[
  {
    "ConditionName": "Giant Cell Arteritis (GCA)",
    "Classification": "Vasculitis",
    "Summary": "Giant Cell Arteritis (GCA) is a common form of vasculitis in individuals aged 50 years or older, predominantly affecting the extracranial branches of the carotid artery. It poses a serious risk of irreversible blindness, aortic aneurysms, and large vessel stenoses. Diagnosis is primarily through temporal artery ultrasonography and/or biopsy. Key symptoms include jaw claudication, diplopia, and abnormal temporal artery. Prednisolone is the primary treatment, with Tocilizumab also used for its therapeutic benefits in GCA treatment&#8203;``【oaicite:4】``&#8203;&#8203;``【oaicite:3】``&#8203;.",
    "Symptoms": "The main symptoms of GCA include frequent, severe headaches, pain or tenderness at the temples or scalp, jaw pain while eating or talking, and vision problems like double vision or vision loss. General symptoms such as flu-like symptoms, unintentional weight loss, depression, and tiredness are also common. Additionally, some people with GCA develop polymyalgia rheumatica (PMR), characterized by pain, stiffness, and inflammation in muscles around the shoulders, neck, and hips&#8203;``【oaicite:2】``&#8203;.",
    "Diagnosis": "Diagnosis involves clinical examination of the temples and blood tests, followed by referral to a specialist. Key diagnostic tests include an ultrasound scan of the temples and a temporal artery biopsy under local anaesthetic. In cases of vision problems, an immediate appointment with an eye specialist is recommendeded``【oaicite:1】``&#8203;.",
    "Treatments": "Treatment begins with a high dose of steroids, typically prednisolone, to control symptoms, followed by a lower dose over a longer period, potentially lasting several years. Some patients may need lifelong steroid treatment. Additional treatments may include low-dose aspirin to reduce stroke or heart attack risk, proton pump inhibitors (PPIs) for stomach protection, bisphosphonate therapy for bone health, and immunosuppressants to reduce steroid dosage and prevent GCA recurrence&#8203;``【oaicite:0】``&#8203;.",
    "UrgentConsiderations": "GCA is a medical emergency due to the risks of permanent vision loss and stroke. Immediate treatment with high-dose steroids is crucial, even before a confirmed diagnosis. Regular follow-ups are necessary to monitor the patient's condition and side effects of the treatment.",
    "RedFlags": "Rapid onset of symptoms, especially in older individuals, can indicate imminent risk of blindness or stroke. Immediate medical attention is required for changes in vision or worsening symptoms.",
    "Medications": "The primary medication for GCA is prednisolone. Additional medications may be prescribed to manage side effects and long-term risks of steroid use, such as stomach protection and bone health.",
    "ReferralPathways": "Immediate referral to a specialist such as a rheumatologist, ophthalmologist, or neurologist is recommended for patients started on pre-emptive treatment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Congenital Heart Disease",
    "Classification": "Cardiac Anomaly",
    "Summary": "Congenital heart disease (CHD) is the most common birth defect, involving various cardiac anomalies present at birth. It affects almost 1 in 100 babies born in the UK. Screening includes ultrasonography in the second trimester of pregnancy and postnatal clinical examination. The treatment of CHD has significantly improved over the last 50 years, with survival into adulthood now expected for most patients&#8203;``【oaicite:5】``&#8203;&#8203;``【oaicite:4】``&#8203;.",
    "Symptoms": "Symptoms vary depending on the specific type of CHD but can include signs of heart failure, cyanosis, dyspnea, exercise intolerance, heart murmurs, and arrhythmias. In babies and children, symptoms include rapid heartbeat, rapid breathing, swelling of the legs, tummy or around the eyes, extreme tiredness, fatigue, and a blue tinge to the skin or lips (cyanosis)&#8203;``【oaicite:3】``&#8203;&#8203;``【oaicite:2】``&#8203;.",
    "Diagnosis": "Diagnosis involves echocardiography, cardiac catheterization, ECG, and chest X-ray (CXR), depending on the type of CHD. The detection rates through prenatal and postnatal screening are relatively low&#8203;``【oaicite:1】``&#8203;.",
    "Treatments": "Treatment depends on the specific defect. Mild defects often don't require treatment as they may improve independently. Significant defects may require surgery or interventional procedures, which can restore most or all of the heart's normal function. However, lifelong treatment and specialist reviews are often necessary, especially for complex heart problems&#8203;``【oaicite:0】``&#8203;.",
    "UrgentConsiderations": "Urgent medical attention may be required for severe symptoms or complications, especially in newborns and children.",
    "RedFlags": "Rapid heartbeat, rapid breathing, swelling, extreme tiredness, fatigue, and cyanosis in newborns or children are RedFlags indicating possible CHD.",
    "Medications": "Not specified",
    "ReferralPathways": "Referral to a pediatric cardiologist is recommended for diagnosis and management, particularly in severe or symptomatic cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "ST-elevation Myocardial Infarction (STEMI)",
    "Classification": "Cardiovascular Disease",
    "Summary": "ST-elevation Myocardial Infarction (STEMI) is a critical condition caused by a complete blockage of a coronary artery, leading to significant damage to the heart muscle. Prompt diagnosis and treatment are essential to prevent heart muscle death. STEMI is characterized by its distinct elevation in the ST segment on an electrocardiogram (ECG). The blockage is usually due to a blood clot forming on top of atherosclerotic plaque in a coronary artery. Immediate treatment focuses on restoring blood flow, typically through percutaneous coronary intervention (PCI) or, less commonly, thrombolysis.",
    "Symptoms": "The hallmark symptom of STEMI is sudden, severe chest pain, often described as a feeling of pressure, tightness, or squeezing. The pain may radiate to the arms, neck, jaw, back, or stomach. Other symptoms include shortness of breath, sweating, nausea, light-headedness, and palpitations. These symptoms can vary in intensity and may be more subtle in the elderly, women, and people with diabetes.",
    "Diagnosis": "Diagnosis of STEMI involves a combination of clinical assessment, electrocardiogram (ECG), and blood tests for cardiac biomarkers. The ECG is crucial, with STEMI typically showing ST-segment elevation. Blood tests measure levels of cardiac biomarkers like troponin, which are released when heart muscle is damaged. The speed of diagnosis is vital to ensure prompt treatment.",
    "Treatments": "The primary treatment for STEMI is rapid reperfusion therapy to restore blood flow to the affected part of the heart. Percutaneous coronary intervention (PCI) is the preferred method, involving the insertion of a catheter with a balloon to open the blocked artery, often placing a stent. If PCI is not available within a critical time window, thrombolytic therapy, which involves medication to dissolve the clot, may be used. Long-term management includes medications like aspirin, clopidogrel, beta-blockers, ACE inhibitors, and statins to prevent further cardiac events and manage risk factors.",
    "UrgentConsiderations": "The urgency in treating STEMI arises from the risk of extensive heart damage and potential complications like heart failure, arrhythmias, and cardiac arrest. Rapid intervention to restore coronary blood flow is crucial to minimize heart muscle damage. Patients with suspected STEMI should receive immediate medical attention, and emergency medical services should be activated without delay.",
    "RedFlags": "RedFlags for STEMI include intense, unrelenting chest pain, often with radiation to the arms, neck, or jaw, accompanied by shortness of breath, sweating, and nausea. These symptoms, particularly in patients with known cardiovascular risk factors, require immediate emergency medical evaluation and treatment.",
    "Medications": "Immediate management of STEMI includes aspirin and other antiplatelet agents like clopidogrel or ticagrelor to prevent further clot formation. Beta-blockers reduce heart rate and oxygen demand, ACE inhibitors help in remodeling and improving heart function post-infarction, and statins lower cholesterol levels to reduce atherosclerotic progression. These medications are part of long-term management to prevent recurrent cardiac events.",
    "ReferralPathways": "Emergency medical services for immediate assessment and treatment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Atrial Flutter",
    "Classification": "Macro re-entrant atrial tachycardia",
    "Summary": "Atrial flutter is a macro re-entrant atrial tachycardia with atrial rates usually above 250 bpm up to 320 bpm, characterized by flutter waves on ECG, most prominent in leads II, III, aVF, and V1. Ventricular rates range from 120 to 160 bpm, typically around 150 bpm due to common 2:1 atrioventricular block. It's often associated with atrial fibrillation and may convert between the two.",
    "Symptoms": "Palpitations, dyspnoea, fatigue, light-headedness, chest discomfort, altered consciousness, polyuria, exercise intolerance, worsening heart failure symptoms, features of embolic events like stroke or pulmonary embolism.",
    "Diagnosis": "Diagnosis involves a 12-lead resting ECG showing continuous regular electrical activity, commonly a saw-tooth pattern, and atrial rates above 250 bpm. Additional tests include blood tests (full blood count, thyroid function, renal function, electrolytes, high-sensitivity troponin, digitalis levels), chest x-ray, transthoracic echocardiography, electrophysiological studies, atrial electrogram, exercise tolerance testing, and myocardial ischaemia testing.",
    "Treatments": "Emergency electrical cardioversion for haemodynamically unstable patients; rate control or rhythm control strategies using electrical or pharmacological cardioversion for stable patients. Treatment aims to restore sinus rhythm; rate control drugs often ineffective. Consider long-term rhythm control strategy and treatment of underlying causes. Catheter ablation and drug treatment as secondary options.",
    "UrgentConsiderations": "Immediate attention required for features of haemodynamic instability such as shock, syncope, myocardial ischaemia, acute severe heart failure. Emergency electrical cardioversion may be necessary.",
    "RedFlags": "Haemodynamic instability, symptoms of shock, syncope, myocardial ischaemia, acute severe heart failure.",
    "Medications": "Rate control drugs (beta-blockers, non-dihydropyridine calcium-channel blockers, digoxin), anti-arrhythmic drugs (flecainide, amiodarone, ibutilide) for rhythm control, anticoagulants for stroke prevention.",
    "ReferralPathways": "Refer to electrophysiologist for electrophysiological studies and consideration of catheter ablation. Seek advice for long-term anticoagulation management.",
    "Referral Template": "Template not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment should include a detailed history of symptoms, physical examination, and a review of the patient's medical history, including any previous cardiac conditions or treatments. Assessment of vital signs, including blood pressure, heart rate, and oxygen saturation, is essential. Additionally, assess for any signs of hemodynamic instability, such as hypotension or altered mental status. An ECG should be performed promptly to confirm the diagnosis of atrial flutter. Blood tests, including a complete blood count, thyroid function, and electrolyte levels, can help identify potential underlying causes or contributing factors. Imaging studies like chest x-rays and echocardiography provide valuable information about cardiac structure and function. Finally, consider consultation with a cardiologist or electrophysiologist for further evaluation and management recommendations."
  },
  {
    "ConditionName": "Venous Thromboembolism (VTE) Prophylaxis",
    "Classification": "Cardiovascular and Hematologic Disorder",
    "Summary": "VTE prophylaxis refers to measures taken to prevent venous thromboembolism, which includes deep vein thrombosis (DVT) and pulmonary embolism (PE). It is particularly important in hospitalized patients and those undergoing surgery, as they are at an increased risk of VTE. Prophylaxis can include pharmacological methods like anticoagulants, as well as mechanical methods such as graduated compression stockings or pneumatic compression devices.",
    "Symptoms": "VTE itself presents as swelling, pain, redness in a limb, or symptoms of PE like shortness of breath or chest pain. Prophylaxis is aimed at preventing these symptoms.",
    "Diagnosis": "Diagnosis of VTE includes imaging studies such as venous duplex ultrasound, CT angiography, or V/Q scans. Prophylaxis is based on the assessment of risk factors.",
    "Treatments": "Pharmacological: Anticoagulants (e.g., heparin, low molecular weight heparin, fondaparinux, direct oral anticoagulants). Mechanical: Graduated compression stockings, pneumatic compression devices.",
    "UrgentConsiderations": "Early identification and management of high-risk patients are crucial. Uncontrolled bleeding and heparin-induced thrombocytopenia are potential complications of pharmacological prophylaxis.",
    "RedFlags": "Signs of DVT (swelling, pain, redness in limb) or PE (shortness of breath, chest pain) despite prophylaxis, significant bleeding, allergic reactions to anticoagulants.",
    "Medications": "Heparin, low molecular weight heparin (e.g., enoxaparin), fondaparinux, direct oral anticoagulants (e.g., rivaroxaban, apixaban).",
    "ReferralPathways": "Referral to a hematologist or thrombosis specialist for complex cases or if HIT is suspected.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment involves evaluating the patient's risk factors for venous thromboembolism (VTE), such as prior VTE history, recent surgery or immobility, malignancy, and other medical conditions. It is essential to assess for any signs or symptoms of VTE, including swelling, pain, redness, or warmth in the limbs. Additionally, inquire about symptoms of pulmonary embolism (PE), such as shortness of breath and chest pain. Physical examination may reveal clinical signs of VTE, but it is not always definitive. Diagnostic tests, including venous duplex ultrasound, CT angiography, or ventilation-perfusion (V/Q) scans, are used to confirm the presence of VTE when clinically indicated. Prophylaxis decisions should consider the patient's individual risk factors and the type of surgery or medical condition requiring hospitalization. Communication with a hematologist or thrombosis specialist may be necessary to determine the most appropriate prophylactic measures for specific patients."
  },
  {
    "ConditionName": "Essential Hypertension",
    "Classification": "Cardiovascular disorder",
    "Summary": "Essential hypertension is diagnosed typically by screening asymptomatic individuals. Uncontrolled hypertension increases the risk of mortality, cardiac, vascular, renal, and cerebrovascular complications. Lifestyle changes are crucial, and drug therapy choices often consider comorbid diseases.",
    "Symptoms": "Typically asymptomatic",
    "Diagnosis": "Diagnosis involves screening due to its asymptomatic nature. It includes evaluating through history, physical examination, and routine laboratory tests to assess risk factors, reveal identifiable causes, and detect target-organ damage.",
    "Treatments": "Treatment aims to decrease the risk of mortality and morbidity. Options include lifestyle modifications and antihypertensive drugs. Lifestyle changes include sodium reduction, potassium supplementation, following the DASH diet, maintaining a healthy waist circumference, and regular exercise.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Diuretics (e.g., hydrochlorothiazide, chlortalidone, indapamide), ACE inhibitors (e.g., lisinopril, enalapril), and Angiotensin-II receptor antagonists (e.g., candesartan, irbesartan, losartan).",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment of essential hypertension focuses on identifying risk factors, assessing target-organ damage, and determining the need for lifestyle modifications and antihypertensive therapy. Begin with a comprehensive patient history, including family history of hypertension, lifestyle factors (diet, exercise, alcohol consumption), and any known comorbid conditions (diabetes, kidney disease). Perform a physical examination to assess blood pressure and look for signs of target-organ damage, such as retinopathy or hypertensive heart disease. Routine laboratory tests should include measuring electrolyte levels, renal function, and lipid profile. An electrocardiogram (ECG) may be useful to assess cardiac health. Lifestyle modifications should emphasize dietary sodium reduction, potassium supplementation, adherence to the Dietary Approaches to Stop Hypertension (DASH) diet, maintaining a healthy waist circumference, and regular physical activity. Pharmacological treatment decisions should be individualized based on blood pressure levels, presence of comorbidities, and patient preferences."
  },
  {
    "ConditionName": "Diabetic Cardiovascular Disease",
    "Classification": "Chronic disease",
    "Summary": "Cardiovascular disease (CVD) is the leading cause of death in people with diabetes. Those with diabetes have a significantly increased risk of stroke and myocardial infarction. Lifestyle changes, such as regular physical activity, medical nutrition therapy, and smoking cessation, are crucial for the primary prevention of CVD. Selected glucose-lowering drugs and aggressive treatment of hypertension, along with the use of statins and preventive anticoagulation, can improve survival.",
    "Symptoms": "Coronary artery disease (including myocardial infarction, angina, heart failure), increased risk of stroke, and transient ischaemic attack are common manifestations in patients with diabetes.",
    "Diagnosis": "Diagnosis involves non-invasive cardiac imaging, exercise ECG, stress echocardiography, nuclear scan, magnetic resonance imaging, CT scan for coronary artery calcium, and CT coronary angiography.",
    "Treatments": "Management includes therapeutic lifestyle interventions, glycaemic control, blood pressure control, hyperlipidaemia treatment, and antiplatelet therapy. Addition of GLP-1 receptor agonist or SGLT2 inhibitor is recommended for patients with established ASCVD or chronic kidney disease.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Glucose-lowering drugs, SGLT2 inhibitors, GLP-1 receptor agonists, statins, anticoagulants.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " ",
    "SecondSpecialty": {
      "SpecialtyID": 6,
      "SpecialtyName": "Endocrinology",
      "Clinical Assessment": " "
    }
  },
  {
    "ConditionName": "Stable Ischaemic Heart Disease",
    "Classification": "Cardiovascular Disease",
    "Summary": "Stable ischaemic heart disease (SIHD) is a chronic condition characterized by a reduced blood supply to the heart due to coronary artery disease. It manifests as chest pain or discomfort, typically triggered by physical exertion or emotional stress, and relieved by rest or nitroglycerin.",
    "Symptoms": "Chest pain or discomfort (angina), shortness of breath, fatigue, reduced exercise tolerance.",
    "Diagnosis": "Based on clinical presentation, electrocardiogram (ECG), stress testing, and coronary angiography. Imaging studies like echocardiography, CT, or MRI may also be used.",
    "Treatments": "Lifestyle modifications, pharmacotherapy including antianginal drugs, aspirin, and statins, and in some cases, revascularization procedures such as angioplasty or coronary artery bypass grafting (CABG).",
    "UrgentConsiderations": "Immediate medical attention is necessary for chest pain that does not resolve with rest or nitroglycerin, or if signs of a heart attack are present.",
    "RedFlags": "Unstable angina, signs of heart failure or arrhythmias, symptoms not relieved by rest or nitroglycerin.",
    "Medications": "Beta-blockers, calcium channel blockers, nitrates, antiplatelet drugs (aspirin, clopidogrel), statins, ACE inhibitors.",
    "ReferralPathways": "Cardiologist referral for management of SIHD, particularly in cases of refractory angina or suspected complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Tension-type Headache",
    "Classification": "Neurological Disorder",
    "Summary": "Tension-type headaches are the most common type of headache, characterized by dull, non-pulsatile, bilateral, constricting pain, often described as a tight band around the head. They are typically not severe, lack significant nausea or vomiting, and are not aggravated by routine physical activity.",
    "Symptoms": "Dull, non-pulsatile, bilateral, constricting pain; pericranial tenderness; slight sensitivity to noise; no significant nausea, vomiting, or aggravation by physical activity.",
    "Diagnosis": "Diagnosis is primarily clinical, based on symptoms and absence of neurological abnormalities. Neurological examination should be normal; abnormal findings require further investigation.",
    "Treatments": "Simple analgesics (paracetamol, ibuprofen, aspirin), low-dose tricyclic antidepressants, relaxation training, electromyographic biofeedback, cognitive behavioural therapy, physiotherapy. Opioids are not recommended.",
    "UrgentConsiderations": "Immediate medical attention for headache symptoms not consistent with tension-type headache, suggesting more serious conditions.",
    "RedFlags": "Severe pain, changes in headache pattern, neurological deficits, or symptoms suggestive of other headache disorders like migraine.",
    "Medications": "Paracetamol, ibuprofen, aspirin, tricyclic antidepressants (e.g., amitriptyline), muscle relaxants (e.g., tizanidine).",
    "ReferralPathways": "Referral to neurologists or headache specialists for atypical presentations or ineffective treatment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " ",
    "SecondSpecialty": {
      "SpecialtyID": 13,
      "SpecialtyName": "Neurology",
      "Clinical Assessment": " "
    }
  },
  {
    "ConditionName": "Unstable Angina",
    "Classification": "Cardiovascular Disease",
    "Summary": "Unstable angina (UA) is a form of acute coronary syndrome characterized by myocardial ischemia at rest or minimal exertion, without acute cardiomyocyte injury/necrosis. It manifests as prolonged (>20 minutes) angina at rest, new onset of severe angina, increasing frequency of angina, or angina after recent myocardial infarction.",
    "Symptoms": "Prolonged angina at rest, new onset of severe angina, increasing frequency of angina, lower threshold of pain, possible atypical presentations (dyspnea, indigestion, syncope) in certain populations.",
    "Diagnosis": "Suspected based on symptoms, ECG findings, and troponin testing. Confirmed with further diagnostic imaging such as invasive coronary angiography, functional testing, or coronary computed tomography angiography.",
    "Treatments": "Acute management includes antiplatelet and anticoagulant therapy. Long-term management aims to modify cardiovascular risk factors. Pain relief with glyceryl trinitrate and possibly morphine.",
    "UrgentConsiderations": "Acute management is essential to reduce myocardial damage and complications. Immediate medical attention is necessary for chest pain that does not resolve with standard treatment.",
    "RedFlags": "Severe or persistent pain, hemodynamic instability, dynamic ECG changes, left ventricular failure, life-threatening arrhythmias.",
    "Medications": "Aspirin, P2Y12 inhibitors, anticoagulants like fondaparinux, glyceryl trinitrate, morphine for pain relief.",
    "ReferralPathways": "Immediate referral to cardiology for suspected acute coronary syndrome and for further management based on troponin testing and risk assessment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Chronic Venous Insufficiency",
    "Classification": "Based on CEAP classification: C0-C6",
    "Summary": "Chronic Venous Insufficiency (CVI) involves functional changes in lower extremity veins due to persistent elevation of venous pressures, often from venous reflux due to faulty valve function or deep vein thrombosis. It can result in leg pain, fatigue, heaviness, skin changes, and ulceration.",
    "Symptoms": "Increasing leg pain, fatigue, heaviness with prolonged standing, progressive skin changes, venous stasis dermatitis, lipodermatosclerosis, ulceration.",
    "Diagnosis": "Based on clinical history, physical examination, and duplex ultrasound to document, localise, and grade venous insufficiency. Other tests include ascending phlebography, CT and MR venography, and air plethysmography.",
    "Treatments": "Graded compression stockings as the mainstay of treatment, supplemented by pharmacotherapy (pentoxifylline, MPFF), endovenous ablation, saphenectomy, foam sclerotherapy, and in selected cases, percutaneous iliac angioplasty, stenting, and venous valvular reconstruction.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "Pentoxifylline, micronised purified flavonoid fraction (MPFF), venoactive drugs such as diosmin.",
    "ReferralPathways": "Referral to vascular specialist for complex cases or when conventional therapy fails. Specialised interventions like percutaneous iliac angioplasty and venous valvular reconstruction are performed in selected centres.",
    "Referral Template": "not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Acute Heart Failure",
    "Classification": "Based on clinical presentation: Acute decompensated heart failure, Acute pulmonary oedema, Isolated right ventricular failure, Cardiogenic shock",
    "Summary": "A syndrome with rapid onset or worsening of symptoms/signs of heart failure, requiring urgent evaluation and treatment. Characterized by breathlessness, ankle swelling, reduced exercise tolerance, fatigue, and nocturnal cough.",
    "Symptoms": "Breathlessness, Ankle swelling, Reduced exercise tolerance, Fatigue, Tiredness, Increased time to recover after exercise, Nocturnal cough",
    "Diagnosis": "Immediate bedside echocardiography and ECG for unstable patients. Standard blood tests, chest x-ray, NT-proBNP or BNP measurement, echocardiography to establish presence/absence of cardiac abnormalities.",
    "Treatments": "Vasoactive drugs, diuretics, vasodilators. Post-stabilization: oral diuretics, ACE inhibitors or angiotensin-II receptor antagonists, beta-blockers, aldosterone antagonists for reduced LVEF.",
    "UrgentConsiderations": "Urgent cardiology/critical care support for respiratory distress/failure, reduced consciousness, hypotension, signs of hypoperfusion, haemodynamic instability, acute coronary syndrome, persistent life-threatening arrhythmia.",
    "RedFlags": "Severe breathlessness, reduced exercise tolerance, rapid onset of symptoms, haemodynamic instability, life-threatening arrhythmias",
    "Medications": "not specified",
    "ReferralPathways": "Rapid transfer to hospital with cardiology department/coronary care unit for suspected cases. Heart failure specialist team involvement within 24 hours of admission.",
    "Referral Template": "not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Preoperative Cardiac Risk Assessment",
    "Classification": "Non-cardiac surgery risk assessment",
    "Summary": "Assessment for patients undergoing non-cardiac surgery, to evaluate cardiac risk. It includes detection, characterization, and treatment of coronary artery disease (CAD), left ventricular (LV) systolic dysfunction, and significant arrhythmias.",
    "Symptoms": "Not directly applicable, as this is an assessment protocol rather than a medical condition.",
    "Diagnosis": "Assessment steps include clinical features evaluation, functional status, surgery-specific risk, decision on non-invasive/invasive evaluation, risk factor optimization, medical therapy, and perioperative surveillance.",
    "Treatments": "Preoperative revascularization, beta-blockers, statins, managing aortic stenosis and pulmonary hypertension, and considerations for patients on psychotropic medications.",
    "UrgentConsiderations": "Rapid preoperative assessment in acute surgical emergencies; individualized evaluation based on clinical scenario.",
    "RedFlags": "Not specified",
    "Medications": "Beta-blockers, statins, specific considerations for antipsychotic, antidepressant, and lithium administration.",
    "ReferralPathways": "Referral to cardiology for high-risk patients or those with specific cardiac conditions.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Heat Stroke in Adults",
    "Classification": "Thermoregulatory disorder",
    "Summary": "Heat stroke is a medical emergency characterized by a core body temperature >40°C and central nervous system dysfunction, such as altered consciousness or seizures, due to severe environmental heat or strenuous exercise. It is divided into classic (due to passive exposure to heat) and exertional (due to physical exercise) heat stroke. Immediate treatment is crucial, involving rapid active cooling and monitoring for multi-system organ failure.",
    "Symptoms": "Core body temperature >40°C, altered level of consciousness, seizures, agitation, lethargy, ataxia, irritability, anhidrosis, intense thirst, weakness, anxiety, dizziness, syncope, headache, nausea/vomiting, sinus tachycardia, tachypnoea, jaundice, muscle tenderness, hypotension, bruising and skin bleeding.",
    "Diagnosis": "Diagnosis involves measuring rectal temperature for accurate assessment of core hyperthermia, continuous ECG monitoring, and urinalysis for rhabdomyolysis. Blood tests include full blood count, liver and renal function tests, glucose, electrolytes, arterial blood gases, creatine kinase, and clotting profile.",
    "Treatments": "Rapid active cooling techniques such as whole-body cold or iced water immersion (exertional heat stroke), wetting and fanning the skin (classic heat stroke), and wetted ice packs. Monitoring and achieving a target temperature of no less than 39°C is crucial. Intravenous isotonic fluids and controlled oxygen therapy are used as supportive treatments.",
    "UrgentConsiderations": "Immediate treatment to reduce core temperature and avoid multi-system organ failure. Continuous monitoring for complications like rhabdomyolysis, acute kidney injury, disseminated intravascular coagulation, and acute liver failure is vital.",
    "RedFlags": "Rapid onset of high fever, central nervous system dysfunction, and multi-organ failure symptoms.",
    "Medications": "Intravenous isotonic fluids, controlled oxygen therapy.",
    "ReferralPathways": "Immediate transfer to intensive care for critical cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Abdominal Aortic Aneurysm",
    "Classification": "Congenital, Infectious, Inflammatory",
    "Summary": "A permanent pathological dilation of the aorta, typically >1.5 times the expected diameter of the segment. It can be ruptured or unruptured, with ruptured AAAs requiring urgent care.",
    "Symptoms": "Asymptomatic (usually), abdominal/back/groin pain (less common), cardiovascular collapse, loss of consciousness (if ruptured)",
    "Diagnosis": "Ultrasound for initial diagnosis and screening, CTA or MRA for anatomical mapping, palpation for pulsatile epigastric mass (low sensitivity)",
    "Treatments": "Urgent surgical repair for ruptured/symptomatic AAA, surveillance for asymptomatic, hypotensive resuscitation for ruptured AAA",
    "UrgentConsiderations": "Immediate imaging and consultation with a vascular service for suspected ruptured AAA",
    "RedFlags": "New abdominal/back pain, cardiovascular collapse, loss of consciousness in patients over 60 years",
    "Medications": "not specified",
    "ReferralPathways": "Referral to vascular service for elective surgical repair or conservative management based on the size of the AAA",
    "Referral Template": "not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": " "
  },
  {
    "ConditionName": "Aortic Dissection",
    "Classification": "Congenital, Infectious, Inflammatory",
    "Summary": "Aortic dissection is a life-threatening condition characterized by a tear in the aortic intima, allowing blood to flow into the aortic wall. It is classified as type A (involving the ascending aorta) or type B (involving the descending aorta). Type A dissections are surgical emergencies, while type B dissections are managed medically.",
    "Symptoms": "Sudden onset of severe chest pain, often described as tearing or ripping, radiating to the back, neck, or abdomen. Other symptoms include shortness of breath, sweating, nausea, vomiting, and syncope.",
    "Diagnosis": "Diagnosis is based on clinical presentation, imaging studies, and laboratory tests. Imaging studies include chest X-ray, CT angiography, and transesophageal echocardiography. Laboratory tests include blood tests for cardiac biomarkers like troponin and D-dimer.",
    "Treatments": "Type A dissections are surgical emergencies and require immediate surgical repair. Type B dissections are managed medically with blood pressure control and pain relief. Long-term management includes medications to reduce blood pressure and heart rate.",
    "UrgentConsiderations": "Immediate medical attention is required for suspected aortic dissection, as it is a life-threatening condition that can lead to severe complications if not addressed promptly.",
    "RedFlags": "Sudden onset of severe chest pain, often described as tearing or ripping, radiating to the back, neck, or abdomen, with or without other symptoms like shortness of breath, sweating, nausea, vomiting, and syncope.",
    "Medications": "Type A dissections require immediate surgical repair. Type B dissections are managed medically with blood pressure control and pain relief. Long-term management includes medications to reduce blood pressure and heart rate.",
    "ReferralPathways": "Immediate referral to a cardiothoracic surgeon for type A dissections. Type B dissections are managed medically with blood pressure control and pain relief.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Pulmonary Embolism (PE)",
    "Classification": "Life-threatening condition due to dislodged thrombi occluding pulmonary vasculature",
    "Summary": "Pulmonary Embolism (PE) is a life-threatening condition that occurs when dislodged blood clots, known as thrombi, block the pulmonary vasculature, leading to potentially severe consequences. It is a critical condition that requires immediate medical attention.",
    "Symptoms": "PE can present with a range of symptoms, including dyspnoea (shortness of breath), pleuritic chest pain (chest pain worsened by deep breaths), hypoxaemia (low oxygen levels in the blood), deep vein thrombosis (a blood clot in a deep vein, often in the leg), cough, fever, haemoptysis (coughing up blood), hypotension (low blood pressure), syncope (fainting), and tachycardia (rapid heart rate). Approximately 97% of people with PE present with at least one of these symptoms.",
    "Diagnosis": "Diagnosing PE involves assessing clinical probability using tools like the Pulmonary Embolism Rule-Out Criteria (PERC) and the Wells (or Geneva) score, along with D-dimer testing. A definitive diagnosis is confirmed by computed tomographic pulmonary angiography (CTPA), which visualizes a thrombus in a pulmonary artery. Additional tests like ECG (electrocardiogram) and CXR (chest X-ray) can support diagnosis but are not definitive.",
    "Treatments": "Treatment of PE includes anticoagulation therapy for intermediate-risk patients and primary reperfusion (usually thrombolysis) for haemodynamically unstable patients. Ongoing anticoagulation is necessary to reduce the risk of recurrence or fatal PE.",
    "UrgentConsiderations": "Immediate treatment is required in cases of haemodynamic instability, which is indicative of high-risk PE. This includes thrombolysis (dissolving the clot), respiratory support, and potentially echocardiography if CTPA is not available.",
    "RedFlags": "Specific RedFlags for PE include rapidly deteriorating respiratory function, chest pain, or syncope. Patients with these symptoms should seek immediate medical attention.",
    "Medications": "Medications used in the treatment of PE include anticoagulation therapy (blood thinners) and thrombolytics (clot-dissolving drugs) for urgent primary reperfusion.",
    "ReferralPathways": "Patients with suspected or confirmed high-risk PE should be referred to critical care for specialized management.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "Bradycardia",
    "Classification": "Asymptomatic or Symptomatic",
    "Summary": "Bradycardia is a condition characterized by a heart rhythm with a rate slower than 50 beats per minute (bpm). It can manifest as either an asymptomatic or symptomatic condition and is often attributed to abnormalities in the heart's electrical system.",
    "Symptoms": "Common symptoms of bradycardia include syncope (fainting), fatigue, dizziness, or it may be completely asymptomatic.",
    "Diagnosis": "Diagnosing bradycardia involves a range of tests, including a 12-lead ECG (electrocardiogram), Holter/event monitoring (continuous heart rhythm monitoring), exercise testing, carotid sinus massage, echocardiogram (ultrasound of the heart), tilt-table testing, electrophysiological testing (assessing the heart's electrical system), and nocturnal pulse oximetry/polysomnography (monitoring during sleep).",
    "Treatments": "The treatment approach for bradycardia depends on the underlying cause. Reversible causes may not require long-term therapy, while non-reversible causes may necessitate the placement of a pacemaker. Urgent treatment may involve temporary pacing and drug interventions.",
    "UrgentConsiderations": "Urgent treatment is indicated for symptomatic patients or those with haemodynamic compromise, as bradycardia can lead to serious consequences if not addressed promptly.",
    "RedFlags": "RedFlags for bradycardia include symptoms such as syncope, severe fatigue, and dizziness, which may indicate life-threatening conditions that require immediate medical attention.",
    "Medications": "Medication used in the treatment of bradycardia depends on the underlying cause and may include drugs for temporary pacing and medications to manage underlying conditions such as hypothyroidism or electrolyte imbalances.",
    "ReferralPathways": "Patients with non-reversible causes, symptomatic bradycardia, or associated conditions requiring specialist care should be referred to cardiology for comprehensive evaluation and management.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "Non-sustained Ventricular Tachycardias (NSVT)",
    "Classification": "Ectopic ventricular rhythm with wide QRS complex (≥120 ms), rate >100 bpm, lasting for at least 3 beats, resolves in <30 seconds.",
    "Summary": "Non-sustained Ventricular Tachycardias (NSVT) are typically asymptomatic but may cause brief palpitations. They are characterized by an ectopic ventricular rhythm with a wide QRS complex (≥120 ms), a heart rate exceeding 100 bpm, and lasting for at least 3 beats before spontaneously resolving in less than 30 seconds.",
    "Symptoms": "NSVT is usually asymptomatic, but patients may experience brief palpitations, syncope (fainting) due to hypotension, dizziness, lightheadedness, and pre-syncope.",
    "Diagnosis": "Diagnosing NSVT involves assessing ECG findings, as well as evaluating the patient's risk factors, medical history, and physical examination. Family history of cardiac disease or sudden cardiac death may also be significant in the diagnosis.",
    "Treatments": "In many cases, no specific treatment is required for NSVT. Management is directed at addressing any underlying heart condition. For symptomatic NSVT or high-burden NSVT, treatment options include beta-blockers, calcium-channel blockers, catheter ablation (a procedure to correct the abnormal heart rhythm), and antiarrhythmic drugs like flecainide or propafenone. In some cases, amiodarone may be considered.",
    "UrgentConsiderations": "Rapid action may be required in cases of syncope suspected to be of cardiac origin or when NSVT is triggered by electrolyte disturbances. Correcting electrolyte imbalances efficiently is important.",
    "RedFlags": "Specific RedFlags for NSVT are not specified in the document.",
    "Medications": "Medications used in the treatment of NSVT include beta-blockers, calcium-channel blockers, flecainide, propafenone, and, in some cases, amiodarone. Additionally, ACE inhibitors, antiplatelet therapy, and statins may be prescribed in post-myocardial infarction (MI) patients.",
    "ReferralPathways": "Patients with symptomatic NSVT or high-burden NSVT should be referred to cardiology for further evaluation and consideration of electrophysiological testing for risk stratification in certain cases.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "Hypertensive Emergencies",
    "Classification": "Cardiovascular disorder",
    "Summary": "Hypertensive emergency is a cardiovascular disorder characterized by severely elevated blood pressure (BP) associated with new or progressive target organ dysfunction. Immediate treatment is required, often in an intensive care setting, with the goal of reducing mean arterial BP by no more than 25% initially, followed by further reduction to specific targets. It is commonly caused by untreated or inadequately treated hypertension and can lead to significant organ damage, especially in the neurological, cardiac, and renal systems.",
    "Symptoms": "Hypertensive emergencies are typically associated with severely elevated BP, usually exceeding 180/120 mmHg. Patients may experience neurological compromise, such as blurry vision, dizziness, headache, or seizures, as well as cardiac symptoms like chest pain and shortness of breath, and renal compromise with a decrease in urine output.",
    "Diagnosis": "Diagnosing hypertensive emergencies involves a rapid but thorough evaluation focusing on the neurological, cardiovascular, and renal systems. A patient's history of hypertension and previous treatment, as well as specific organ compromise, are key diagnostic factors.",
    "Treatments": "Treatment of hypertensive emergencies includes the parenteral administration of agents like labetalol, nicardipine, and fenoldopam. The choice of medication depends on the affected end-organ system, patient comorbidities, and clinical condition. Oral therapies are generally discouraged as first-line options.",
    "UrgentConsiderations": "Immediate treatment is essential to reduce blood pressure and avoid further organ damage. Continuous monitoring for complications is crucial during the treatment of hypertensive emergencies.",
    "RedFlags": "RedFlags for hypertensive emergencies include rapidly rising blood pressure, signs of end-organ damage, and symptoms such as neurological compromise, chest pain, or shortness of breath.",
    "Medications": "First-line medications for the treatment of hypertensive emergencies include labetalol, while second-line options may include nicardipine or nitroprusside (except in cases of raised intracranial pressure). Third-line options include fenoldopam.",
    "ReferralPathways": "Patients with hypertensive emergencies should be promptly admitted to an intensive care unit (ICU) for continuous monitoring and specialized treatment.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "Sickle Cell Anaemia",
    "Classification": "Genetic Blood Disorder",
    "Summary": "Sickle cell anaemia is a genetic blood disorder characterized by a mutation in the beta chain of haemoglobin, leading to the production of sickle cell haemoglobin (HbS). This genetic abnormality causes red blood cells to become rigid, crescent-shaped, and prone to obstruction and breakdown, leading to anaemia and painful crises.",
    "Symptoms": "Individuals with sickle cell anaemia may experience painful crises, anaemia, jaundice, frequent infections, swelling in hands and feet (dactylitis), delayed growth, and vision problems.",
    "Diagnosis": "Diagnosing sickle cell anaemia involves various tests, including newborn screening, haemoglobin electrophoresis (a test to identify different types of haemoglobin), full blood count, reticulocyte count, and peripheral blood smear. Additional testing, such as DNA-based assays and imaging studies, may be necessary in some cases.",
    "Treatments": "Management of sickle cell anaemia includes pain management, the use of hydroxycarbamide (a medication that reduces sickle cell crises), blood transfusions to alleviate anaemia, and, in some cases, bone marrow transplant. Supportive care includes infection prevention, vaccination, and managing complications.",
    "UrgentConsiderations": "Acute chest syndrome and stroke are serious complications that may require immediate medical care in individuals with sickle cell anaemia. Regular monitoring for complications like pulmonary hypertension and retinopathy is crucial for their early detection and management.",
    "RedFlags": "RedFlags for sickle cell anaemia include severe pain, acute chest pain, fever, signs of stroke, sudden vision changes, and signs of severe anaemia or infection. Any of these symptoms should prompt immediate medical attention.",
    "Medications": "Medications used in the treatment of sickle cell anaemia include hydroxycarbamide, analgesics for pain management, antibiotics for infections, routine vaccinations, and folic acid supplements.",
    "ReferralPathways": "Referrals for patients with sickle cell anaemia are typically made to hematologists, pain specialists, and other relevant specialists for comprehensive management and complication monitoring.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "New-onset Atrial Fibrillation",
    "Classification": "Supraventricular tachyarrhythmia with uncoordinated atrial electrical activation",
    "Summary": "New-onset Atrial Fibrillation (AF) is a supraventricular tachyarrhythmia characterized by an irregularly irregular pulse, often accompanied by symptoms such as palpitations, dyspnoea (shortness of breath), chest pain, fatigue, dizziness, polyuria (increased urination), and syncope (fainting). Immediate 12-lead ECG is crucial for diagnosis. In life-threatening conditions, emergency DC cardioversion may be necessary. The ABC pathway – Anticoagulation/Avoid stroke, Better symptom management, Cardiovascular and comorbidity optimization – is used for holistic management.",
    "Symptoms": "AF presents with an irregular and sometimes very fast heart rate, which can cause dizziness, shortness of breath, tiredness, palpitations, and in some cases, individuals may not be aware of their irregular heart rate.",
    "Diagnosis": "Diagnosing AF involves suspecting the condition based on an irregularly irregular pulse. Manual pulse palpation and an immediate 12-lead ECG are key diagnostic steps. The diagnosis is characterized by irregular R-R intervals and the absence of distinct repeating P waves. Additionally, assessment for signs of stroke, haemodynamic instability, pulmonary oedema, acute ischemia, and reversible underlying causes is crucial.",
    "Treatments": "Treatment of new-onset Atrial Fibrillation (AF) varies based on the patient's clinical presentation. In life-threatening conditions or when haemodynamic instability is present, emergency synchronized DC cardioversion (a procedure to restore a normal heart rhythm) may be necessary. For less urgent cases, management follows the ABC pathway: Anticoagulation/Avoid stroke, Better symptom management, Cardiovascular and comorbidity optimization. Medications used include intravenous amiodarone for acute heart rate control, anticoagulation medications to reduce the risk of stroke, and other drugs to control heart rate or rhythm. Cardioversion (restoring normal rhythm) and catheter ablation (a procedure to correct the arrhythmia) may also be considered, possibly followed by pacemaker implantation in some cases.",
    "UrgentConsiderations": "Immediate action is required in cases of haemodynamic instability, acute myocardial ischemia (reduced blood flow to the heart muscle), serious precipitating illness, Wolff-Parkinson-White syndrome (a heart condition involving abnormal electrical pathways), and acute stroke. These situations warrant prompt medical attention and intervention.",
    "RedFlags": "Specific RedFlags for new-onset AF include symptoms like severe chest pain, haemodynamic instability, acute neurological symptoms suggestive of stroke, and signs of acute myocardial ischemia.",
    "Medications": "Medications used in the treatment of new-onset AF may include intravenous amiodarone for acute heart rate control and anticoagulation medications to reduce the risk of stroke. Other medications for rhythm control or rate control may also be prescribed based on individual patient needs.",
    "ReferralPathways": "For patients with new-onset AF who require further evaluation and management, urgent admission to an acute medical unit is recommended, particularly for those with haemodynamic compromise.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Detailed clinical assessment is not specified in the document."
  },
  {
    "ConditionName": "Hypertrophic Cardiomyopathy",
    "Classification": "Cardiomyopathy",
    "Summary": "Hypertrophic Cardiomyopathy (HCM) involves the enlargement of heart muscle cells and thickening of the heart chamber walls. This thickening can reduce the size of heart chambers, impairing blood flow and causing the heart to stiffen. While many cases don't impact daily life and are symptom-free, HCM can be serious, particularly as it's the most common cause of sudden death in young athletes. It can also cause heart failure symptoms and abnormal heart rhythms like atrial fibrillation. The condition is mostly inherited and affects about 1 in 500 people in the UK&#8203;``【oaicite:4】``&#8203;.",
    "Symptoms": "Symptoms of HCM can include dizziness, chest pain, shortness of breath, and temporary loss of consciousness. The condition can lead to heart failure symptoms, obstructive blood flow, and leaky mitral heart valves. In severe cases, regular medical monitoring and lifestyle adjustments are advised&#8203;``【oaicite:3】``&#8203;.",
    "Diagnosis": "Diagnosing HCM typically involves heart scans and tests like electrocardiograms (ECG), echocardiograms, MRI scans, heart rhythm monitoring, and exercise tests. Genetic testing may be recommended for inherited types of cardiomyopathy&#8203;``【oaicite:2】``&#8203;.",
    "Treatments": "Treatment for HCM varies based on symptoms and severity. Lifestyle changes like a healthy diet, exercise, quitting smoking, and managing stress are beneficial. Medications may include blood pressure controllers, beta-blockers, anticoagulants, and heart failure medicines. Hospital procedures like septal myectomy, arrhythmia ablation, pacemaker or ICD implantation may be necessary, and in extreme cases, a heart transplant might be considered&#8203;``【oaicite:1】``&#8203;.",
    "UrgentConsiderations": "Immediate medical attention is needed for severe symptoms or complications like obstructive blood flow, significant heart rhythm abnormalities, or symptoms of heart failure.",
    "RedFlags": "Sudden unexpected death in childhood and young athletes, severe symptoms like chest pain, shortness of breath, and loss of consciousness should be urgently addressed.",
    "Medications": "Medications for HCM include blood pressure controllers, beta-blockers, anticoagulants, and heart failure medicines&#8203;``【oaicite:0】``&#8203;.",
    "ReferralPathways": "Referral to a cardiologist is recommended for diagnosis and ongoing management, especially in severe or symptomatic cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": "2",
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Raynaud's Phenomenon",
    "Classification": "Vascular Disorder",
    "Summary": "Raynaud's Phenomenon (RP) is characterized by vasospasm causing color change of digits to white (pallor), blue (due to de-oxygenation), and/or red (due to reperfusion). It's common, affecting 3-5% of the population, often triggered by cold temperatures or stress. Primary RP usually requires no pharmacological treatment, while secondary RP, often linked with connective tissue diseases, may require more comprehensive treatment.",
    "Symptoms": "Pallor, cyanosis, and rubor of digits; pain, discomfort, paraesthesia; rare complications include digital ulcers, gangrene",
    "Diagnosis": "Diagnosed clinically with well-demarcated color changes in digits. Investigations may include FBC, ESR, ANA, creatinine, and urinalysis. Referral to specialists in cases of severe RP or suspected secondary RP.",
    "Treatments": "Non-pharmacological: keeping warm, smoking cessation. Pharmacological: calcium-channel blockers, angiotensin receptor antagonists, ACE inhibitors, SSRIs, nitrates, phosphodiesterase-5 inhibitors, prostacyclins. Severe cases may require intravenous prostacyclins or surgical interventions.",
    "UrgentConsiderations": "Secondary RP associated with systemic sclerosis requires prompt and aggressive treatment due to the risk of severe complications.",
    "RedFlags": "Late onset RP, attacks in warm weather, complications like digital ulcers suggest secondary RP.",
    "Medications": "Calcium-channel blockers (e.g., nifedipine), angiotensin receptor antagonists, ACE inhibitors, SSRIs, nitrates, phosphodiesterase-5 inhibitors, prostacyclins, aspirin for micro-thrombi prevention.",
    "ReferralPathways": "Referral to rheumatologists or other specialists for secondary RP or in severe cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment includes evaluating the severity of RP, identifying potential triggers, and assessing for any associated connective tissue diseases."
  },
  {
    "ConditionName": "Deep Vein Thrombosis (DVT)",
    "Classification": "Based on location: Superficial versus deep, Proximal versus distal, Acute versus subacute or chronic.",
    "Summary": "DVT is the formation of a blood clot in a major deep vein, often in the leg, thigh, pelvis, or abdomen. It may lead to impaired venous blood flow and can cause pulmonary embolism, which can be fatal.",
    "Symptoms": "Asymmetrical leg swelling, unilateral leg pain, dilated superficial veins, red or discolored skin. Symptoms range from severe to very subtle; patients can be asymptomatic.",
    "Diagnosis": "Diagnosis involves assessing clinical presentation, risk factors, and using the Wells score. Imaging methods include venous ultrasound (first-line), CT, or MRI venography. D-dimer testing is useful but can be non-specific.",
    "Treatments": "Anticoagulants (e.g., heparin, warfarin, rivaroxaban) are the primary treatment. Duration of therapy varies; at least 3 months is typical, with ongoing therapy for some cases. Interventional therapies are rare.",
    "UrgentConsiderations": "Phlegmasia cerulea dolens, marked by severe swelling and pain, requires immediate treatment due to its life-threatening nature.",
    "RedFlags": "Symptoms of pulmonary embolism, significant pain combined with marked swelling, and signs of right ventricular dysfunction in unstable patients.",
    "Medications": "Unfractionated heparin, low molecular weight heparin, fondaparinux, rivaroxaban, apixaban, edoxaban, dabigatran, warfarin.",
    "ReferralPathways": "Referral to vascular surgery for severe cases like phlegmasia cerulea dolens. Cardiology consultation for cases with suspected pulmonary embolism.",
    "Referral Template": "Template not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment involves evaluating the risk factors, clinical presentation, and diagnostic test results to determine the appropriate treatment and management plan."
  },
  {
    "ConditionName": "Chronic Atrial Fibrillation",
    "Classification": "Paroxysmal, Persistent, Permanent, Non-valvular, Lone, Sub-clinical",
    "Summary": "Chronic atrial fibrillation (AF) is a longstanding, chaotic, and irregular atrial arrhythmia. It presents with varied symptoms like palpitations, dyspnoea, angina, dizziness, syncope, and can be associated with heart failure, cardiomyopathy, or stroke. Many patients may be asymptomatic. The prevalence increases with age, and it is often accompanied by other cardiac and non-cardiac conditions.",
    "Symptoms": "Palpitations, shortness of breath, fatigue, chest pain, dizziness, anxiety, symptoms of congestive heart failure, cerebral hypoperfusion leading to presyncope or syncope, stroke, decrease in mentation, or listlessness.",
    "Diagnosis": "Diagnosis is confirmed through ECG showing absent P waves and irregular ventricular response. Diagnostic tests include echocardiography, thyroid function tests, serum urea and electrolytes, and liver transaminases. Risk factors include hypertension, coronary artery disease, congestive heart failure, advancing age, diabetes, valvular disease, and non-cardiovascular conditions like thyroid disease and sleep-disordered breathing.",
    "Treatments": "Management includes ventricular rate control, restoration and maintenance of sinus rhythm, and prevention of thromboembolic events. Treatment options include pharmacological rate control (beta-blockers, calcium-channel blockers, digoxin), anti-arrhythmic drugs, catheter and surgical ablation. Treatment choice depends on the patient's hemodynamic stability, symptoms, and associated heart failure.",
    "UrgentConsiderations": "Immediate direct current cardioversion is required in cases of hemodynamic instability, ongoing chest pain, hypotension, shortness of breath, dizziness, or syncope.",
    "RedFlags": "Severe symptoms indicating possible life-threatening conditions like stroke, heart failure, or systemic embolism.",
    "Medications": "Beta-blockers (atenolol, metoprolol, nadolol, propranolol, bisoprolol), non-dihydropyridine calcium-channel blockers, digoxin, amiodarone, dronedarone, flecainide, propafenone, sotalol, dofetilide. Use of anti-arrhythmics must be cautious, especially in patients with abnormal left ventricular function and heart failure.",
    "ReferralPathways": "Referral to cardiology for management, especially in cases of persistent symptoms despite medication, or for consideration of ablation therapy.",
    "Referral Template": "Template not provided in the source document.",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment involves evaluating the severity of atrial fibrillation, assessing associated risk factors, and determining the most appropriate treatment strategy."
  },
  {
    "ConditionName": "Heart Failure with Reduced Ejection Fraction (HFrEF)",
    "Classification": "Cardiovascular disorder",
    "Summary": "Heart failure with reduced ejection fraction (HFrEF) is a type of heart failure where the left ventricular ejection fraction (LVEF) is 40% or less. It results from structural or functional cardiac disorders that impair the heart's ability to pump effectively. HFrEF is a progressive condition with symptoms like dyspnea, fatigue, fluid retention, and reduced exercise tolerance. Management includes lifestyle modifications, pharmacotherapy, and, in some cases, device therapy or heart transplantation.",
    "Symptoms": "Dyspnea, fatigue, fluid retention (edema), orthopnea (breathlessness when lying flat), paroxysmal nocturnal dyspnea (awakening at night with shortness of breath), reduced exercise tolerance, cough, chest discomfort, palpitations.",
    "Diagnosis": "Diagnosis includes clinical evaluation, echocardiography (LVEF ≤40%), and additional tests such as electrocardiography (ECG), chest X-ray, brain natriuretic peptide (BNP) or N-terminal pro B-type natriuretic peptide (NT-proBNP) levels, and sometimes cardiac catheterization.",
    "Treatments": "Management involves lifestyle modifications (e.g., sodium restriction, fluid restriction), pharmacotherapy (e.g., ACE inhibitors, beta-blockers, diuretics, aldosterone antagonists), and device therapy (e.g., implantable cardioverter-defibrillator, cardiac resynchronization therapy) as appropriate. In advanced cases, heart transplantation may be considered.",
    "UrgentConsiderations": "Acute decompensation may require hospitalization for diuretic therapy, oxygen, and hemodynamic support.",
    "RedFlags": "Acute worsening of symptoms, severe chest pain, confusion, severe edema, high fever.",
    "Medications": "ACE inhibitors (e.g., enalapril, lisinopril), beta-blockers (e.g., carvedilol, metoprolol succinate), diuretics (e.g., furosemide), aldosterone antagonists (e.g., spironolactone), sacubitril/valsartan (if ACE inhibitor intolerant), hydralazine/isosorbide dinitrate (if ACE inhibitor intolerant), digoxin (in selected cases).",
    "ReferralPathways": "Referral to cardiology for assessment and management. Consideration of heart transplantation in eligible candidates.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment involves evaluating the severity of heart failure, assessing for exacerbating factors, and tailoring treatment to the patient's condition and needs."
  },
  {
    "ConditionName": "Heart Failure with Preserved Ejection Fraction (HFpEF)",
    "Classification": "Cardiovascular disorder",
    "Summary": "Heart failure with preserved ejection fraction (HFpEF) is a type of heart failure where the left ventricular ejection fraction (LVEF) is 50% or more. It results from structural or functional cardiac disorders that impair the heart's ability to fill effectively. HFpEF is a progressive condition with symptoms like dyspnea, fatigue, fluid retention, and reduced exercise tolerance. Management includes lifestyle modifications, pharmacotherapy, and, in some cases, device therapy.",
    "Symptoms": "Dyspnea, fatigue, fluid retention (edema), orthopnea (breathlessness when lying flat), paroxysmal nocturnal dyspnea (awakening at night with shortness of breath), reduced exercise tolerance, cough, chest discomfort, palpitations.",
    "Diagnosis": "Diagnosis includes clinical evaluation, echocardiography (LVEF ≥50%), and additional tests such as electrocardiography (ECG), chest X-ray, brain natriuretic peptide (BNP) or N-terminal pro B-type natriuretic peptide (NT-proBNP) levels, and sometimes cardiac catheterization.",
    "Treatments": "Management involves lifestyle modifications (e.g., sodium restriction, fluid restriction), pharmacotherapy (e.g., ACE inhibitors, beta-blockers, diuretics, aldosterone antagonists), and device therapy (e.g., implantable cardioverter-defibrillator, cardiac resynchronization therapy) as appropriate.",
    "UrgentConsiderations": "Acute decompensation may require hospitalization for diuretic therapy, oxygen, and hemodynamic support.",
    "RedFlags": "Acute worsening of symptoms, severe chest pain, confusion, severe edema, high fever.",
    "Medications": "ACE inhibitors (e.g., enalapril, lisinopril), beta-blockers (e.g., carvedilol, metoprolol succinate), diuretics (e.g., furosemide), aldosterone antagonists (e.g., spironolactone), sacubitril/valsartan (if ACE inhibitor intolerant), hydralazine/isosorbide dinitrate (if ACE inhibitor intolerant), digoxin (in selected cases).",
    "ReferralPathways": "Referral to cardiology for assessment and management.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Cardiology",
    "Clinical Assessment": "Clinical assessment involves evaluating the severity of heart failure, assessing for exacerbating factors, and tailoring treatment to the patient's condition and needs."
  }
]