[
  {
    "ConditionName": "Lymphoedema",
    "Classification": "Primary lymphoedema (intrinsic defect, can present in isolation or as part of a syndrome), Secondary lymphoedema (due to injury to the lymphatic system, usually from infection, malignancy, cancer-related treatment, obesity, surgery, or trauma)",
    "Summary": "Chronic, progressive swelling of tissue with protein-rich fluid due to the disruption of the lymphatic system. Extremities are most commonly affected, followed by genitalia. Often presents with painless unilateral limb swelling; pitting oedema in early disease, non-pitting oedema in advanced disease. No cure, requires long-term, collaborative care.",
    "Symptoms": "Painless unilateral limb swelling, pitting oedema (early disease), non-pitting oedema (advanced disease), heaviness or weakness of the affected extremity, minimal pigment change, rarely ulcerates, may show verrucous skin changes, hyperkeratosis, papillomatosis, and induration in advanced disease.",
    "Diagnosis": "Primarily based on history and physical examination. Imaging supports diagnosis. Lymphoscintigraphy is the most accurate test. Other tests: MRI, CT scans, ultrasound (for ruling out other conditions), blood smears (for filariasis), genetic testing (for primary lymphoedema).",
    "Treatments": "Conservative therapy (skin care, static compression, elevation, exercise, combined massage and bandaging therapy), Intermittent pneumatic compression, psychosocial support, weight control, pharmacological therapy for filariasis (diethylcarbamazine, albendazole, ivermectin).",
    "UrgentConsiderations": "Immediate evaluation for secondary causes of lymphoedema in patients with sudden onset or rapid progression of symptoms. Timely management to prevent complications.",
    "RedFlags": "Sudden onset or rapid progression of symptoms, recurrent infections, skin changes suggesting cellulitis, suspicion of malignancy.",
    "Medications": "Diethylcarbamazine for filariasis, albendazole, and ivermectin are also beneficial. Consult infectious diseases specialist for management.",
    "ReferralPathways": "Referral to lymphoedema specialists, dermatologists, or vascular surgeons for assessment and management.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": "Clinical assessment involves evaluating the extent of lymphoedema, identifying potential triggers or underlying causes, and providing education on self-management."
  },
  {
    "ConditionName": "Varicose Veins",
    "Classification": "Vascular Disorder",
    "Summary": "Varicose veins are dilated, often palpable subcutaneous veins with reversed blood flow, commonly found in the legs. They can be asymptomatic or cause symptoms like pain, aching, or itching. Complications include skin changes, bleeding, or venous ulceration. Treatment options vary from advice and reassurance to interventional treatments like endothermal ablation, foam sclerotherapy, and surgery.",
    "Symptoms": "Pain, aching, itching, visible dilated veins, skin changes, bleeding, potential for venous ulceration.",
    "Diagnosis": "Diagnosis involves duplex ultrasound to confirm the diagnosis and the extent of truncal reflux. Other methods include clinical assessment and observation of symptoms.",
    "Treatments": "Advice and reassurance, endothermal ablation, foam sclerotherapy, surgery, and compression hosiery.",
    "UrgentConsiderations": "Immediate treatment for bleeding varicose veins and management of complications like venous ulcers.",
    "RedFlags": "Severe symptoms, skin changes indicating chronic venous insufficiency, bleeding, or venous ulcers.",
    "Medications": "Topical creams and ointments for symptomatic relief of itching and discomfort. No specific medications for varicose veins themselves.",
    "ReferralPathways": "Referral to vascular service for symptomatic primary or recurrent varicose veins, lower-limb skin changes, superficial vein thrombosis, venous leg ulcers, or healed venous leg ulcers.",
    "Referral Template": "Not specified",
    "SpecialtyID": 2,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": "Clinical assessment involves evaluating the severity of varicose veins, identifying potential complications, and assessing the need for intervention."
  },
  {
    "ConditionName": "Keloid",
    "Classification": "Abnormal form of scarring (fibroproliferative disorder)",
    "Summary": "Keloids, unique to humans, are an abnormal form of scarring not associated with maturation, regression, or contraction. They occur in 1% to 16% of the population, more commonly in individuals with darker skin pigmentation and are often familial.",
    "Symptoms": "Keloids can develop after an inciting event (e.g., body piercing, surgery, trauma). Risk factors include a history of prior keloid, darker skin type, and symptoms such as itchiness, tingling, or pain during the active-growth phase.",
    "Diagnosis": "Diagnosis is primarily clinical, based on the patient's history and physical examination. In some cases, a skin biopsy may be performed, although it is generally avoided to prevent worsening of the condition.",
    "Treatments": "Treatment for keloids can be challenging and often involves a trial and error approach. Common treatments include silicone-based therapy, intralesional corticosteroids, topical corticosteroids, pressure therapy, cryotherapy, laser therapy, and surgery in refractory cases. Emerging treatments include cytotoxic agents, immune modulators, apoptosis inducers, and metabolic blockers.",
    "Urgent Considerations": "There are no specific urgent considerations for keloids mentioned in the NHS guidelines.",
    "Red Flags": "It's important to note that the response to keloid treatment can be highly variable and unpredictable, and recurrence is possible.",
    "Medications": "Medications used in keloid treatment may include silicone-based therapy, intralesional corticosteroids, topical corticosteroids, cytotoxic agents (e.g., mitomycin), immune modulators, apoptosis inducers, and metabolic blockers (e.g., fluorouracil).",
    "Referral Pathways": "Referral pathways for keloid management may vary depending on the healthcare provider's protocols and the patient's individual case.",
    "Referral Template": "Specific referral templates for keloids are not provided by the NHS.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Melanoma",
    "Classification": "Malignant tumour arising from melanocytes",
    "Summary": "Melanoma is a common and potentially deadly form of skin cancer. Its incidence varies globally, with the highest rates in Australia. It arises from melanocytes and involves both genetic and environmental factors, including sun sensitivity.",
    "Symptoms": "Early melanoma may be asymptomatic. Signs include new or changing pigmented lesions, pruritic or bleeding lesions, and changes in size, shape, coloration, or ulceration. Nodular, amelanotic, or desmoplastic melanomas may present without prior pigmented lesions.",
    "Diagnosis": "Diagnosis includes a thorough physical examination using the ABCDE criteria (Asymmetry, Border irregularity, Colour variability, Diameter >6 mm, Evolution), dermoscopy, and skin biopsy. Histopathological analysis confirms the diagnosis.",
    "Treatments": "Treatment for melanoma depends on the stage of the disease and may include surgical excision, immunotherapy, targeted therapy, radiation, and chemotherapy. Advanced stages require more aggressive treatment.",
    "Urgent Considerations": "Rapidly progressing disease, especially in stage IV melanoma, requires urgent care. Elevated serum LDH (lactate dehydrogenase) levels indicate high risk in stage IV patients.",
    "Red Flags": "Red flags for melanoma include rapid changes in existing moles, development of new pigmented lesions, and any signs of ulceration or bleeding in skin lesions.",
    "Medications": "Medications used in melanoma treatment may include immunotherapy (e.g., checkpoint inhibitors) and targeted therapy (e.g., BRAF and MEK inhibitors) for specific genetic mutations.",
    "Referral Pathways": "Patients with suspicious skin lesions should be referred to dermatology for evaluation. After a confirmed diagnosis, referral to oncology may be necessary for treatment planning.",
    "Referral Template": "Specific referral templates for melanoma may be available through the NHS depending on local protocols.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Basal Cell Carcinoma (BCC)",
    "Classification": "Most common malignancy of the skin, non-melanoma skin cancer",
    "Summary": "Basal cell carcinoma (BCC) is the most common type of skin cancer, characterized by pearly white/pink papulo-nodules or firm plaques. It arises from pluripotent cells in the epidermis and follicular epithelium and is associated with sun and UV radiation exposure. BCC rarely metastasizes and is often successfully treated with surgery.",
    "Symptoms": "BCC typically presents as pearly white/pink papulo-nodules or firm plaques. Risk factors include sun-damaged skin or a history of UV exposure.",
    "Diagnosis": "Diagnosis of BCC is histological and involves a skin biopsy, which may be performed using shave or punch biopsy techniques. Identifying the histological subtype (nodular, superficial, pigmented) is important for treatment planning.",
    "Treatments": "Treatment options for BCC include surgical excision, curettage and electrodesiccation, or Mohs micrographic surgery. Non-surgical treatments, usually for superficial BCC, include cryosurgery or topical therapies. The choice of treatment depends on factors such as the lesion's size, location, subtype, depth, and margins.",
    "Urgent Considerations": "There are no specific urgent considerations for BCC mentioned in the NHS guidelines.",
    "Red Flags": "There are no specific red flags mentioned in the NHS guidelines for BCC.",
    "Medications": "In advanced cases or cases of nevoid basal cell carcinoma syndrome, hedgehog pathway inhibitors (e.g., vismodegib, sonidegib) may be used.",
    "Referral Pathways": "Referral for surgical treatment or specialist care for advanced or recurrent BCC cases may be necessary.",
    "Referral Template": "Specific referral templates for BCC are not provided by the NHS.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Lipoma",
    "Classification": "Benign tumours composed of adipose tissue",
    "Summary": "Lipomas are slow-growing, benign mesenchymal tumours that form well-circumscribed, lobulated lesions composed of adipocytes. They occur in any body area, most commonly in subcutaneous tissues.",
    "Symptoms": "Lipomas are typically soft, mobile, superficial cutaneous lesions and are usually without symptoms. Pain or discomfort may occur if they increase in size or become symptomatic.",
    "Diagnosis": "Diagnosis of lipomas depends on their location and characteristics. Superficial cutaneous lipomas are often diagnosed based on history and physical examination. Imaging tests and biopsy may be required for deeper or atypical lipomas.",
    "Treatments": "Treatment for lipomas may involve surgical resection for symptomatic relief, pathological confirmation, cosmetic reasons, or size increase. The choice of treatment varies by location and may include laparoscopic or open segmental resection for gastrointestinal lipomas.",
    "Urgent Considerations": "There are no specific urgent considerations for lipomas mentioned in the NHS guidelines.",
    "Red Flags": "In the differential diagnosis, it's important to consider the possibility of liposarcoma, which is a more aggressive form of adipose tissue-related cancer.",
    "Medications": "Specific medications for the treatment of lipomas are not specified in the NHS guidelines.",
    "Referral Pathways": "Referral pathways for lipomas may depend on the individual case and the need for surgical treatment or specialist evaluation.",
    "Referral Template": "Specific referral templates for lipomas are not provided by the NHS.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Dermatomyositis (DM)",
    "Classification": "Idiopathic autoimmune inflammatory disorder",
    "Summary": "Dermatomyositis (DM) is characterized by myopathy and distinctive cutaneous eruptions. Skin lesions often precede muscle involvement and are associated with interstitial lung disease, cardiac and esophageal involvement, dystrophic calcification, and malignancy.",
    "Symptoms": "Common symptoms of DM include the heliotrope rash, Gottron's papules, photosensitivity, nail fold capillary dilatation, muscle weakness, and myalgia. Skin lesions may occur without muscle disease in some cases.",
    "Diagnosis": "Diagnosis is based on the clinical presentation, muscle enzyme tests (such as CK and aldolase levels), muscle biopsy, electromyography, skin biopsy, and autoantibody testing. Additional tests may include ECG, echocardiography, chest x-ray, pulmonary function tests, and high-resolution CT for systemic involvement.",
    "Treatments": "Treatment for DM may involve high-dose oral corticosteroids for muscle disease, immunosuppressants, and intravenous immunoglobulin in refractory cases. Skin manifestations can be managed with topical antipruritics, corticosteroids, antimalarials, and topical tacrolimus.",
    "Urgent Considerations": "Patients with DM should be investigated for occult malignancy, myocardial involvement, and interstitial lung disease, especially in cases of rapid progression or severe systemic involvement.",
    "Red Flags": "Red flags in DM include rapid progression of symptoms, severe systemic involvement, or signs suggestive of associated malignancy.",
    "Medications": "Medications used in DM treatment may include corticosteroids, immunosuppressants, intravenous immunoglobulin, antimalarials, and topical tacrolimus.",
    "Referral Pathways": "Referral to rheumatology, dermatology, pulmonology, or cardiology may be necessary based on the patient's symptoms and systemic involvement.",
    "Referral Template": "Specific referral templates for DM are not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Eczema",
    "Classification": "Inflammatory skin condition with chronic relapsing course",
    "Summary": "Eczema, also known as dermatitis, is a common skin condition in the UK. It is characterized by dry, itchy skin with erythema, scaling, vesicles, or lichenification. Eczema often affects both children and adults, with a higher prevalence in individuals with a history of atopic diseases like asthma or allergic rhinitis. The treatment of eczema in the NHS starts with emollients and topical corticosteroids, which are available as prescription medications. For more severe or resistant cases, additional therapies may be considered, such as phototherapy or systemic immunosuppressants.",
    "Symptoms": "The symptoms of eczema in the UK population include dry, itchy skin, erythema (redness), scaling, vesicles (blisters), and lichenification (thickened skin). The presentation can vary based on age, disease severity, and ethnicity. Acute flares of eczema often manifest with dry skin, erythema, scaling, papules, or vesicles, while chronic eczema may show thickened and lichenified skin.",
    "Diagnosis": "In the NHS, the diagnosis of eczema is primarily clinical, based on a patient's history and physical examination. Clinicians look for key features like xerosis (dry skin), hyperlinear palms, inflammatory papules, and lichenification. In some cases, specific allergy testing, such as food allergy testing, may be recommended to identify triggers.",
    "Treatments": "The treatment of eczema in the NHS follows a stepwise approach. It begins with emollients, which are moisturizers that help improve the skin's barrier function. Topical corticosteroids are commonly prescribed to reduce inflammation. In more severe or refractory cases, dermatologists may consider therapies like phototherapy (UV light therapy) or systemic immunosuppressants. It's important to note that emollients play a crucial role in eczema management and should be used generously.",
    "Urgent Considerations": "The NHS does not specify urgent considerations for eczema in the source document. However, patients experiencing severe symptoms or complications should seek prompt medical attention.",
    "Red Flags": "The source document does not provide specific red flags for eczema in the NHS context.",
    "Medications": "Common medications used in the NHS for eczema management include emollients and topical corticosteroids. These corticosteroids may include hydrocortisone, desonide, fluticasone, triamcinolone, fluocinolone, mometasone, betamethasone, desoximetasone, clobetasol, ulobetasol, and diflorasone. Additionally, topical calcineurin inhibitors like pimecrolimus and tacrolimus may be considered.",
    "Referral Pathways": "The source document does not specify referral pathways for eczema in the NHS.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Seborrhoeic Dermatitis",
    "Classification": "Chronic Inflammatory Skin Disorder",
    "Summary": "Seborrhoeic Dermatitis (SD) is a chronic inflammatory skin disorder commonly encountered in the NHS. It presents as erythematous and greasy scaly patches, often affecting areas such as the scalp, glabella, nasolabial fold, and chest. SD has a variable course and tends to flare with stress. In adults, the scalp form is often referred to as dandruff or pityriasis capitis.",
    "Symptoms": "The symptoms of seborrhoeic dermatitis include erythematous (red) and greasy scaly patches on the skin. These patches can be red, inflamed, and pruritic (itchy), with micaceous (flake-like) scales. Commonly affected areas include the scalp, glabella, nasolabial fold, posterior auricular skin, and anterior chest.",
    "Diagnosis": "Diagnosing seborrhoeic dermatitis in the NHS is typically based on clinical history and physical examination findings. A skin biopsy may be considered for atypical cases. Patients often report a history of scalp itching and scaling, especially during and after puberty, with a fluctuating course of flares and remission.",
    "Treatments": "Treatment for seborrhoeic dermatitis in the NHS focuses on symptom control. Topical agents such as corticosteroids, coal tar preparations, calcineurin inhibitors, antifungals, and specialized shampoos are commonly prescribed. For severe or persistent cases, systemic antifungal medications like itraconazole may be recommended. Emerging treatment options include topical quassia extract gel and roflumilast foam.",
    "Urgent Considerations": "The source document does not specify urgent considerations for seborrhoeic dermatitis in the NHS.",
    "Red Flags": "In the NHS, red flags for seborrhoeic dermatitis may include severe forms of the condition in individuals with weakened immune systems (e.g., AIDS patients), widespread or recalcitrant disease that requires oral antifungal therapy, or cases with unusual clinical presentations.",
    "Medications": "Medications commonly used in the NHS to manage seborrhoeic dermatitis include topical corticosteroids, antifungals, calcineurin inhibitors, coal tar preparations, and shampoos containing salicylic acid, ketoconazole, selenium sulphide, and pyrithione zinc. Oral antifungal medications like itraconazole and ketoconazole may also be prescribed when indicated.",
    "Referral Pathways": "In the NHS, referral to dermatology may be considered for severe or recalcitrant cases of seborrhoeic dermatitis.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Hidradenitis Suppurativa",
    "Classification": "Chronic inflammatory skin disease",
    "Summary": "Hidradenitis suppurativa (HS) is a chronic inflammatory skin disease that requires multidisciplinary treatment within the NHS. It commonly involves intertriginous areas and is associated with significant morbidity, including scarring, chronic pain, lymphoedema, and social impact.",
    "Symptoms": "The symptoms of hidradenitis suppurativa include inflammatory papules, nodules, abscesses, scarring, purulent drainage, and sinus tracts. Advanced cases may show more extensive scarring and sinus tracts, leading to disfigurement.",
    "Diagnosis": "Diagnosing hidradenitis suppurativa within the NHS is primarily clinical, based on anatomical location, relapses, chronicity, and the presence of typical lesions. Risk factors such as obesity, smoking, positive family history, and a history of acne vulgaris or inflammatory bowel disease are considered. Physical examination reveals inflammatory nodules, abscesses, open comedones, and possibly fibrosis, dermal contractures, disfiguring scars, and sinus tracts.",
    "Treatments": "The management of hidradenitis suppurativa in the NHS involves a multidisciplinary approach. Medical therapy may include topical and oral antibiotics, retinoids, and biological agents. Surgical options, such as wide excision, local excision, and deroofing of sinus tracts, may be considered. Lifestyle modifications and analgesia are also recommended to improve the patient's quality of life.",
    "Urgent Considerations": "The source document does not specify urgent considerations for hidradenitis suppurativa in the NHS.",
    "Red Flags": "In the NHS, red flags for hidradenitis suppurativa may include severe or rapidly progressing cases with extensive scarring, severe pain, or complications such as abscess formation. Prompt evaluation and management are essential in such cases.",
    "Medications": "Common medications used in the NHS for the management of hidradenitis suppurativa include antibiotics (e.g., tetracyclines, clindamycin, rifampicin, moxifloxacin, metronidazole), intralesional corticosteroids, dapsone, anti-androgens (e.g., spironolactone), and oral retinoids (e.g., isotretinoin, acitretin).",
    "Referral Pathways": "In the NHS, referral to dermatology is often necessary for persistent cases of hidradenitis suppurativa. Plastic surgery or dermatological surgery may be considered for surgical management.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Folliculitis",
    "Classification": "Inflammatory process involving hair follicles; commonly secondary to infection",
    "Summary": "Folliculitis is an inflammatory condition involving hair follicles and is commonly seen within the NHS in the UK. It often occurs as a secondary condition to bacterial, fungal, viral, or parasitic infections. Superficial folliculitis is usually self-limited, while deeper infection may require systemic antibiotic therapy.",
    "Symptoms": "In the NHS, symptoms of folliculitis include erythematous papules or pustules around hair follicles, typically in areas with terminal hair growth such as the head, neck, axillae, groin, and buttocks. Patients may experience folliculocentric papules and pustules with pruritus (itching) and discomfort.",
    "Diagnosis": "Diagnosing folliculitis within the NHS is primarily clinical and based on a patient's history and physical examination. Laboratory tests, such as skin swabs for bacterial and fungal culture, PCR for viral infections, and skin biopsy, may be performed in persistent or unusual cases to determine the underlying cause.",
    "Treatments": "The treatment of folliculitis in the NHS depends on the underlying cause. It may include hygienic measures, eradication of Methicillin-resistant Staphylococcus aureus (MRSA), symptomatic therapies, antibiotics based on culture sensitivities, topical or systemic antifungal therapy, and antiviral therapy for viral folliculitis. Non-infectious causes of folliculitis may require different treatments.",
    "Urgent Considerations": "The source document does not specify urgent considerations for folliculitis in the NHS.",
    "Red Flags": "In the NHS, red flags for folliculitis may include severe, widespread, or rapidly progressing cases, or those associated with systemic symptoms. Such cases may warrant immediate evaluation and treatment.",
    "Medications": "Medications commonly used in the NHS to manage folliculitis include antibiotics for bacterial folliculitis (e.g., dicloxacillin, clindamycin), antifungals for fungal folliculitis (e.g., ketoconazole, itraconazole), antivirals for viral folliculitis (e.g., aciclovir, valaciclovir), and treatments specific to non-infectious causes.",
    "Referral Pathways": "In the NHS, referral to dermatology may be considered for exuberant or recalcitrant cases of folliculitis.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Superficial Vein Thrombophlebitis",
    "Classification": "Vascular disorder",
    "Summary": "Superficial vein thrombophlebitis is a vascular disorder characterized by thrombus formation in a superficial vein with associated inflammation. It commonly affects the lower limbs' saphenous vein and its tributaries. However, it can also occur in the upper limbs or neck due to intravenous cannulation or drug administration. Recognizing and managing superficial vein thrombophlebitis is important within the NHS to prevent complications.",
    "Symptoms": "Symptoms of superficial vein thrombophlebitis include localized pain, redness, induration (hardening of the skin), warmth, and the presence of a palpable cord along a superficial vein. Some patients may experience a low-grade fever. Signs of infected superficial vein thrombophlebitis include high fever, pus at the site, and lymphangitis (inflammation of lymph vessels).",
    "Diagnosis": "Diagnosing superficial vein thrombophlebitis in the NHS is based on clinical signs and can be confirmed by Doppler ultrasonography. This imaging technique helps rule out deep vein thrombosis and assesses the size and location of the thrombus. In recurrent or migratory cases, a biopsy may be considered.",
    "Treatments": "The management of superficial vein thrombophlebitis within the NHS may include anticoagulants, non-steroidal anti-inflammatory drugs (NSAIDs), compression therapy, local heat application, and leg elevation. Surgical intervention may be required in cases where the thrombus is near the saphenofemoral junction or when there are contraindications to anticoagulation.",
    "Urgent Considerations": "Rapid evaluation and treatment are essential within the NHS for suspected concomitant deep vein thrombosis or pulmonary embolism in patients with superficial vein thrombophlebitis.",
    "Red Flags": "High fever, purulent discharge, symptoms of deep vein thrombosis or pulmonary embolism, rapid extension of thrombus.",
    "Medications": "Anticoagulants (e.g., fondaparinux, enoxaparin, dalteparin), NSAIDs, prophylactic heparin post-surgery.",
    "Referral Pathways": "Referral to a vascular specialist or surgeon in cases of extensive, recurrent, or complicated SVT.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Erythema Nodosum (EN)",
    "Classification": "Cutaneous hypersensitivity reaction, panniculitis",
    "Summary": "Erythema nodosum (EN) is a cutaneous hypersensitivity reaction commonly encountered in the NHS. It presents with tender, non-ulcerated, erythematous nodules, often located on the shins. EN can be associated with various underlying conditions, including infections, chronic inflammatory diseases, autoimmune diseases, malignancies, and pregnancy. Treatment within the NHS includes supportive care, non-steroidal anti-inflammatory drugs (NSAIDs), potassium iodide, and corticosteroids.",
    "Symptoms": "EN is characterized by the presence of tender, non-ulcerated, erythematous nodules on the skin. These nodules are commonly found on the shins, although they can also appear on the thighs, upper extremities, calves, buttocks, and face. Patients with EN may experience arthralgia (joint pain) and fever. The nodules can evolve into painful lesions, sometimes with extravasated blood.",
    "Diagnosis": "Diagnosing EN in the NHS is predominantly based on clinical findings. Confirmation may involve a skin biopsy if necessary. Initial tests may include investigations for streptococcal infections, sarcoidosis, tuberculosis, or other underlying conditions. However, up to 60% of EN cases may not have an identifiable cause.",
    "Treatments": "Treatment of EN in the NHS includes supportive care, such as bed rest and leg elevation to alleviate symptoms. Non-steroidal anti-inflammatory drugs (NSAIDs) may be prescribed to reduce pain and inflammation. Additionally, oral potassium iodide or intralesional corticosteroids may be considered for severe or unresponsive cases. Treatment of the underlying disorder, if identified, is also a key part of management.",
    "Urgent Considerations": "The source document does not specify urgent considerations for erythema nodosum (EN) in the NHS.",
    "Red Flags": "Red flags for EN within the NHS may include severe or atypical presentations, especially when associated with systemic symptoms or rapid progression. Such cases may warrant further evaluation and intervention.",
    "Medications": "Medications commonly used in the NHS to manage erythema nodosum (EN) include NSAIDs for pain and inflammation control, potassium iodide, and corticosteroids. Intralesional corticosteroids may be administered directly into the affected nodules for localized relief.",
    "Referral Pathways": "The source document does not specify specific referral pathways for erythema nodosum (EN) in the NHS.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Common Cutaneous Drug Reactions",
    "Classification": "Type A (dose-dependent and predictable), Type B (neither dose-dependent nor predictable)",
    "Summary": "Drug reaction affecting the structure or function of the skin, appendages, or mucous membranes. Includes maculopapular skin reactions, urticaria, angio-oedema, fixed drug eruptions, erythema multiforme, DRESS (Drug Reaction with Eosinophilia and Systemic Symptoms), Stevens-Johnson syndrome, toxic epidermal necrolysis.",
    "Symptoms": "Common symptoms include skin lesions, maculopapular reactions, urticaria, angio-oedema, erythema multiforme, fixed drug eruptions, and systemic symptoms such as fever and malaise.",
    "Diagnosis": "Diagnosis involves assessing drug features (dose, time, susceptibility), conducting challenge/dechallenge/rechallenge tests, analyzing clinical patterns, considering other potential causes, performing skin tests, measuring serum tryptase concentration, using complement pathway assays, histology of lesion biopsy, and examining full blood count and differential.",
    "Treatments": "Treatment includes immediate withdrawal of the suspected drug. Symptomatic treatment is administered for non-drug-induced lesions. For serious reactions like SJS (Stevens-Johnson Syndrome), TEN (Toxic Epidermal Necrolysis), DRESS, serum sickness, vasculitis, and anaphylaxis, specific treatments are prescribed.",
    "Urgent Considerations": "In cases of severe reactions or anaphylactic reactions, immediate withdrawal of the suspected drug and emergency treatment are crucial.",
    "Red Flags": "Red flags include symptoms of severe reactions such as SJS, TEN, DRESS, serum sickness, vasculitis, and anaphylaxis.",
    "Medications": "Medications are prescribed based on specific symptoms and the severity of the reaction.",
    "Referral Pathways": "Referral to specialists is recommended for severe reactions and comprehensive management.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Dermatophyte Infections",
    "Classification": "Superficial fungal infection caused by dermatophytes",
    "Summary": "Dermatophyte infections are caused by fungi that require keratin for growth, affecting hair, skin, and nails. These infections are typically transmitted via direct contact from people, animals, soil, and fomites.",
    "Symptoms": "Symptoms often include an inflammatory pattern at the edge of the skin lesion with scaling and redness. Occasionally, blister formation may occur. Dermatophyte infections can affect various body parts, including the scalp, trunk, face, hands, groin, fingernails, and toenails.",
    "Diagnosis": "Diagnosis is primarily based on clinical assessment. However, laboratory confirmation through potassium hydroxide (KOH) microscopy, fungal culture, or periodic acid-Schiff (PAS) staining is recommended, especially for nail infections.",
    "Treatments": "Treatment options vary based on the site of infection. Topical therapy is suitable for limited infections, while systemic therapy is needed for conditions like tinea capitis, tinea barbae, tinea manuum, and onychomycosis. Treatment duration ranges from 2-4 weeks for simple cases to over 4 weeks for resistant or unresponsive cases.",
    "Urgent Considerations": "Urgent considerations are not specified in the source document.",
    "Red Flags": "Red flags may include severe disease in cases of immunocompromise.",
    "Medications": "Medications for treatment include systemic antifungals (such as terbinafine and azoles), topical allylamine antifungal therapy, and topical aluminium acetate.",
    "Referral Pathways": "Referral pathways are not specified in the source document.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Soft-tissue Sarcoma",
    "Classification": "Rare Solid Tumours of Connective Tissue",
    "Summary": "Soft-tissue sarcoma is a group of rare solid tumors originating from connective tissue. It accounts for only 1% of all adult malignancies and comprises more than 50 different histological subtypes. These tumors often present as soft-tissue swelling, which may or may not be painful, in extremities, retroperitoneal/abdominal areas, chest wall, or head and neck. Specific gene mutations and chromosomal translocations are associated with soft-tissue sarcomas.",
    "Symptoms": "Common symptoms include soft-tissue swelling (which may or may not be painful), the presence of a painless mass usually larger than 5 cm, features suggestive of metastases such as weight loss, fatigue, and anorexia, and neuropathic pain in neural tumors.",
    "Diagnosis": "Diagnosis is primarily based on biopsy, requiring expert pathological review. Imaging techniques such as MRI and CT scans are used, with PET scans being useful for staging, prognostication, grading, and determining chemotherapy response.",
    "Treatments": "Treatment depends on the histological diagnosis and staging, requiring a multidisciplinary approach. Surgery is the primary treatment for most types of soft-tissue sarcoma, with radiotherapy and chemotherapy being utilized based on the stage and subtype. Adjuvant imatinib is used in specific cases, such as gastrointestinal stromal tumors (GIST) with KIT or PDGFRA mutations.",
    "Urgent Considerations": "Urgent considerations are not specified in the source document.",
    "Red Flags": "Red flags include rapid growth or changes in the characteristics of the tumor and symptoms suggestive of metastases.",
    "Medications": "Medications for treatment may include chemotherapy (varies by subtype) and adjuvant imatinib for specific cases of GIST.",
    "Referral Pathways": "Referral to expert centers for multidisciplinary management is recommended, including specialties such as surgery, radiation oncology, and medical oncology.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Acne Vulgaris",
    "Classification": "Inflammatory skin disease affecting the pilosebaceous unit",
    "Summary": "Acne vulgaris is a common inflammatory skin disease that typically peaks in adolescence but can affect individuals of any age group. It encompasses non-inflammatory comedones (whiteheads and blackheads) and inflammatory lesions such as papules, pustules, nodules, and cysts. These lesions primarily appear on the face and trunk and can lead to both physical and psychological impacts.",
    "Symptoms": "Symptoms of acne vulgaris include comedones (whiteheads and blackheads), papules, pustules, nodules, cysts, and scarring.",
    "Diagnosis": "Diagnosis is primarily based on history and physical examination, which includes the assessment of non-inflammatory and inflammatory lesions, the presence of risk factors, skin tenderness, and potential systemic complaints.",
    "Treatments": "Treatment often involves combination therapy with topical retinoids, keratolytics, hormonal therapy, and antibiotics. Severe cases may require oral isotretinoin, with adjunctive therapies such as oral corticosteroids and hormonal therapy for women.",
    "Urgent Considerations": "Acne fulminans, a rare variant presenting with systemic manifestations like fever, arthralgias, myalgias, hepatosplenomegaly, and osteolytic bone lesions, requires prompt attention.",
    "Red Flags": "Red flags include severe nodulocystic acne, especially when accompanied by systemic symptoms, indicating the possibility of acne fulminans.",
    "Medications": "Medications commonly used for treatment include topical retinoids (e.g., tretinoin, adapalene, tazarotene), topical and oral antibiotics, oral isotretinoin, oral corticosteroids, and hormonal therapy (for women).",
    "Referral Pathways": "Referral to a dermatologist is recommended for resistant or severe cases, and referral to an endocrinologist may be necessary for cases involving hormonal factors.",
    "Referral Template": "Not provided in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Herpes Zoster Infection",
    "Classification": "Reactivation of varicella-zoster virus (VZV)",
    "Summary": "Herpes zoster, also known as shingles, presents with burning or stabbing pain followed by a vesicular rash in the affected dermatome. Diagnosis is primarily based on clinical symptoms and PCR methods. Treatment includes pain management with analgesics and reducing viral replication with antiviral medicine such as aciclovir.",
    "Symptoms": "Symptoms of herpes zoster infection include dermatomal pain, a rash in the affected area, fever, headache, malaise, and fatigue. Severe cases in immunocompromised patients may exhibit an extensive rash and systemic symptoms.",
    "Diagnosis": "Clinical diagnosis is based on dermatomal pain and the characteristic rash. PCR is the most sensitive and specific test for detecting VZV DNA. Immunohistochemical analysis of a skin scraping and culture are also used for confirmation.",
    "Treatments": "Treatment options include oral antivirals (such as aciclovir, famciclovir, and valaciclovir), especially if initiated within 72 hours of rash onset. Severe cases may require intravenous aciclovir. Pain management with analgesics is essential, and various treatments are available for postherpetic neuralgia.",
    "Urgent Considerations": "Early initiation of antiviral therapy is critical in cases of ophthalmic zoster and for immunocompromised patients. Severe cases may lead to life-threatening complications.",
    "Red Flags": "Red flags include severe pain without a rash (zoster sine herpete), systemic symptoms like fever, headache, malaise, or fatigue, especially in immunocompromised patients.",
    "Medications": "Medications commonly used for treatment include antivirals (such as aciclovir, famciclovir, and valaciclovir), analgesics (including paracetamol, ibuprofen, and opioids), and topical treatments like lidocaine and capsaicin.",
    "Referral Pathways": "Referral to an ophthalmologist is recommended for eye manifestations, and immunocompromised patients should be managed closely.",
    "Referral Template": "A template for referrals is not provided in the document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Genital Warts",
    "Classification": "Viral Sexually Transmitted Infection",
    "Summary": "Genital warts, caused by human papillomavirus (HPV), are a common sexually transmitted infection (STI), particularly among young sexually active adults. They manifest as verrucous fleshy papules, often in the genital or anogenital area, varying in size and color. While generally benign, they can cause discomfort, pruritus, or friability. In certain locations, they may lead to bleeding or urinary symptoms.",
    "Symptoms": "Genital warts typically appear as fleshy papules on the genital or anogenital area, varying in size and color. They are generally asymptomatic but can cause pain, pruritus, or friability. In certain locations, they may cause bleeding or urinary symptoms.",
    "Diagnosis": "Diagnosis is primarily based on clinical presentation. However, biopsy may be indicated for atypical warts, treatment-resistant warts, or when malignancy is suspected. Anoscopy and urethroscopy may be used for specific locations.",
    "Treatments": "Treatment options include topical agents such as podophyllotoxin, imiquimod, and sinecatechins. Provider-administered therapies like cryotherapy, trichloroacetic acid application, and surgical removal are also available. Alternative therapies such as CO2 laser ablation and photodynamic therapy may be considered. The choice of treatment depends on wart characteristics and patient factors.",
    "Urgent Considerations": "While genital warts themselves are not usually considered urgent, complications like bleeding or obstruction in certain locations may require prompt attention.",
    "Red Flags": "Red flags include atypical appearance or rapid changes in warts, bleeding, pain, or signs suggestive of malignancy, warranting further investigation.",
    "Medications": "Medications commonly used for treatment include topical agents such as podophyllotoxin, imiquimod, and sinecatechins. Surgical options may be necessary for treatment-resistant cases.",
    "Referral Pathways": "Referral to dermatologists or specialists in sexual health is recommended for atypical cases, complicated cases, or situations where initial treatments fail. The referral should include details on wart appearance, location, duration, previous treatments, and relevant patient history.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Pityriasis Rosea",
    "Classification": "Dermatological Conditions",
    "Summary": "Pityriasis rosea is an inflammatory skin disease of unclear etiology, often presenting in individuals aged 10 to 35 years. It is characterized by a single larger lesion, known as the herald patch, followed by smaller papulosquamous oval lesions. The condition is acute, self-limiting, and typically resolves spontaneously over several weeks.",
    "Symptoms": "Pityriasis rosea presents with an initial 'herald patch,' followed by smaller papulosquamous oval lesions. Pruritus (itchiness) occurs in approximately 75% of patients, and some individuals may experience prodromal symptoms such as fever, malaise, headache, and arthralgia.",
    "Diagnosis": "Diagnosis is primarily clinical and based on the patient's history and clinical findings. In atypical cases, skin biopsy and additional serology tests may be necessary. Differential diagnoses include secondary syphilis, guttate psoriasis, tinea corporis, drug eruption, and nummular eczema.",
    "Treatments": "Most cases of pityriasis rosea are self-limiting and require no specific treatment. Symptomatic treatment may include the use of topical emollients to alleviate pruritus, antihistamines for itch relief, and corticosteroids for severe inflammation. Narrow-band ultraviolet-B therapy and systemic corticosteroids may be considered for severe or refractory cases.",
    "Urgent Considerations": "Urgent considerations are not specified in the source document.",
    "Red Flags": "Red flags include atypical lesion distribution, severe or persistent symptoms, and the potential for misdiagnosis as secondary syphilis or drug eruption.",
    "Medications": "Common medications used for treatment include oral antihistamines such as loratadine, fexofenadine, cetirizine, and hydroxyzine. Topical corticosteroids like hydrocortisone and triamcinolone may be prescribed, and in severe cases, systemic corticosteroids like prednisolone may be considered.",
    "Referral Pathways": "Referral to a dermatologist is recommended for atypical or complicated cases of pityriasis rosea.",
    "Referral Template": "A specific referral template is not provided in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Psoriasis",
    "Classification": "Chronic inflammatory skin disease",
    "Summary": "Psoriasis is a chronic inflammatory skin disease that affects approximately 2% of the population. It is characterized by well-demarcated, erythematous, scaly plaques, often with a silvery-white scale. Psoriasis can affect any part of the body, but it most commonly affects the scalp, elbows, knees, and lower back. It is associated with significant morbidity and can have a significant impact on quality of life.",
    "Symptoms": "Psoriasis presents with well-demarcated, erythematous, scaly plaques, often with a silvery-white scale. It can affect any part of the body, but it most commonly affects the scalp, elbows, knees, and lower back. Patients may experience pruritus (itchiness), pain, and bleeding.",
    "Diagnosis": "Diagnosis is primarily clinical and based on the patient's history and clinical findings. In atypical cases, skin biopsy and additional serology tests may be necessary. Differential diagnoses include seborrheic dermatitis, lichen simplex chronicus, and tinea corporis.",
    "Treatments": "Treatment options for psoriasis include topical agents, phototherapy, and systemic agents. Topical agents include corticosteroids, vitamin D analogues, and tar preparations. Phototherapy involves the use of ultraviolet light, and systemic agents include methotrexate, acitretin, and cyclosporine. Biologic agents such as adalimumab, etanercept, and ustekinumab are also available.",
    "Urgent Considerations": "Urgent considerations are not specified in the source document.",
    "Red Flags": "Red flags include severe or rapidly progressing cases, especially when associated with systemic symptoms. Such cases may warrant further evaluation and intervention.",
    "Medications": "Common medications used for treatment include topical corticosteroids, vitamin D analogues, tar preparations, methotrexate, acitretin, cyclosporine, and biologic agents such as adalimumab, etanercept, and ustekinumab.",
    "Referral Pathways": "Referral to a dermatologist is recommended for atypical or complicated cases of psoriasis.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Angular Cheilitis",
    "Classification": "Inflammation of the angles of the mouth",
    "Summary": "Angular cheilitis is characterized by inflammation at the corners of the mouth, presenting with fissures, scaling, erythema, and crusting. It has a multi-factorial aetiology, including mechanical factors, infectious agents, nutritional deficiencies, or inflammatory dermatological conditions.",
    "Symptoms": "Fissures, scaling, erythema, and crusting at the angles of the mouth",
    "Diagnosis": "Angular cheilitis is diagnosed clinically with the support of laboratory studies to identify contributing aetiologies, especially when refractory to empirical treatment.",
    "Treatments": "Treatment options for Angular Cheilitis include topical miconazole, oral fluconazole, topical nystatin or amphotericin-B for patients on certain medications, supportive management for non-infectious aetiology, correction of nutritional deficiencies, and mechanical stress reduction.",
    "Urgent Considerations": "None specified",
    "Red Flags": "None specified",
    "Medications": "Common medications for Angular Cheilitis include topical miconazole, oral fluconazole, topical nystatin, and topical antibacterial agents.",
    "Referral Pathways": "Referral may be necessary for persistent or complex cases, especially if they involve nutritional deficiencies or poorly fitting dentures. Referral to a dermatologist or relevant specialist may be appropriate.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Vitiligo",
    "Classification": "Skin disease",
    "Summary": "Vitiligo is a common, acquired multifactorial skin disease characterized by progressive depigmentation of the epidermis in circumscribed areas, typically without erythema or scaling. It involves a genetic component and is associated with multiple autoimmune disorders, most commonly autoimmune thyroiditis. The therapeutic goal is to improve the appearance of the affected skin, with treatment options including narrow-band UV-B light, topical immunosuppressants, and, in some cases, surgery.",
    "Symptoms": "The main symptom of Vitiligo is the progressive depigmentation of the epidermis in circumscribed areas, typically without erythema or scaling.",
    "Diagnosis": "Diagnosis of Vitiligo is usually made by the primary care physician, based on history and clinical evaluation to exclude other genetic, inflammatory, or trauma-induced disorders. It includes assessing the extent, duration, and spread of lesions, potential triggers and risk factors, previous episodes and treatments, and comorbid autoimmune disease.",
    "Treatments": "Treatment options for Vitiligo include narrow-band UV-B light therapy, topical immunosuppressants like corticosteroids and calcineurin inhibitors. Phototherapy is a second-line treatment, and surgical options may be considered for areas that do not respond to other treatments. Depigmentation therapy is a last option for widespread, unresponsive Vitiligo.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Vitiligo can have a significant psychological impact, necessitating mental health support. The strong contrast between affected and unaffected skin in people with darker pigmentation makes the disease more visible.",
    "Medications": "Common medications for Vitiligo include topical corticosteroids (e.g., clobetasol, mometasone), calcineurin inhibitors (e.g., tacrolimus), narrow-band UV-B light therapy, and monobenzone for depigmentation.",
    "Referral Pathways": "Referral to a dermatologist is recommended for atypical cases or when extensive treatment is needed. Dermatologists are specialists in diagnosing and managing skin conditions like Vitiligo.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Hyperhidrosis",
    "Classification": "Excess sweating condition classified as primary (idiopathic) or secondary due to an underlying condition",
    "Summary": "Hyperhidrosis is excessive sweating beyond physiological need, occurring in primary (idiopathic) or secondary forms due to an underlying condition. It's described as palmar, plantar, axillary, and craniofacial, each with unique characteristics. It's common in both adults and children, typically starting in early childhood or at puberty. Treatment options include medical and surgical approaches.",
    "Symptoms": "Symptoms of Hyperhidrosis include excessive sweating in hands (palmar), feet (plantar), underarms (axillary), or head/face (craniofacial). Symptoms and severity can vary based on the subtype of Hyperhidrosis.",
    "Diagnosis": "Diagnosis of primary Hyperhidrosis is typically based on history and physical examination. Secondary Hyperhidrosis diagnosis requires identifying the underlying organic pathology through detailed laboratory evaluations.",
    "Treatments": "Treatment options for Hyperhidrosis include topical and systemic medications, iontophoresis, botulinum toxin type A injections, and surgery (like thoracoscopic sympathectomy). The treatment approach differs between primary and secondary Hyperhidrosis and is based on the affected area.",
    "Urgent Considerations": "Not provided in the document",
    "Red Flags": "Not provided in the document",
    "Medications": "Common medications for Hyperhidrosis include topical aluminium chloride, oral anticholinergics, and botulinum toxin type A injections. Specific treatments vary by the affected area and severity.",
    "Referral Pathways": "Referral pathways are not explicitly provided but would likely involve dermatologists or specialists in the underlying condition causing secondary Hyperhidrosis. Dermatologists are experts in managing various dermatological conditions, including Hyperhidrosis.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Bed Bugs",
    "Classification": "Nocturnal, obligate blood-feeding parasites",
    "Summary": "Bed bugs are nocturnal, obligate blood-feeding parasites that infest furniture and bedding. They cause painless bites, but these can lead to discomfort due to associated allergic reactions. Lesions are typically pruritic papules in an irregular linear pattern found on exposed body surfaces during sleep.",
    "Symptoms": "Symptoms of Bed Bugs infestation include pruritic papules in an irregular linear pattern and discomfort from bites.",
    "Diagnosis": "Diagnosis of Bed Bugs infestation is based on clinical presentation and history. Risk factors include sleeping in high-turnover environments, recent travel, and presence of second-hand furniture. Sighting of bed bugs or blood/faeces specks on bedding are indicative.",
    "Treatments": "Treatment for Bed Bugs infestation focuses on symptomatic relief with antihistamines, topical antipruritics, and corticosteroids. In severe cases, systemic corticosteroids are used. Elimination of bed bugs from the home, often requiring professional extermination, is essential.",
    "Urgent Considerations": "None specified",
    "Red Flags": "Red Flags for Bed Bugs infestation include anaphylaxis and asthma in rare cases and the potential for vector transmission of blood-borne diseases.",
    "Medications": "Common medications for Bed Bugs infestation include antihistamines, topical antipruritics, and topical and oral corticosteroids.",
    "Referral Pathways": "Referral to a dermatologist may be necessary for severe or persistent cases of Bed Bugs infestation. Additionally, pest control services are essential for extermination and should be contacted.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Common Warts (Verrucae Vulgaris)",
    "Classification": "Viral skin infection caused by human papillomavirus (HPV)",
    "Summary": "Common warts, caused by HPV, affect most people, particularly children and young adults. Treatment goals are to destroy the lesion, induce cytotoxicity against infected cells, and promote antiviral immune responsiveness. Spontaneous resolution is common in healthy individuals.",
    "Symptoms": "Common Warts present as elevated, round, hyperkeratotic skin papules with a rough greyish-white or light brown surface, often at trauma-prone sites like knees and elbows. Filiform warts have a stalk-like appearance.",
    "Diagnosis": "Diagnosis of Common Warts is based on clinical findings, including rough papules on hand/finger/periungual areas, filiform papules on the body/face, and flat pink papules on the face/digits. Biopsy may be indicated for persistent or non-responsive lesions.",
    "Treatments": "Treatment for Common Warts includes a combination of destructive and immune sensitization approaches. Options include watch and wait, debridement with salicylic acid, cryotherapy, silver nitrate solution, and special treatments for facial warts.",
    "Urgent Considerations": "It is essential to differentiate Common Warts from serious conditions that mimic warts, such as squamous cell carcinoma, especially in immunocompromised patients.",
    "Red Flags": "Red Flags for Common Warts include rapid growth, non-healing, lack of treatment response, bleeding, crateriform and hyperkeratotic appearances, especially in immunocompromised patients.",
    "Medications": "Common medications for Common Warts include salicylic acid, silver nitrate solution, cryotherapy, topical cidofovir (for recalcitrant lesions), topical cantharidin, HPV vaccine, photodynamic therapy, and hydrogen peroxide solution.",
    "Referral Pathways": "Referral to a dermatologist is recommended for persistent, non-responsive, or complicated cases of Common Warts. Dermatologists are specialists in diagnosing and treating various dermatological conditions.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Melasma",
    "Classification": "Acquired pigmentary disorder of sun-exposed areas",
    "Summary": "Melasma is a harmless pigmentary disorder, predominantly seen in women with darker skin, involving muddy brown macules on the skin, especially in malar and central facial areas. It results from increased melanocyte activity and melanin deposition, influenced by sunlight and hormones.",
    "Symptoms": "Symptoms of Melasma include muddy brown to grey hyperpigmentation, typically in centrofacial, malar, mandibular areas, and sometimes on forearms and neck.",
    "Diagnosis": "Melasma is primarily diagnosed clinically, using Wood lamp examination to determine histological subtype. Skin biopsy is performed only if clinical examination suggests an alternative diagnosis.",
    "Treatments": "Treatment options for Melasma include topical retinoids, bleaching agents, chemical peels, laser or light therapy. Combination therapy is often used, including the Kligman formula. Second-line treatments may include chemical peels, laser, and light therapies.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Red Flags for Melasma include rapid development or significant change in pigmentation patterns.",
    "Medications": "Common medications for Melasma include topical hydroquinone, tretinoin, corticosteroids, azelaic acid, and tranexamic acid.",
    "Referral Pathways": "Referral to a dermatologist is recommended for the management and optimization of treatment for Melasma. Dermatologists specialize in the diagnosis and treatment of various skin conditions, including Melasma.",
    "Referral Template": "Not specified in the source document.",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Herpes Simplex Virus Infection",
    "Classification": "Human herpesvirus (HHV) classification: Alphaherpesvirinae, HHV-1: HSV-1, HHV-2: HSV-2",
    "Summary": "Herpes Simplex Virus (HSV) Infection is a common viral infection with multiple clinical manifestations. The classic presentation includes vesicles progressing to painful ulcers. Oral herpes (herpes labialis) involves tingling, burning, vesicular then ulcerative lesions on the oropharynx and perioral mucosa. Genital herpes symptoms range from asymptomatic to recurrent genital ulcerations.",
    "Symptoms": "Symptoms of Oral herpes (herpes labialis) include tingling, burning, vesicular then ulcerative lesions. Genital herpes symptoms include dysuria, tingling, burning, genital ulcerations, and systemic symptoms (fever, neuralgia, constipation) during primary infection.",
    "Diagnosis": "Diagnosis of genital herpes is typically based on clinical history and presentation, including swabbing lesions for HSV culture or PCR. Glycoprotein G-based type-specific serology may confirm the diagnosis in atypical or undiagnosed cases.",
    "Treatments": "Treatment options for HSV Infection include oral antivirals (such as aciclovir, famciclovir, valaciclovir) for suppressive and episodic therapy, topical treatment for cold sores, and high-dose intravenous aciclovir for disseminated HSV infection, including CNS disease.",
    "Urgent Considerations": "Disseminated HSV infection (involving hepatitis, pneumonitis, CNS disease) requires high-dose intravenous aciclovir and management by an infectious disease specialist.",
    "Red Flags": "Red Flags for HSV Infection include treatment failure in immunocompetent patients, which suggests the need for re-evaluation of the diagnosis. In immunosuppressed individuals, aciclovir resistance may develop.",
    "Medications": "Common medications for HSV Infection include aciclovir, famciclovir, valaciclovir for episodic and suppressive therapy, docosanol, penciclovir, and aciclovir creams for cold sores.",
    "Referral Pathways": "Referral to an infectious disease specialist is recommended for suspected or confirmed disseminated HSV infection or treatment failure. Infectious disease specialists are experts in managing viral infections and can provide specialized care for complex cases.",
    "Referral Template": "[Template for Referrals not provided in the document]",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Urticaria and Angio-oedema",
    "Classification": "Skin condition",
    "Summary": "Urticaria, or hives, is characterized by erythematous, blanching, oedematous, non-painful, pruritic lesions, often resolving within 24 hours. Angio-oedema involves swelling of the deeper subdermal layers, often occurring with urticaria. Acute urticaria is usually short-lived and often due to hypersensitivity reactions, while chronic urticaria persists longer and is more complex. Angio-oedema can compromise the airway and requires prompt management.",
    "Symptoms": "Erythematous, blanching, oedematous, non-painful, pruritic lesions; swelling of face, lips, mouth, upper airway, genitals, extremities. Angio-oedema may be painful and can last up to 72 hours.",
    "Diagnosis": "Based on history and physical examination. Chronic urticaria and hereditary angio-oedema may require additional laboratory testing. Acute urticaria diagnosis is less complex compared to chronic urticaria or angio-oedema without urticaria.",
    "Treatments": "Mainstay treatment for both acute and chronic urticaria is antihistamines. Severe cases may require corticosteroids. Omalizumab for chronic cases unresponsive to antihistamines. Angio-oedema requires intravenous antihistamines, corticosteroids, and possibly adrenaline, especially if affecting the airway.",
    "Urgent Considerations": "Rapid progression of angio-oedema, especially if affecting the neck, face, tongue, or lips, necessitating hospitalization and potential airway protection.",
    "Red Flags": "Swelling affecting the airway, rapid progression of symptoms, severe systemic reactions.",
    "Medications": "Antihistamines (loratadine, desloratadine, cetirizine, levocetirizine, fexofenadine), corticosteroids, omalizumab, montelukast.",
    "Referral Pathways": "Referral to a specialist is appropriate in cases of chronic urticaria and chronic or hereditary angio-oedema.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Squamous cell carcinoma of the skin",
    "Classification": "Non-melanoma skin cancer",
    "Summary": "A type of skin cancer that occurs in keratinocytes of the epidermis. It's the second most common non-melanoma skin cancer, often caused by cumulative ultraviolet exposure and immunosuppression. It ranges from in situ tumors (like Bowen's disease) to invasive and metastatic disease.",
    "Symptoms": "Hyperkeratotic, scaly papules on sun-exposed areas, non-healing wounds, Bowen's disease presenting as dermatitis that fails to respond to treatment, lesions that may be tender or itchy.",
    "Diagnosis": "Based on history, clinical findings, and confirmed by skin biopsy. Types include SCC in situ, invasive SCC, and metastatic SCC. High-risk cases may require CT, MRI, or PET scans.",
    "Treatments": "Includes non-surgical destruction (cryotherapy), chemotherapy, surgical excision, Mohs micrographic surgery. For metastatic disease, options include surgery, radiotherapy, and chemotherapy.",
    "Urgent Considerations": "Rapidly growing lesions, especially in immunocompromised individuals, require prompt evaluation and treatment.",
    "Red Flags": "Rapid growth, non-healing lesions, changes in existing skin lesions, symptoms of metastasis like lymphadenopathy, bone pain, hepatomegaly.",
    "Medications": "Topical chemotherapy (fluorouracil), systemic chemotherapy, immunotherapy (pembrolizumab, cemiplimab).",
    "Referral Pathways": "Referral to dermatologist for at-risk patients, multi-disciplinary team for metastatic cases, oncology referral for advanced or aggressive tumors.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Impetigo",
    "Classification": "Superficial, contagious, blistering skin infection",
    "Summary": "Impetigo is a highly contagious bacterial skin infection, typically occurring in children. It's caused by Staphylococcus aureus and Streptococcus pyogenes, presenting in two forms: non-bullous and bullous. The disease is common worldwide, with a higher prevalence in overcrowded and poor hygiene conditions. Diagnosis is mainly clinical, and the treatment involves topical or systemic antibiotics.",
    "Symptoms": "Classic facial yellowish to golden crusting, vesicles, superficial erosions. Non-bullous impetigo shows thick-walled pustules, whereas bullous impetigo forms large blisters that rupture quickly.",
    "Diagnosis": "Clinical diagnosis based on appearance and distribution of lesions. Laboratory tests like skin cultures are used if MRSA is suspected or in treatment-resistant cases.",
    "Treatments": "Topical antibiotics for local disease without systemic symptoms; oral antibiotics for severe or refractory cases. Parenteral antibiotics recommended for deep soft tissue involvement or haematogenous spread.",
    "Urgent Considerations": "Not provided in the document",
    "Red Flags": "Suspicion of MRSA in cases of spontaneous abscess or cellulitis, or when lesions do not resolve with initial treatment.",
    "Medications": "Topical: mupirocin, fusidic acid; Oral: dicloxacillin, flucloxacillin, erythromycin; Parenteral: clindamycin, nafcillin, oxacillin.",
    "Referral Pathways": "Referral to specialists (pediatric dermatologist, infectious disease specialist) for neonates or severe cases.",
    "Referral Template": "[Template for Referrals not provided in the document]",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Alopecia Areata",
    "Classification": "Autoimmune disease targeting hair follicles",
    "Summary": "Alopecia areata is an autoimmune disorder that results in unpredictable hair loss, usually in patches. The immune system attacks hair follicles, leading to hair loss on the scalp, face, and sometimes on other areas of the body. It can affect individuals of any age and is often associated with other autoimmune diseases. The course of the disease is variable, and hair regrowth is unpredictable.",
    "Symptoms": "The primary symptom is sudden hair loss, leaving smooth, round, coin-sized patches of baldness on the scalp or body. Some patients may experience itching or a burning sensation in the affected areas. In severe cases, it can progress to complete scalp hair loss (alopecia totalis) or total body hair loss (alopecia universalis).",
    "Diagnosis": "Diagnosis is mainly clinical, based on the appearance of the hair loss. A scalp biopsy may be performed to confirm the diagnosis, showing perifollicular lymphocytic infiltration. Other tests may include blood tests to rule out other autoimmune diseases.",
    "Treatments": "Treatment options for alopecia areata include corticosteroids, which can be administered topically, intralesionally, or systemically to suppress the immune response. Minoxidil may be used to stimulate hair growth. For extensive hair loss, treatments like immunotherapy or newer therapies such as Janus kinase (JAK) inhibitors may be considered.",
    "Urgent Considerations": "Rapid progression to complete scalp or body hair loss can be distressing and may warrant urgent psychological support and counseling.",
    "Red Flags": "Rapid progression of hair loss or association with other autoimmune disorders such as thyroid disease may suggest a more complex underlying condition requiring further evaluation.",
    "Medications": "Treatment may include topical corticosteroids like clobetasol, minoxidil for hair regrowth, and in severe cases, systemic corticosteroids or immunosuppressants. JAK inhibitors are a newer class of medications showing promise in treating severe cases.",
    "Referral Pathways": "Referral to a dermatologist is recommended for extensive hair loss, rapid progression, or non-response to initial treatments. A multidisciplinary approach, including endocrinologists for associated autoimmune disorders, may be required.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Actinic Keratosis",
    "Classification": "Chronic keratotic lesions, potential to progress to squamous cell carcinoma",
    "Summary": "Actinic keratosis is a common premalignant skin condition caused by prolonged exposure to ultraviolet (UV) radiation, typically presenting as rough, scaly patches on sun-exposed areas of the skin. The risk of progression to squamous cell carcinoma, although generally low, makes treatment and regular monitoring important.",
    "Symptoms": "Symptoms include rough, scaly, or crusty patches of skin, usually less than 1 inch in diameter, often appearing on sun-exposed areas like the face, ears, neck, scalp, and back of the hands. These patches may be flat or slightly raised and can sometimes become inflamed or sore.",
    "Diagnosis": "Diagnosis is based on the clinical appearance of the lesions and patient history of sun exposure. A skin biopsy may be performed to confirm the diagnosis and rule out squamous cell carcinoma, especially for atypical or rapidly changing lesions.",
    "Treatments": "Treatments for actinic keratosis include cryotherapy (freezing the lesion), topical treatments (5-fluorouracil, imiquimod, diclofenac, tirbanibulin), photodynamic therapy, and laser therapy. In some cases, curettage or surgical excision may be necessary.",
    "Urgent Considerations": "Progression to squamous cell carcinoma is a risk, necessitating regular skin examinations and prompt treatment of new or changing lesions.",
    "Red Flags": "Rapid enlargement, bleeding, ulceration, or a significant change in the appearance of a lesion may indicate malignant transformation to squamous cell carcinoma and requires immediate evaluation.",
    "Medications": "Topical treatments include 5-fluorouracil, imiquimod, diclofenac, and tirbanibulin. These agents help in the removal of the precancerous cells from the skin's surface.",
    "Referral Pathways": "Patients with actinic keratosis should be referred to dermatology for evaluation and management, particularly for lesions suspicious for progression to squamous cell carcinoma or those not responding to initial treatment.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Cellulitis and Erysipelas",
    "Classification": "Infection of the deep dermis and subcutaneous tissue (Cellulitis), superficial (Erysipelas)",
    "Summary": "Cellulitis and erysipelas are bacterial skin infections presenting as inflamed, red areas on the skin, often accompanied by fever and chills. Cellulitis affects deeper layers of the skin, causing widespread redness and swelling, while erysipelas affects the upper layers, resulting in a raised, sharply demarcated area. These infections are typically caused by bacteria such as Streptococcus pyogenes and Staphylococcus aureus. Prompt diagnosis and treatment are crucial to prevent the spread of infection and potential complications.",
    "Symptoms": "Cellulitis symptoms include a rapidly spreading area of red, warm, swollen, and painful skin, commonly on the lower legs. Erysipelas is characterized by a raised, bright red area with a clear border, often accompanied by fever and chills. Both conditions may cause lymphangitis and lymphadenopathy.",
    "Diagnosis": "Diagnosis is predominantly clinical, based on the appearance and symptoms. Laboratory tests like blood cultures and white blood cell count may be conducted in severe cases. Imaging studies are used when deeper tissue involvement, such as osteomyelitis, is suspected.",
    "Treatments": "Treatment typically involves oral or intravenous antibiotics, with the choice of antibiotic depending on the severity of the infection and the likely causative organisms. Pain relief and management of underlying edema are also important. In cases of necrotizing fasciitis, immediate surgical intervention is necessary.",
    "Urgent Considerations": "Cellulitis and erysipelas can lead to severe complications like necrotizing fasciitis, a rapid, life-threatening infection of the fascia, and orbital cellulitis, which can compromise vision. Both conditions require urgent medical attention.",
    "Red Flags": "Red flags include rapid spread of redness, severe pain, fever, confusion, or signs of sepsis. These may indicate a severe infection or complications requiring immediate medical intervention.",
    "Medications": "Empirical antibiotic therapy includes penicillin, amoxicillin, or clindamycin. For penicillin-allergic patients, macrolides or fluoroquinolones are alternatives. Broad-spectrum antibiotics are necessary for necrotizing infections.",
    "Referral Pathways": "Referral to a specialist is required for severe cases, cases not responding to initial antibiotics, recurrent episodes, or when complications like necrotizing fasciitis or orbital cellulitis are suspected.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Psoriatic Arthritis",
    "Classification": "Rheumatologic Conditions",
    "Summary": "Psoriatic arthritis is a chronic inflammatory condition associated with psoriasis, involving joint pain, swelling, and stiffness. It can affect any joint, including the spine, ranging from mild to severe. The disease may present asymmetrically, affecting joints on one side of the body, or symmetrically, akin to rheumatoid arthritis. Skin involvement often precedes joint symptoms, and the disease's course can vary greatly among individuals.",
    "Symptoms": "Common symptoms include joint pain, swelling, and stiffness, particularly worse in the morning or after rest. Dactylitis, characterized by swelling of an entire digit, and enthesitis, inflammation at sites where tendons and ligaments attach to bone, are notable. Psoriatic nail changes and axial disease affecting the spine are also frequent manifestations.",
    "Diagnosis": "Psoriatic arthritis diagnosis is clinical, relying on medical history, physical examination, and the presence of psoriasis. Imaging studies such as X-rays, MRI, or ultrasound help assess joint damage. Laboratory tests, including inflammatory markers, may support the diagnosis but are not definitive.",
    "Treatments": "Treatment goals include controlling symptoms and preventing joint damage. NSAIDs are commonly used for pain and inflammation. DMARDs, such as methotrexate, are prescribed to slow disease progression. Biologic agents targeting specific immune system components are effective for joint and skin symptoms. Local steroid injections may be used for specific joint inflammation.",
    "Urgent Considerations": "Severe disease flares, especially with spinal involvement, may lead to significant disability and require prompt treatment adjustment.",
    "Red Flags": "Red flags include severe joint damage, spinal involvement leading to disability, sudden onset of uveitis, or symptoms indicating a severe flare-up of the disease. Rapidly worsening symptoms require immediate medical attention.",
    "Medications": "Medications include NSAIDs, DMARDs (methotrexate, sulfasalazine, leflunomide), and biologic agents (TNF inhibitors like etanercept, adalimumab, IL-12/23 inhibitors like ustekinumab, IL-17 inhibitors like secukinumab, and JAK inhibitors like tofacitinib).",
    "Referral Pathways": "Referral to rheumatology is essential for diagnosis confirmation, treatment planning, and regular monitoring, particularly for patients requiring advanced therapies like biologic agents.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Seborrhoeic Keratosis",
    "Classification": "Benign Skin Tumours",
    "Summary": "Seborrhoeic Keratosis is a benign, non-cancerous skin growth that typically appears in middle age or later. These lesions are very common and are often brown, black, or light tan. The growths look waxy, scaly, and slightly raised. They are usually found on the chest, back, head, or neck and are considered a sign of skin aging.",
    "Symptoms": "Common symptoms include the appearance of one or more painless, round or oval, flat or slightly raised growths with a wart-like surface. They may vary in color from light tan to black and range in size from very small to more than 2.5 centimeters in diameter.",
    "Diagnosis": "Diagnosis is usually based on the characteristic appearance of the lesions. In uncertain cases, a dermatologist may perform a biopsy to distinguish them from skin cancers, particularly melanoma.",
    "Treatments": "Treatment is generally not necessary unless the lesions become irritated, itchy, or cosmetically undesirable. Options include cryotherapy, curettage, laser therapy, or topical treatments. Regular monitoring and protection from excessive sun exposure are recommended.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Any changes in color, size, thickness, texture, or if it bleeds, itches, or becomes painful, should be evaluated by a healthcare provider to rule out malignancy.",
    "Medications": "No specific medications are required for seborrhoeic keratosis. However, topical corticosteroids may be used for symptomatic relief if there is itching or inflammation.",
    "Referral Pathways": "Referral to dermatology is recommended for evaluation and treatment, especially for lesions that change in appearance or cause symptoms.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Nappy Rash",
    "Classification": "Irritant contact dermatitis",
    "Summary": "Nappy rash is a common form of dermatitis that occurs in infants and young children, primarily caused by prolonged exposure to wet or soiled nappies. The skin in the nappy area becomes inflamed, red, and irritated. It is most common in infants aged 9 to 12 months but can occur at any time during the use of nappies.",
    "Symptoms": "The main symptoms include redness and irritation in the nappy area, especially on exposed surfaces. The skin may be tender to touch, and in severe cases, there can be blistering, peeling, or ulceration.",
    "Diagnosis": "Diagnosis is usually clinical, based on the characteristic rash in the nappy area. If there is doubt, or if the rash is not responding to standard treatments, further investigations like skin swabs may be done to check for bacterial or fungal infection.",
    "Treatments": "The primary treatment includes frequent nappy changes, air exposure, and barrier creams to protect the skin. In cases of candida infection, antifungal creams may be prescribed. For more severe or persistent cases, mild topical corticosteroids may be used.",
    "Urgent Considerations": "If there are signs of secondary infection, such as spreading redness, fever, or pus, medical attention should be sought.",
    "Red Flags": "Rapid spread of the rash, presence of pustules, systemic symptoms, or failure to respond to standard treatments may indicate a secondary infection or an underlying skin disorder.",
    "Medications": "Mild topical corticosteroids, barrier creams, and antifungal creams like clotrimazole or nystatin.",
    "Referral Pathways": "Persistent or complicated nappy rash should be referred to a dermatologist for further evaluation and management.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Paronychia",
    "Classification": "Infectious Diseases, Dermatological Conditions",
    "Summary": "Paronychia is an infection of the skin around the nail of at least one finger or toe. It can be acute or chronic, with acute paronychia developing over a few hours or days and chronic paronychia lasting for weeks or longer. The condition may cause significant discomfort and can affect daily activities.",
    "Symptoms": "Symptoms of acute paronychia include redness, pain, and swelling around a nail, often with pus-filled blisters. Chronic paronychia may cause the nail to become discolored, thickened, and deformed.",
    "Diagnosis": "The diagnosis of paronychia is primarily clinical, based on the appearance of the affected nail and surrounding skin. For recurrent or severe cases, cultures may be taken to identify the causative pathogen.",
    "Treatments": "Acute paronychia is usually treated with warm water soaks, incision and drainage if there is an abscess, and oral or topical antibiotics. Chronic paronychia treatment involves avoiding irritants, keeping the area dry, and using topical antifungal or corticosteroid creams.",
    "Urgent Considerations": "If there is evidence of rapidly spreading infection, fever, or severe pain, urgent medical attention is required to prevent further complications.",
    "Red Flags": "Increasing redness, swelling, pain, or pus indicating an abscess formation require immediate treatment.",
    "Medications": "For acute paronychia, topical antibiotics like mupirocin and oral antibiotics such as dicloxacillin or cephalexin are used. Chronic cases may be treated with topical steroids and antifungal agents.",
    "Referral Pathways": "Referral to a dermatologist is recommended for chronic, recurrent, or atypical cases of paronychia.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Wrinkles",
    "Classification": "Skin ageing",
    "Summary": "Wrinkles, a hallmark of the natural aging process, are lines and creases that form in the skin. They are primarily the result of aging skin and the prolonged exposure to the sun. Other factors such as smoking, dehydration, and certain medications can also contribute to the formation of wrinkles.",
    "Symptoms": "Wrinkles appear as lines or creases in the skin, often becoming more pronounced with facial expressions. They are most prominent in sun-exposed areas such as the face, neck, and hands.",
    "Diagnosis": "Diagnosis is typically based on a physical examination of the skin and patient history. A dermatologist can assess the extent and type of wrinkles to recommend appropriate treatments.",
    "Treatments": "Treatments range from preventive measures, such as using sunscreen and moisturizers, to medical procedures like botox injections, dermal fillers, laser therapy, and in some cases, cosmetic surgery. Topical retinoids and antioxidants are also used to reduce the appearance of fine lines and wrinkles.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Rapid changes in skin appearance, the formation of new growths, or changes in existing moles should be evaluated by a healthcare provider.",
    "Medications": "Topical treatments include retinoids (tretinoin, adapalene), alpha-hydroxy acids, and topical antioxidants (vitamin C, vitamin E). Cosmetic procedures may involve botulinum toxin and filler injections.",
    "Referral Pathways": "Referral to a dermatologist is recommended for assessment and treatment of wrinkles, particularly for advanced treatment options or when distinguishing from other skin conditions.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Hand-foot-and-mouth disease",
    "Classification": "Viral infection, primarily affecting children under 10 years",
    "Summary": "Hand-foot-and-mouth disease is a common viral illness in children, caused mainly by the coxsackievirus. It is characterized by sores in the mouth and a rash on the hands and feet. The disease is usually mild and over within a week or two, but it is highly contagious and can spread rapidly in schools or daycare centers.",
    "Symptoms": "Symptoms start with fever, reduced appetite, sore throat, and feeling unwell. One or two days after the fever starts, painful sores can develop in the mouth, a skin rash with red spots may appear on the hands and feet, and sometimes buttocks and legs.",
    "Diagnosis": "Diagnosis is primarily clinical, based on the characteristic signs and symptoms. Laboratory testing is rarely needed but can be done to confirm the specific virus type.",
    "Treatments": "Treatment focuses on relieving symptoms, such as using over-the-counter pain relief medications for fever and sore throat. Mouthwashes or sprays that numb pain can help with mouth sores. It's important to stay hydrated.",
    "Urgent Considerations": "Watch for signs of dehydration, especially in young children, and seek medical care if symptoms worsen or new symptoms develop.",
    "Red Flags": "Red flags include high fever, severe headache, stiff neck, back pain, irritability, poor eating, and signs of dehydration.",
    "Medications": "Symptomatic treatment with paracetamol or ibuprofen for fever and pain relief. Topical oral anesthetics may be used for mouth ulcers.",
    "Referral Pathways": "Hospital referral is advised for severe cases or complications such as dehydration or neurological symptoms.",
    "Referral Template": "[Template for Referrals not provided in the document]",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Rosacea",
    "Classification": "Chronic Skin Disorder",
    "Summary": "Rosacea is a chronic skin disorder predominantly affecting the central face. It's characterized by episodic flushing, persistent redness, and sometimes pimples. Rosacea is often mistaken for acne, an allergic reaction, or other skin problems.",
    "Symptoms": "Common symptoms include persistent redness, visible blood vessels, swollen bumps, and sometimes skin thickening. Flare-ups may be triggered by factors like heat, stress, alcohol, and certain foods.",
    "Diagnosis": "Diagnosis is mainly clinical, based on the skin's appearance and history of flushing. Ocular symptoms, including dry, irritated eyes, may also be present.",
    "Treatments": "Treatment includes avoiding known triggers, using sunscreen, and skincare tailored to sensitive skin. Medications include topical treatments like metronidazole and oral antibiotics. For severe cases, laser therapy or isotretinoin may be used.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Rapid progression or severe symptoms, including ocular involvement, should prompt evaluation for other potential diagnoses.",
    "Medications": "Topical medications include metronidazole, azelaic acid, and brimonidine. Oral antibiotics like tetracycline or erythromycin are used for more severe cases. Ocular rosacea may require eye drops or oral antibiotics.",
    "Referral Pathways": "Referral to dermatology for severe or resistant cases and to ophthalmology for ocular symptoms.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Scabies",
    "Classification": "Infectious Diseases",
    "Summary": "Scabies is a contagious skin condition caused by a tiny mite, Sarcoptes scabiei. It's spread through direct skin-to-skin contact and is common in crowded environments. Itching, especially at night, is a hallmark symptom.",
    "Symptoms": "Symptoms include severe itching, especially at night, and a pimple-like rash. The scabies mite burrows into the top layer of skin, causing an allergic reaction. Burrows may appear as tiny raised or discolored lines.",
    "Diagnosis": "Diagnosis is usually clinical, based on the presence of typical burrows and the distribution of the rash. Skin scrapings can be examined under a microscope to identify mites, eggs, or mite feces.",
    "Treatments": "Treatment involves applying prescription creams like permethrin or using oral medication like ivermectin. All household members and close contacts should be treated at the same time, even if they show no symptoms.",
    "Urgent Considerations": "Complications include secondary bacterial infections, which require antibiotic treatment.",
    "Red Flags": "Persistent itching or rash after treatment may suggest treatment failure, resistance, or an alternative diagnosis.",
    "Medications": "Permethrin cream, oral ivermectin, and antihistamines for itching. Antibiotics for secondary bacterial infections.",
    "Referral Pathways": "Referral to dermatology may be necessary for complicated cases or treatment failure.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Insect Bites and Stings",
    "Classification": "Insects: Class Insecta within the phylum Arthropoda. Arachnids: Class Arachnida within the Arthropoda phylum.",
    "Summary": "Insect bites and stings are common and usually cause minor irritation. However, some can lead to serious allergic reactions or transmit diseases. The reaction to a bite or sting varies depending on the type of insect and the individual's immune response.",
    "Symptoms": "Typical symptoms include redness, swelling, itching, and pain at the site of the bite or sting. Some people may experience a more severe allergic reaction, including symptoms like difficulty breathing, swelling of the face or mouth, or a rapid heartbeat.",
    "Diagnosis": "Diagnosis is usually based on the appearance of the bite or sting and the patient's symptoms. In cases of severe allergic reactions, prompt diagnosis and treatment are critical.",
    "Treatments": "Treatment includes cleaning the area, using cold compresses to reduce swelling, and over-the-counter pain relievers for discomfort. For severe allergic reactions, emergency medical treatment with epinephrine may be necessary.",
    "Urgent Considerations": "Anaphylaxis, a severe allergic reaction, requires immediate medical attention.",
    "Red Flags": "Difficulty breathing, swelling of the face or mouth, dizziness, and a rapid heartbeat following a bite or sting are signs of a severe allergic reaction.",
    "Medications": "Treatment may include antihistamines for mild reactions and adrenaline (epinephrine) for severe allergic reactions.",
    "Referral Pathways": "Referral to an allergist may be recommended for patients with a history of severe reactions to bites or stings.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Hidradenitis Suppurativa",
    "Classification": "Chronic inflammatory skin condition",
    "Summary": "Hidradenitis suppurativa is a chronic inflammatory skin condition affecting the hair follicles in areas with apocrine sweat glands, such as the armpits, groin, and buttocks. It's characterized by recurrent, painful, deep-seated nodules, abscesses, and sinus tracts. The disease can be debilitating and significantly impact quality of life.",
    "Symptoms": "Symptoms include painful, deep-seated nodules, abscesses, and sinus tracts in the armpits, groin, and buttocks. The lesions may rupture and drain pus, leaving open wounds that heal slowly and may leave scars.",
    "Diagnosis": "Diagnosis is mainly clinical, based on the appearance of the lesions and patient history. Laboratory tests may be done to rule out other conditions.",
    "Treatments": "Treatment includes lifestyle modifications, such as weight loss and smoking cessation, and medications like antibiotics, antiandrogens, and biologic agents. Surgery may be necessary for severe cases.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Rapid progression, severe pain, or systemic symptoms may indicate a severe infection requiring urgent medical attention.",
    "Medications": "Medications include antibiotics, antiandrogens, and biologic agents like adalimumab. Topical treatments like clindamycin and intralesional corticosteroids may be used for mild cases.",
    "Referral Pathways": "Referral to dermatology is recommended for diagnosis confirmation and treatment planning, particularly for advanced therapies like biologic agents.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Lichen Planus",
    "Classification": "Chronic inflammatory skin condition",
    "Summary": "Lichen planus is a chronic inflammatory skin condition characterized by itchy, flat-topped, purple-colored bumps on the skin. It can affect any part of the body, but most commonly occurs on the wrists, ankles, lower legs, back, and neck. The disease can also affect the mouth, genitals, nails, and scalp.",
    "Symptoms": "Symptoms include itchy, flat-topped, purple-colored bumps on the skin. The bumps may be shiny and have a reddish-purple color. They can also appear as white patches or streaks in the mouth, or as painful sores on the genitals.",
    "Diagnosis": "Diagnosis is mainly clinical, based on the appearance of the lesions and patient history. A skin biopsy may be done to confirm the diagnosis and rule out other conditions.",
    "Treatments": "Treatment includes topical corticosteroids, oral antihistamines, and oral corticosteroids. For severe cases, immunosuppressants like methotrexate may be used.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Rapid progression, severe pain, or systemic symptoms may indicate a severe infection requiring urgent medical attention.",
    "Medications": "Medications include topical corticosteroids, oral antihistamines, and oral corticosteroids. For severe cases, immunosuppressants like methotrexate may be used.",
    "Referral Pathways": "Referral to dermatology is recommended for diagnosis confirmation and treatment planning, particularly for advanced therapies like biologic agents.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Urticaria and Angio-oedema",
    "Classification": "Skin condition",
    "Summary": "Urticaria, or hives, is characterized by erythematous, blanching, oedematous, non-painful, pruritic lesions, often resolving within 24 hours. Angio-oedema involves swelling of the deeper subdermal layers, often occurring with urticaria. Acute urticaria is usually short-lived and often due to hypersensitivity reactions, while chronic urticaria persists longer and is more complex. Angio-oedema can compromise the airway and requires prompt management.",
    "Symptoms": "Erythematous, blanching, oedematous, non-painful, pruritic lesions; swelling of face, lips, mouth, upper airway, genitals, extremities. Angio-oedema may be painful and can last up to 72 hours.",
    "Diagnosis": "Based on history and physical examination. Chronic urticaria and hereditary angio-oedema may require additional laboratory testing. Acute urticaria diagnosis is less complex compared to chronic urticaria or angio-oedema without urticaria.",
    "Treatments": "Mainstay treatment for both acute and chronic urticaria is antihistamines. Severe cases may require corticosteroids. Omalizumab for chronic cases unresponsive to antihistamines. Angio-oedema requires intravenous antihistamines, corticosteroids, and possibly adrenaline, especially if affecting the airway.",
    "Urgent Considerations": "Rapid progression of angio-oedema, especially if affecting the neck, face, tongue, or lips, necessitating hospitalization and potential airway protection.",
    "Red Flags": "Swelling affecting the airway, rapid progression of symptoms, severe systemic reactions.",
    "Medications": "Antihistamines (loratadine, desloratadine, cetirizine, levocetirizine, fexofenadine), corticosteroids, omalizumab, montelukast.",
    "Referral Pathways": "Referral to a specialist is appropriate in cases of chronic urticaria and chronic or hereditary angio-oedema.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Squamous cell carcinoma of the skin",
    "Classification": "Non-melanoma skin cancer",
    "Summary": "A type of skin cancer that occurs in keratinocytes of the epidermis. It's the second most common non-melanoma skin cancer, often caused by cumulative ultraviolet exposure and immunosuppression. It ranges from in situ tumors (like Bowen's disease) to invasive and metastatic disease.",
    "Symptoms": "Hyperkeratotic, scaly papules on sun-exposed areas, non-healing wounds, Bowen's disease presenting as dermatitis that fails to respond to treatment, lesions that may be tender or itchy.",
    "Diagnosis": "Based on history, clinical findings, and confirmed by skin biopsy. Types include SCC in situ, invasive SCC, and metastatic SCC. High-risk cases may require CT, MRI, or PET scans.",
    "Treatments": "Includes non-surgical destruction (cryotherapy), chemotherapy, surgical excision, Mohs micrographic surgery. For metastatic disease, options include surgery, radiotherapy, and chemotherapy.",
    "Urgent Considerations": "Rapidly growing lesions, especially in immunocompromised individuals, require prompt evaluation and treatment.",
    "Red Flags": "Rapid growth, non-healing lesions, changes in existing skin lesions, symptoms of metastasis like lymphadenopathy, bone pain, hepatomegaly.",
    "Medications": "Topical chemotherapy (fluorouracil), systemic chemotherapy, immunotherapy (pembrolizumab, cemiplimab).",
    "Referral Pathways": "Referral to dermatologist for at-risk patients, multi-disciplinary team for metastatic cases, oncology referral for advanced or aggressive tumors.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Pityriasis Versicolor",
    "Classification": "Dermatological Conditions",
    "Summary": "Pityriasis versicolor is a superficial fungal infection of the skin caused by Malassezia yeasts, leading to hypo- or hyperpigmented macular lesions on seborrhoeic areas of the trunk. Common in adolescents and young adults, it's characterized by altered pigmentation and can be confirmed by KOH preparation showing fungal elements. Treatment includes topical medications or systemic therapy in more extensive cases.",
    "Symptoms": "Hypo- or hyperpigmented macular lesions, dyspigmentation, primarily asymptomatic, occasionally pruritic.",
    "Diagnosis": "Clinical diagnosis confirmed by KOH preparation showing short hyphae and spores with spaghetti-and-meatballs appearance. Wood lamp examination and skin biopsy can be used in atypical cases.",
    "Treatments": "Topical therapies (e.g., zinc pyrithione shampoo, selenium sulfide shampoo, azole-class antifungal creams), systemic antifungal drugs for extensive disease. Prophylactic treatment with selenium shampoo and systemic therapy may be necessary for recurrent cases.",
    "Urgent Considerations": "Not specified",
    "Red Flags": "Atypical lesion distribution, non-responsiveness to standard treatment, potential for misdiagnosis as other skin conditions.",
    "Medications": "Topical: zinc pyrithione, selenium sulfide, ketoconazole, clotrimazole, miconazole, ciclopirox. Systemic: fluconazole, itraconazole, ketoconazole.",
    "Referral Pathways": "Referral to dermatology for atypical, extensive, or resistant cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Pemphigus Vulgaris",
    "Classification": "Autoimmune blistering disease",
    "Summary": "Pemphigus vulgaris is a rare autoimmune blistering disease characterized by painful, flaccid blisters and erosions on the skin and mucous membranes. It's caused by autoantibodies against desmoglein 3, a protein that helps cells stick together. The disease can be life-threatening if not treated promptly.",
    "Symptoms": "Painful, flaccid blisters and erosions on the skin and mucous membranes, oral lesions, painful swallowing, fever, malaise.",
    "Diagnosis": "Based on history, clinical findings, and confirmed by skin biopsy. Types include SCC in situ, invasive SCC, and metastatic SCC. High-risk cases may require CT, MRI, or PET scans.",
    "Treatments": "Includes non-surgical destruction (cryotherapy), chemotherapy, surgical excision, Mohs micrographic surgery. For metastatic disease, options include surgery, radiotherapy, and chemotherapy.",
    "Urgent Considerations": "Rapidly growing lesions, especially in immunocompromised individuals, require prompt evaluation and treatment.",
    "Red Flags": "Rapid growth, non-healing lesions, changes in existing skin lesions, symptoms of metastasis like lymphadenopathy, bone pain, hepatomegaly.",
    "Medications": "Topical chemotherapy (fluorouracil), systemic chemotherapy, immunotherapy (pembrolizumab, cemiplimab).",
    "Referral Pathways": "Referral to dermatologist for at-risk patients, multi-disciplinary team for metastatic cases, oncology referral for advanced or aggressive tumors.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Animal Bites",
    "Classification": "Injury caused by the mouth and teeth of an animal",
    "Summary": "Animal bites, particularly from dogs, cats, and humans, pose significant health risks, including bacterial infection, tissue injury, and rabies transmission. Dog bites are the most common, often occurring in children and resulting in injuries to the face, neck, and hands. Cat bites, although less common, are more likely to become infected.",
    "Symptoms": "Local pain, redness, swelling, and possible puncture wounds or lacerations. Infections may present with increased pain, redness, pus, and fever.",
    "Diagnosis": "Clinical evaluation of the wound and assessment of the risk of rabies and other infections. Radiography to assess bone involvement and cultures for secondary infection may be necessary.",
    "Treatments": "Initial wound care includes thorough cleaning and irrigation. Antibiotic prophylaxis, particularly for cat bites and high-risk wounds. Tetanus and rabies prophylaxis should be considered based on the animal and vaccination status.",
    "Urgent Considerations": "Deep wounds, especially those to the face, neck, hands, or over joints, require urgent evaluation for potential complications, including nerve or tendon damage.",
    "Red Flags": "Rapidly spreading redness, fever, severe pain, or evidence of systemic infection.",
    "Medications": "Antibiotics for prophylaxis or treatment of infection, typically amoxicillin-clavulanate. Tetanus toxoid booster if indicated.",
    "Referral Pathways": "Referral to surgery or orthopedics for deep or complicated wounds. In cases of suspected rabies exposure, consult infectious disease specialists.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Androgenetic Alopecia",
    "Classification": "Genetically determined patterned progressive hair loss",
    "Summary": "Androgenetic alopecia, commonly known as male or female pattern baldness, is a hereditary form of hair loss affecting both men and women. In men, it typically presents as a receding hairline and baldness on the top of the head. In women, it usually manifests as overall hair thinning.",
    "Symptoms": "In men, hair loss at the temples and crown leading to partial or complete baldness. In women, diffuse thinning of hair on the crown, often beginning with widening of the center hair part.",
    "Diagnosis": "Diagnosis is largely based on the pattern of hair loss and family history. Trichoscopy can be used for a more detailed examination of the hair and scalp.",
    "Treatments": "Treatment options include topical minoxidil, oral finasteride (for men), hair transplant surgery, and low-level laser therapy. In women, hormonal therapy may be considered if hyperandrogenism is present.",
    "Urgent Considerations": "None specified",
    "Red Flags": "Sudden or patchy hair loss, which could indicate a different underlying medical condition.",
    "Medications": "Topical minoxidil for both sexes; oral finasteride or dutasteride for men; hormonal treatments like spironolactone or oral contraceptives for women.",
    "Referral Pathways": "Referral to dermatology for persistent hair loss, assessment for hair transplantation, or if diagnosis is uncertain.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Contact Dermatitis",
    "Classification": "Skin condition caused by contact with allergens or irritants",
    "Summary": "Contact dermatitis is a skin reaction resulting from exposure to allergens or irritants. Allergic contact dermatitis is immune-mediated and requires previous sensitization, while irritant contact dermatitis is the most common type and occurs due to direct damage to the skin by the irritant.",
    "Symptoms": "Itching, redness, swelling, and the formation of vesicles or blisters. Dry, flaky, and cracked skin can also occur, particularly with chronic contact dermatitis.",
    "Diagnosis": "Diagnosis is based on the history of exposure and clinical presentation. Patch testing may be performed to identify specific allergens in allergic contact dermatitis.",
    "Treatments": "Identification and avoidance of the causative agent. Topical corticosteroids for inflammation, oral antihistamines for itching, and emollients for skin barrier repair. In severe cases, systemic corticosteroids may be needed.",
    "Urgent Considerations": "Severe widespread dermatitis or signs of infection (increased pain, pus, fever) require prompt medical attention.",
    "Red Flags": "Widespread or severe reactions, particularly if there is involvement of the face or genital region, or if the rash is not responding to initial treatment.",
    "Medications": "Topical corticosteroids for inflammation, oral antihistamines for pruritus, and emollients for skin hydration. In severe cases, oral corticosteroids may be prescribed.",
    "Referral Pathways": "Referral to dermatology for severe, widespread, or refractory cases, and for patch testing to identify allergens.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Ganglion Cysts",
    "Classification": "Benign soft-tissue tumor",
    "Summary": "Ganglion cysts are the most common soft-tissue tumors of the hand and wrist, presenting as firm, fluid-filled lumps. They are usually painless but can cause discomfort or interfere with joint movement depending on their size and location.",
    "Symptoms": "Visible or palpable lump, typically on the wrist or hand. The cyst may change in size and can be associated with pain or discomfort, particularly with joint movement.",
    "Diagnosis": "Diagnosis is primarily clinical, based on the location and characteristic appearance of the cyst. Ultrasound or MRI may be used for atypical cases or to assess the relationship to surrounding structures.",
    "Treatments": "Many cysts are asymptomatic and can be observed. Treatment options for symptomatic cysts include aspiration, steroid injection, or surgical excision. Recurrence is common after aspiration.",
    "Urgent Considerations": "None specified",
    "Red Flags": "Rapid growth, changes in color or pain, which may suggest a more serious condition.",
    "Medications": "Not applicable for most cases. Pain relief may be required for symptomatic cysts.",
    "Referral Pathways": "Referral to orthopedics or hand surgery for persistent, symptomatic, or complicated cysts.",
    "Referral Template": "Not specified",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Inguinal Hernia in Adults",
    "Classification": "Protrusion of abdominal contents",
    "Summary": "Inguinal hernias occur when tissue, such as part of the intestine, protrudes through a weak spot in the abdominal muscles, often causing a bulge in the groin area. They are more common in men and can be caused by factors such as straining, heavy lifting, and chronic coughing.",
    "Symptoms": "Symptoms include a bulge on one or both sides of the groin that may disappear when lying down, discomfort or pain in the groin, especially when bending over, coughing, or lifting, and a feeling of heaviness or weakness in the groin.",
    "Diagnosis": "Diagnosis is primarily clinical based on physical examination. Imaging studies like ultrasound or CT scan may be used in cases of diagnostic uncertainty.",
    "Treatments": "Treatment options include watchful waiting for asymptomatic or minimally symptomatic hernias and surgical repair for symptomatic hernias. Hernia repair may be performed using open or laparoscopic techniques.",
    "Urgent Considerations": "Incarcerated or strangulated hernias, where the herniated tissue becomes trapped, are surgical emergencies requiring immediate attention.",
    "Red Flags": "Sudden pain, nausea, vomiting, or the inability to pass gas or have a bowel movement, indicating possible incarceration or strangulation.",
    "Medications": "Pain management with over-the-counter analgesics. Antibiotic prophylaxis may be given during surgical repair.",
    "Referral Pathways": "Referral to general surgery for evaluation and potential surgical repair, especially in cases of symptomatic or complicated hernias.",
    "Referral Template": "Not provided",
    "SpecialtyID": 3,
    "SpecialtyName": "Dermatology",
    "Clinical Assessment": ""
  }
]