[
  {
    "ConditionName": "Down's Syndrome",
    "Classification": "Genetic disorder",
    "Summary": "Down's syndrome, or trisomy 21, is a chromosomal disorder resulting from a partial or complete extra copy of chromosome 21. It's marked by distinctive physical features, intellectual disability, and developmental delays. Down's syndrome is associated with a higher risk of certain medical conditions like congenital heart defects, hearing problems, and thyroid disorders.",
    "Symptoms": "Characteristic facial features including flattened face, upward slanting eyes, small head, short neck; hypotonia (poor muscle tone); and developmental and intellectual delays. Some individuals may have heart defects, digestive problems, and hearing and vision impairments.",
    "Diagnosis": "Prenatal screening tests like nuchal translucency scan, chorionic villus sampling, and amniocentesis can indicate Down's syndrome. Postnatal diagnosis is based on physical characteristics and confirmed by karyotyping.",
    "Treatments": "Management includes supportive therapies like speech, occupational, and physical therapy; regular medical screenings for associated health problems; and educational support. Heart defects and other medical conditions may require specific treatments.",
    "UrgentConsiderations": "Early screening for congenital heart disease and other associated conditions is crucial for timely management.",
    "RedFlags": "Not specified",
    "Medications": "Medications may be required for associated conditions like thyroid disorders or heart disease.",
    "ReferralPathways": "Multidisciplinary care approach involving paediatricians, geneticists, therapists, and various specialists for associated medical conditions.",
    "Referral Template": "Not specified",
    "SpecialtyID": 4,
    "SpecialtyName": "Developmental",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Delayed Puberty",
    "Classification": "Endocrine disorder",
    "Summary": "Delayed puberty is when a child does not show signs of puberty by an age at which these changes are usually seen. In girls, it's typically defined as no breast development by age 13, and in boys, as no testicular enlargement by age 14. It can result from a variety of causes, including hormonal imbalances, genetic conditions, or chronic diseases.",
    "Symptoms": "Absence of secondary sexual characteristics such as breast development in girls and testicular enlargement in boys. Other symptoms might include short stature or slow growth rate compared to peers.",
    "Diagnosis": "Involves assessing growth patterns, pubertal staging, and bone age. Hormonal tests to measure levels of gonadotropins and sex steroids. Imaging studies, including brain MRI, may be needed to evaluate the hypothalamic-pituitary-gonadal axis.",
    "Treatments": "Treatment depends on the underlying cause. Hormonal therapy, such as low-dose estrogen or testosterone, can be used to initiate puberty. Treatment of underlying conditions, such as nutritional deficiencies or chronic diseases, is also important.",
    "UrgentConsiderations": "None specified",
    "RedFlags": "Rapid progression or onset of puberty symptoms, signs of underlying systemic illness, or growth failure.",
    "Medications": "Hormone replacement therapy, including estrogen or testosterone. Treatment for any underlying chronic conditions.",
    "ReferralPathways": "Referral to pediatric endocrinology for further evaluation and management, especially if delayed puberty is suspected to be due to an underlying health condition.",
    "Referral Template": "Not specified",
    "SpecialtyID": 4,
    "SpecialtyName": "Developmental",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Atypical Genitalia in Neonates",
    "Classification": "Differences of Sex Development (DSD)",
    "Summary": "Atypical genitalia in neonates, also referred to as ambiguous genitalia, encompass a variety of conditions where the external genitalia do not have the typical appearance of either male or female. This can be due to genetic, hormonal, or anatomical variations. Early and accurate diagnosis is crucial for appropriate gender assignment and treatment.",
    "Symptoms": "The external genitalia may present a mix of male and female characteristics, or may not clearly resemble either. This can include undescended testes, enlarged clitoris, or a partially closed vaginal opening.",
    "Diagnosis": "A thorough evaluation by a multidisciplinary team is essential, including genetic testing, hormonal assays, and imaging studies to determine the underlying cause and guide treatment decisions.",
    "Treatments": "Treatment depends on the specific diagnosis and may include hormonal therapy, surgical correction, and psychological support. The approach should be individualized, taking into account the long-term health and psychosocial well-being of the child.",
    "UrgentConsiderations": "Rapid assessment is needed to identify any urgent medical issues, such as salt-wasting crises in congenital adrenal hyperplasia.",
    "RedFlags": "Not specified",
    "Medications": "Treatment may involve hormone replacement therapy, such as glucocorticoids for congenital adrenal hyperplasia. Surgical interventions may be considered in some cases.",
    "ReferralPathways": "Referral to a specialized multidisciplinary team including endocrinology, genetics, urology, and psychology for comprehensive evaluation and management.",
    "Referral Template": "Not provided",
    "SpecialtyID": 4,
    "SpecialtyName": "Developmental",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Developmental Dysplasia of the Hip (DDH)",
    "Classification": "Orthopedic condition",
    "Summary": "Developmental dysplasia of the hip (DDH) is a condition where the hip joint does not develop properly in infants and young children. It can range from a mild form with slightly loose hip joints to a more severe form where the hip joint is dislocated. Early detection and treatment are important to prevent long-term complications.",
    "Symptoms": "May include asymmetry in leg length, uneven skin folds on the thighs, and limited range of motion in one leg. In older children, limping, walking on toes, or a waddling gait might be observed.",
    "Diagnosis": "Diagnosis is typically made through physical examination and can be confirmed with imaging studies such as ultrasound or X-rays. Newborns are routinely screened for DDH using physical examination techniques like the Barlow and Ortolani tests.",
    "Treatments": "Treatment depends on the child's age and the severity of the condition. Options include bracing with devices like the Pavlik harness, physical therapy, and in more severe cases, surgical interventions.",
    "UrgentConsiderations": "Early treatment is crucial for effective management and to prevent long-term complications such as hip arthritis.",
    "RedFlags": "Delayed treatment or failure of the hip to respond to initial treatment measures. Signs of worsening hip stability or persistent dislocation despite non-surgical intervention.",
    "Medications": "Pain management medications may be used in older children post-surgery. Anti-inflammatory drugs can be considered for pain and inflammation associated with DDH.",
    "ReferralPathways": "Early referral to a pediatric orthopedic specialist is crucial for assessment and initiation of appropriate treatment. Continuous monitoring and follow-up are necessary to ensure optimal hip development.",
    "Referral Template": "Not specified",
    "SpecialtyID": 4,
    "SpecialtyName": "Developmental",
    "Clinical Assessment": ""
  }
]