[
  {
    "ConditionName": "Otitis Externa",
    "Classification": "Not Available",
    "Summary": "Otitis externa, commonly referred to as swimmer's ear, is an inflammation or infection of the external auditory canal, the auricle, or both. This condition is primarily caused by prolonged moisture exposure in the ear canal, leading to bacterial or fungal growth. It is particularly common in swimmers and in humid climates. Risk factors include aggressive ear cleaning, use of certain ear devices, and skin conditions such as eczema. The infection can be acute or chronic, with the chronic form being less common but more difficult to treat.",
    "Symptoms": "The primary symptom of otitis externa is ear pain, which can range from mild to severe and worsen when the outer ear is pulled or when pressure is applied. Other symptoms include itching in the ear, redness and swelling of the ear canal, drainage of fluid (which may be pus indicative of an infection), hearing loss, and a feeling of fullness in the ear. In severe cases, the pain can radiate to the face, neck, or side of the head.",
    "Diagnosis": "Diagnosis of otitis externa is typically made through clinical examination. The healthcare provider inspects the ear canal and eardrum with an otoscope. If an infection is suspected, a sample of ear discharge may be taken to test for bacteria or fungi. In some cases, additional tests like hearing tests or imaging studies may be required to assess any complications or to rule out other conditions.",
    "Treatments": "Treatment for otitis externa aims to clear the infection and reduce pain and inflammation. This typically involves careful cleaning of the ear canal and topical medications, such as antibiotic or antifungal ear drops. Pain relief medication may also be prescribed. In severe cases, oral antibiotics might be needed. Preventive measures include keeping the ear dry, using earplugs while swimming, and avoiding inserting objects into the ear.",
    "UrgentConsiderations": "Urgent care is necessary if there is severe pain, rapid onset of symptoms, hearing loss, or if the patient has diabetes or a weakened immune system, as these factors may complicate the condition. Additionally, if symptoms persist despite treatment or if there are signs of a more widespread infection, medical attention should be sought.",
    "RedFlags": "RedFlags for otitis externa include severe pain, spreading redness around the ear, fever, swelling of the lymph nodes, facial weakness, or paralysis. These symptoms may indicate a more serious infection or a condition called malignant otitis externa, which is a potentially life-threatening complication that requires immediate medical attention.",
    "Medications": "The primary medications used in the treatment of otitis externa are topical antibiotics or antifungals. These are often combined with steroids to reduce inflammation. Over-the-counter pain relievers like ibuprofen or acetaminophen can be used for pain management. In severe cases, oral antibiotics may be prescribed.",
    "ReferralPathways": "Referral to an otolaryngologist (ENT specialist) may be necessary for severe cases, recurrent infections, or if the condition doesn't respond to initial treatment. The specialist may perform more extensive cleaning, prescribe different medications, or investigate for underlying conditions.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Temporomandibular Disorders (TMD)",
    "Classification": "Not Available",
    "Summary": "Temporomandibular Disorders (TMD) are a group of conditions affecting the temporomandibular joint (TMJ), the muscles that control jaw movement, and the surrounding tissues. TMD can be caused by a variety of factors, including jaw injury, arthritis, genetic predisposition, or habits such as teeth grinding. Symptoms can be intermittent or chronic and may affect one or both sides of the face.",
    "Symptoms": "Common symptoms of TMD include jaw pain or tenderness, often worsening with chewing or jaw movement; clicking, popping, or grating sounds in the jaw joint when opening or closing the mouth; difficulty chewing or a sudden uncomfortable bite; and locking of the jaw joint, making it difficult to open or close the mouth. Some patients may also experience headaches, ear pain, and neck pain.",
    "Diagnosis": "Diagnosis of TMD typically involves a thorough clinical examination, including checking the joints and muscles for tenderness, clicking, popping, or difficulty moving. Patient history is also important to understand the onset and nature of symptoms. Imaging studies such as X-rays, CT scans, or MRI may be used to view the bones and soft tissues of the jaw joint and surrounding areas.",
    "Treatments": "Treatments for TMD aim to relieve pain, restore normal jaw function, and prevent further damage. This may include pain relievers, anti-inflammatory medications, muscle relaxants, and physical therapy. Oral splints or mouth guards can help alleviate symptoms. Stress reduction techniques, such as relaxation exercises, may also be recommended. In severe cases, surgical interventions might be considered.",
    "UrgentConsiderations": "UrgentConsiderations for TMD include severe pain that cannot be managed with over-the-counter pain medication, jaw locking in an open or closed position, and significant difficulty eating or speaking. These situations may require immediate medical intervention to prevent further complications.",
    "RedFlags": "RedFlags in TMD include severe pain that does not improve with treatment, significant changes in bite, unexplained tooth wear, and symptoms that interfere with daily activities. Persistent or worsening symptoms may indicate a more complex underlying issue and should be evaluated by a specialist.",
    "Medications": "Medications commonly used in the management of TMD include nonsteroidal anti-inflammatory drugs (NSAIDs) for pain and inflammation, muscle relaxants to alleviate muscle spasms, and in some cases, low doses of antidepressants for chronic pain. The choice of medication will depend on the severity and nature of the symptoms.",
    "ReferralPathways": "Patients with TMD may be referred to a dentist or an oral and maxillofacial surgeon for further evaluation and treatment. Referral to a physiotherapist for specialized exercises or a pain specialist for chronic pain management may also be necessary.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Tonsillitis",
    "Classification": "Not Available",
    "Summary": "Tonsillitis is an inflammation of the tonsils, two lymph nodes located at the back of the throat. It's typically caused by a viral or bacterial infection, with bacterial tonsillitis often being caused by Streptococcus pyogenes. The condition is common in children and young adults. Tonsillitis can be acute, recurrent, or chronic, and the severity of symptoms can vary.",
    "Symptoms": "The main symptoms of tonsillitis include a sore throat, red and swollen tonsils, pain when swallowing, fever, swollen lymph nodes in the neck, bad breath, and a scratchy or muffled voice. In some cases, white or yellow patches or film may develop on the tonsils. Children may also experience abdominal pain, nausea, or vomiting.",
    "Diagnosis": "Diagnosis is usually based on physical examination and symptom evaluation. The healthcare provider may examine the throat, check for swollen lymph nodes, and listen to the patient's breathing. Throat swab cultures are commonly used to test for bacterial infections, particularly to determine if the cause is streptococcal bacteria. Rapid strep tests can provide quick results, and in some cases, blood tests may be performed.",
    "Treatments": "Treatment for tonsillitis depends on whether the cause is viral or bacterial. Viral tonsillitis typically resolves on its own and treatment focuses on symptom relief, such as rest, hydration, and over-the-counter pain relievers. For bacterial tonsillitis, antibiotics are prescribed. Gargling with warm salt water and using throat lozenges can also help alleviate symptoms.",
    "UrgentConsiderations": "Urgent medical attention is required if the patient experiences difficulty breathing, extreme difficulty swallowing, drooling (indicative of an inability to swallow), or signs of dehydration. Additionally, a high fever or severe pain unrelieved by over-the-counter medications warrants prompt evaluation.",
    "RedFlags": "RedFlags for tonsillitis include difficulty breathing, significant difficulty swallowing, drooling, very high fever, and severe or worsening symptoms. These may indicate a more serious condition such as a peritonsillar abscess or airway obstruction, which require immediate medical care.",
    "Medications": "The primary medications for bacterial tonsillitis are antibiotics, such as penicillin or amoxicillin. For pain and fever management, over-the-counter medications like ibuprofen or acetaminophen are recommended. It's important for patients prescribed antibiotics to complete the full course of medication, even if symptoms improve. In some cases, corticosteroids may be prescribed to reduce swelling and inflammation of the tonsils. Throat lozenges and gargles may also be used for symptomatic relief.",
    "ReferralPathways": "Referral to an otolaryngologist is recommended for recurrent tonsillitis, chronic tonsillitis, or if complications arise. In cases of frequent recurrences or significant hypertrophy of the tonsils causing obstructive symptoms, a tonsillectomy may be considered. Patients with severe or atypical symptoms may also be referred to an infectious disease specialist.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Smoking Cessation",
    "Classification": "Not Available",
    "Summary": "Smoking cessation is the process of quitting tobacco smoking. Tobacco use is a significant risk factor for many diseases, including cardiovascular disease, various cancers, and respiratory illnesses. Quitting smoking can lead to substantial health improvements, reduce the risk of disease development and progression, and improve quality of life. The process can be challenging due to nicotine addiction and the habitual nature of smoking. Various strategies and treatments are available to assist individuals in this process, and a tailored approach is often necessary.",
    "Symptoms": "Not Applicable",
    "Diagnosis": "The assessment of tobacco use history and dependence is crucial in smoking cessation. This may involve patient questionnaires to determine nicotine dependence, such as the Fagerström Test for Nicotine Dependence, and a clinical evaluation to understand the individual's smoking patterns, triggers, and previous attempts at quitting. This information helps in tailoring the cessation strategy.",
    "Treatments": "Smoking cessation treatments include behavioral therapies, such as cognitive-behavioral therapy and motivational interviewing, to address the psychological aspect of addiction. Nicotine replacement therapy (NRT) with products like gums, patches, and lozenges helps to reduce withdrawal symptoms and cravings. Prescription medications like varenicline and bupropion are also effective in reducing cravings and withdrawal symptoms. A combination of behavioral therapy and pharmacotherapy is often the most effective approach.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Severe withdrawal symptoms such as intense cravings, irritability, mood swings, anxiety, difficulty concentrating, or depression should be addressed promptly. Additionally, any health issues that are exacerbated by the cessation process, such as significant respiratory or cardiac symptoms, should receive immediate medical attention.",
    "Medications": "Key medications in smoking cessation include nicotine replacement therapies like gums, patches, and lozenges. Non-nicotine medications like varenicline, which reduces craving and withdrawal symptoms, and bupropion, an antidepressant that also helps in smoking cessation, are effective alternatives or adjuncts to NRT.",
    "ReferralPathways": "Referral to specialized smoking cessation programs or specialists, such as addiction counselors or pulmonologists, can provide comprehensive support and management. These programs often offer personalized counseling, support groups, and follow-up to increase the chances of successful quitting.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Acute Sinusitis",
    "Classification": "Viral Acute Sinusitis, Bacterial Acute Sinusitis, Acute Invasive Fungal Rhinosinusitis",
    "Summary": "Acute sinusitis, an inflammation of the sinus cavities, is commonly caused by viral infections but can also be due to bacteria or, rarely, fungi. The condition leads to swelling and blockage of the sinuses, causing mucus accumulation. It typically lasts for a short period, usually less than four weeks, and is often associated with a cold or other respiratory infection. Understanding the cause is crucial as it directs the treatment approach.",
    "Symptoms": "Symptoms of acute sinusitis include purulent (pus-like) nasal discharge, nasal obstruction or congestion leading to difficulty breathing through the nose, facial pain or pressure which often worsens when bending forward, and a sense of fullness in the face. Fever is more common in children. Additional symptoms may include a sore throat, coughing often worse at night due to post-nasal drip, myalgia, and fatigue.",
    "Diagnosis": "The diagnosis of acute sinusitis is primarily clinical, based on symptom duration and characteristics. A physical examination includes inspecting the nasal passages and palpating the sinuses for tenderness. Imaging, such as a CT scan, is reserved for cases where complications are suspected or if the condition does not respond to initial treatment. Endoscopic examination by an ENT specialist may be needed in recurrent or non-resolving cases.",
    "Treatments": "Treatment for acute sinusitis primarily involves supportive care, including pain relief with analgesics, decongestants, and intranasal corticosteroids to reduce nasal inflammation. Antibiotics are reserved for severe bacterial sinusitis or in patients who are immunocompromised. Hydration and steam inhalation can also provide symptom relief. In cases of acute invasive fungal sinusitis, antifungal therapy and surgical intervention are required.",
    "UrgentConsiderations": "Immediate treatment is crucial to prevent complications like facial cellulitis, orbital cellulitis, and intracranial infections. In non-severe cases, a watchful waiting approach can be adopted to avoid unnecessary antibiotic use, monitoring for any sign of complication or significant worsening.",
    "RedFlags": "RedFlags include symptoms persisting for more than 10 days without any sign of improvement, a 'double sickening' phenomenon where symptoms worsen after initial improvement, severe facial or dental pain, and periorbital edema. These signs may indicate a bacterial infection or a potential complication requiring prompt medical intervention.",
    "Medications": "First-line medications for bacterial acute sinusitis include amoxicillin or amoxicillin/clavulanate. Alternatives include clindamycin, cefixime, cefpodoxime, doxycycline, and macrolides like clarithromycin and erythromycin. In cases of penicillin allergy, fluoroquinolones such as moxifloxacin or levofloxacin may be used. Parenteral antibiotics like ceftriaxone or cefotaxime are reserved for severe cases.",
    "ReferralPathways": "Referral to an ENT specialist is indicated for severe cases, those with recurrent episodes, or complications. Specialized evaluation and management including possible surgical intervention may be necessary in these scenarios.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Snoring",
    "Classification": "Not Available",
    "Summary": "Snoring is a common problem characterized by the production of sound during sleep due to the vibration of soft tissues in the upper airway. It's often associated with obstructive sleep apnea (OSA), a condition in which breathing is interrupted during sleep. Factors contributing to snoring include obesity, alcohol consumption, nasal congestion, and anatomical variations. Snoring can impact the quality of sleep for both the snorer and their bed partner.",
    "Symptoms": "The primary symptom of snoring is the production of loud and often irregular noises during sleep. Other symptoms, especially in the context of sleep apnea, may include frequent awakenings, daytime sleepiness, morning headaches, and in some cases, gasping or choking sensations at night.",
    "Diagnosis": "Diagnosis involves a detailed medical history to assess the frequency and severity of snoring and its impact on sleep quality. A physical examination focuses on the nasal passages, oral cavity, and throat. If sleep apnea is suspected, a sleep study or polysomnography may be recommended to monitor breathing, oxygen levels, and other physiological parameters during sleep.",
    "Treatments": "Treatment for snoring varies based on its cause and severity. Lifestyle changes like weight loss, avoiding alcohol before bedtime, and changing sleep positions can help. Oral appliances may be used to keep the airway open during sleep. Continuous Positive Airway Pressure (CPAP) therapy is the mainstay treatment for obstructive sleep apnea. Surgical options, such as uvulopalatopharyngoplasty (UPPP), may be considered in severe cases.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Indications of sleep apnea, such as frequent awakening during the night, excessive daytime sleepiness, observed episodes of breathing cessation, and gasping or choking at night, warrant further evaluation. These symptoms suggest a potentially serious underlying condition that can have significant health consequences if left untreated.",
    "Medications": "Not Typically Applicable",
    "ReferralPathways": "Referral to a sleep specialist for a comprehensive sleep evaluation is recommended for persistent or severe cases of snoring, especially if symptoms suggestive of sleep apnea are present. An otolaryngologist may also be consulted for anatomical causes of snoring.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Tinnitus",
    "Classification": "Not Available",
    "Summary": "Tinnitus is the perception of noise or ringing in the ears, often with no external sound source. It can be a symptom of various underlying conditions and can significantly affect quality of life.",
    "Symptoms": "Ringing, buzzing, hissing, or other sounds in the ears, which may vary in pitch and intensity. May be constant or intermittent.",
    "Diagnosis": "Diagnosis involves a thorough clinical examination, hearing tests, and, in some cases, imaging studies to identify underlying causes.",
    "Treatments": "Treatment focuses on managing underlying conditions, sound therapy, cognitive behavioral therapy, and, in some cases, medications.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Sudden onset, unilateral tinnitus, or associated with hearing loss or dizziness should be evaluated urgently.",
    "Medications": "Not Typically Applicable",
    "ReferralPathways": "Referral to an audiologist or otolaryngologist for further assessment and management.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Cerumen Impaction",
    "Classification": "Not specified",
    "Summary": "Cerumen impaction occurs when accumulation of cerumen (ear wax) causes symptoms like hearing loss or prevents assessment of the ear canal or tympanic membrane. It's a mixture of secretions and sloughed epithelial cells that cleans, protects, and lubricates the external auditory canal.",
    "Symptoms": "Hearing loss, Fullness in the ear, Otorrhoea (waxy yellow drainage), Tinnitus, Dizziness, Otalgia, Cough, Vertigo",
    "Diagnosis": "Diagnosis is clinical, made by examining the ear canal using an otoscope, handheld speculum, or binocular microscope. Audiogram obtained after cerumen impaction removal if the patient still complains of hearing impairment.",
    "Treatments": "Manual removal, Irrigation of ear canal, Injection of cerumenolytic solutions, Combination of these techniques. Avoid irrigation in patients with tympanic-membrane perforation, ear-canal stenosis, prior ear surgery, or external otitis.",
    "UrgentConsiderations": "Ensuring treatment does not cause pain, especially in children. Avoid treatment methods that may exacerbate conditions like tympanic-membrane perforation.",
    "RedFlags": "Persistent symptoms despite treatment, Signs of secondary infection like otalgia and foul-smelling drainage",
    "Medications": "Cerumenolytic agents (acetic acid otic, docusate sodium otic, hydrogen peroxide otic, normal saline, olive oil otic, mineral oil otic, urea hydrogen peroxide otic)",
    "ReferralPathways": "Referral to a clinician with specialized equipment and training for cleaning and evaluating the ear canal and tympanic membrane in persistent or complicated cases",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Epiglottitis",
    "Classification": "Infection of the supraglottis; Classifications based on flexible nasopharyngoscopic examination: Class I (slight swelling), Class II (moderate swelling), Class III (severe swelling)",
    "Summary": "Epiglottitis is a severe, potentially life-threatening condition where the epiglottis — a small cartilage lid that covers the windpipe — swells, blocking the flow of air into the lungs. It's often caused by a bacterial infection, particularly Haemophilus influenzae type B (Hib). It can occur at any age, but is most common in children and is considered a medical emergency. Symptoms typically develop quickly and include sore throat, fever, hoarseness, difficulty swallowing, and difficulty breathing.",
    "Symptoms": "Symptoms of epiglottitis include a rapid onset of high fever, severe sore throat, difficulty or pain when swallowing, significant drooling (due to inability to swallow saliva), difficulty breathing, and a muffled or hoarse voice. In severe cases, patients may adopt a 'tripod' position, sitting upright and leaning forward with their mouth open and neck extended, to maximize airway patency.",
    "Diagnosis": "Diagnosis is primarily clinical, often requiring immediate assessment by a healthcare professional. Laryngoscopy, performed in a controlled environment such as an operating room, can confirm the diagnosis. A lateral neck radiograph may show a swollen epiglottis, known as the 'thumbprint sign'. Cultures of blood and, if safely obtainable, from the epiglottis, are taken after airway management to identify the causative organism.",
    "Treatments": "Treatment of epiglottitis involves urgent airway management, which may include intubation or a tracheotomy in severe cases. Empirical intravenous antibiotics are administered to cover the likely pathogens, including ampicillin/sulbactam, cephalosporin, and vancomycin. Corticosteroids like dexamethasone may be used to reduce inflammation and swelling.",
    "UrgentConsiderations": "Immediate airway management is critical in epiglottitis, especially in children, due to the risk of sudden airway obstruction. Interventions that can cause agitation or crying in children, such as throat examination, should be avoided until appropriate resources for airway management are available.",
    "RedFlags": "RedFlags include rapid progression of symptoms, difficulty controlling secretions, markedly decreased oral intake, and a 'toxic' appearance, especially in children. These symptoms indicate an urgent need for medical evaluation and possible hospitalization.",
    "Medications": "The mainstay medications for epiglottitis include intravenous antibiotics such as ampicillin/sulbactam, oxacillin, nafcillin, a broad-spectrum cephalosporin (e.g., ceftriaxone or cefotaxime), clindamycin, and vancomycin. Dexamethasone is used to reduce inflammation and edema of the epiglottis.",
    "ReferralPathways": "Patients with epiglottitis often require referral to an otolaryngologist for follow-up after initial hospital treatment to monitor recovery and manage any potential complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Eustachian Tube Dysfunction (ETD)",
    "Classification": "Not specified",
    "Summary": "Eustachian Tube Dysfunction (ETD) occurs when the Eustachian tube, which connects the middle ear to the back of the nose, fails to open properly. This dysfunction leads to problems with pressure regulation in the ear and fluid drainage, often resulting in hearing problems, ear fullness, and discomfort. ETD can be acute or chronic and is frequently associated with upper respiratory infections, allergies, and changes in atmospheric pressure.",
    "Symptoms": "Symptoms of ETD include a feeling of fullness in the ears, muffled or reduced hearing, popping or clicking sensations in the ear, discomfort or pain in the ear, and occasionally, balance problems.",
    "Diagnosis": "Diagnosis involves a comprehensive clinical examination, including an assessment of the ear, nose, and throat. Tympanometry is used to evaluate middle ear function and detect fluid or pressure problems. Nasal endoscopy may be performed to assess for causes related to the nasal cavity or nasopharynx.",
    "Treatments": "Treatment options for ETD include managing contributing factors such as allergies or respiratory infections, using intranasal corticosteroids to reduce inflammation, and performing autoinflation exercises to help open the Eustachian tube. Surgical options, such as pressure equalization tube insertion or adenoidectomy, may be considered in chronic or severe cases.",
    "UrgentConsiderations": "Early intervention is important in cases with significant tympanic membrane retraction or in association with chronic otitis media to prevent long-term complications.",
    "RedFlags": "RedFlags include persistent symptoms despite treatment, evidence of chronic ear disease, otic barotrauma, or the development of acute otitis media.",
    "Medications": "Intranasal corticosteroids such as fluticasone, budesonide, or mometasone are commonly used to reduce inflammation and improve Eustachian tube function.",
    "ReferralPathways": "Patients with chronic otitis media, significant ear disease, or persistent symptoms despite treatment should be referred to an otolaryngologist for further assessment and management.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Epistaxis",
    "Classification": "Anterior Epistaxis (95%, arises from Kiesselbach plexus in Little's area), Posterior Epistaxis (originates from the posterior nasal cavity or nasopharynx)",
    "Summary": "Epistaxis, or nosebleed, is a common condition that can vary from a minor nuisance to a severe and life-threatening emergency. Anterior epistaxis is the most common type, often originating from the Kiesselbach plexus in Little's area of the nasal septum. Posterior epistaxis, although less common, tends to be more severe and originates from arteries in the posterior nasal cavity. Factors contributing to epistaxis include local trauma, dry or inflamed nasal mucosa, hypertension, blood thinners, and less commonly, tumors.",
    "Symptoms": "The primary symptom of epistaxis is bleeding from one or both nostrils. The bleeding can vary in intensity from a slow drip to a rapid flow. In posterior epistaxis, the bleeding might also present as blood flowing into the throat.",
    "Diagnosis": "Diagnosis is based on the clinical presentation, with a focus on identifying the source of the bleed and any contributing factors. In cases of recurrent or severe epistaxis, further evaluation including nasal endoscopy may be necessary to identify the underlying cause.",
    "Treatments": "Initial treatment for anterior epistaxis includes applying firm pressure to the nostrils for several minutes, using topical decongestants to encourage vasoconstriction, and applying topical anesthetics for comfort. If these measures fail, cauterization or nasal packing may be needed. Posterior epistaxis often requires more aggressive treatment, including posterior packing and sometimes surgical intervention.",
    "UrgentConsiderations": "Severe epistaxis, especially in the context of coagulopathy, anticoagulant use, or antiplatelet therapy, requires urgent medical attention. Significant blood loss can lead to hypotension and anemia, requiring prompt intervention.",
    "RedFlags": "RedFlags include bleeding that is refractory to initial treatment, signs of significant blood loss such as tachycardia or hypotension, and epistaxis in patients with known bleeding disorders or on blood-thinning medications.",
    "Medications": "Topical vasoconstrictors like oxymetazoline are commonly used to control bleeding. Topical anesthetics may also be applied during treatment to reduce discomfort.",
    "ReferralPathways": "Patients with severe, recurrent, or uncontrolled epistaxis should be referred to an ENT specialist for further evaluation and treatment, which may include cauterization, embolization, or surgical intervention.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Laryngitis",
    "Classification": "Not Available",
    "Summary": "Laryngitis is the inflammation of the larynx, typically resulting from an infection (most commonly viral), overuse of the voice, irritation (such as from smoking or acid reflux), or in rare cases, an allergic reaction. Acute laryngitis usually resolves on its own, but chronic laryngitis may require treatment of underlying causes.",
    "Symptoms": "Symptoms of laryngitis include hoarseness or loss of voice, a sore throat, a dry cough, and a constant need to clear the throat. In some cases, mild fever and swollen lymph nodes in the neck can also be present.",
    "Diagnosis": "Diagnosis is primarily clinical, based on the presentation of symptoms. A laryngoscopic examination may be conducted to view the vocal cords and assess the severity of inflammation. This is especially important in chronic cases or if other causes of hoarseness are suspected.",
    "Treatments": "Treatment of laryngitis focuses on resting the voice and avoiding irritants like smoking. Hydration is important, and humidified air can provide relief. In cases of suspected bacterial infection or if symptoms are severe, antibiotics may be prescribed. For chronic laryngitis, treatment of underlying conditions, such as gastroesophageal reflux disease (GERD) or allergies, is crucial.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "RedFlags in laryngitis include difficulty breathing, coughing up blood, and symptoms that persist beyond two weeks, which may indicate a more serious underlying condition requiring further medical evaluation.",
    "Medications": "While antibiotics are not typically used for viral laryngitis, they may be necessary if a bacterial infection is confirmed. Over-the-counter pain relievers can be used for sore throat relief.",
    "ReferralPathways": "Referral to an otolaryngologist is advised if symptoms persist for more than two weeks, or if there are concerns for a more serious condition such as vocal cord paralysis or laryngeal cancer.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Gingivitis",
    "Classification": "Plaque-induced Gingivitis; Necrotising Gingivitis (NG)",
    "Summary": "Gingivitis is a common and mild form of gum disease (periodontal disease) that causes irritation, redness, and swelling (inflammation) of the gingiva, the part of the gum around the base of the teeth. It's important to take gingivitis seriously and treat it promptly, as it can lead to much more serious gum disease and tooth loss. Necrotising Gingivitis is a more severe form, often seen in individuals with systemic conditions such as malnutrition or HIV, characterized by necrosis and ulceration of the gums.",
    "Symptoms": "Symptoms of gingivitis include red, swollen, tender gums that may bleed during brushing or flossing. Necrotising Gingivitis presents more severe symptoms such as intense pain, necrosis and ulceration of the gums, formation of a pseudomembrane, fever, lymphadenopathy, and general malaise.",
    "Diagnosis": "Diagnosis of gingivitis is made through a clinical examination, focusing on signs of inflammation such as dental plaque, gingival redness, swelling, and bleeding. Necrosis is a key feature in severe cases. No specific laboratory tests are required for diagnosis.",
    "Treatments": "Treatment for plaque-induced gingivitis involves good oral hygiene practices including regular tooth brushing and dental flossing, along with professional dental cleanings. For Necrotising Gingivitis, treatment includes hydrogen peroxide irrigation, professional cleaning, specific oral hygiene instructions, pain control, and antibiotics if secondary infection is suspected or systemic symptoms are present.",
    "UrgentConsiderations": "Necrotising gingivitis requires immediate treatment, especially in severely immunocompromised individuals or those with significant malnutrition, to prevent rapid tissue destruction and systemic complications.",
    "RedFlags": "In gingivitis, severe symptoms like necrosis, significant ulceration, substantial bleeding, intense pain, and systemic symptoms indicate a progression to necrotising gingivitis and necessitate immediate medical attention.",
    "Medications": "In cases of necrotising gingivitis with systemic involvement, antibiotics such as metronidazole, phenoxymethylpenicillin, erythromycin, or tetracycline may be prescribed. Analgesics like aspirin, ibuprofen, paracetamol, or naproxen are used for pain management.",
    "ReferralPathways": "Patients with severe, unresponsive gingivitis or necrotising gingivitis should be referred to dental professionals or periodontal specialists for advanced care and management.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Benign Paroxysmal Positional Vertigo (BPPV)",
    "Classification": "Peripheral Vestibular Disorder; Affects posterior (most common), lateral (less common), or anterior (rare) semicircular canals; Primary (idiopathic) or Secondary; Self-limiting, Recurrent, Chronic",
    "Summary": "BPPV is a common vestibular disorder causing dizziness and a false sense of spinning (vertigo) triggered by specific changes in the position of the head. This disorder is related to the movement of calcium crystals within the inner ear. It's often brief and self-limiting but can be recurrent or chronic. Although it can be bothersome, BPPV is usually not serious except when it increases the risk of falls.",
    "Symptoms": "BPPV is characterized by episodes of sudden and severe vertigo, usually triggered by specific head movements such as rolling over in bed, sitting up, or tilting the head backward. Accompanying symptoms can include nausea, imbalance, and lightheadedness. The episodes are typically short-lived, lasting less than a minute.",
    "Diagnosis": "The diagnosis of BPPV is based on the patient's history and physical examination. The Dix-Hallpike maneuver or the supine lateral head turn test is used to provoke the symptoms and diagnose BPPV. These tests help in determining the affected canal. Imaging studies are rarely required unless other diagnoses are suspected.",
    "Treatments": "The primary treatment for BPPV involves particle repositioning maneuvers like the Epley or Semont maneuver, which help move the calcium crystals out of the semicircular canals. Patients are educated about the condition and reassured as it is typically benign and self-limiting. Vestibular suppressant medications are generally not effective and are not recommended. Surgery is considered only in intractable cases.",
    "UrgentConsiderations": "Prompt treatment of BPPV is important to reduce discomfort and the risk of falls or accidents. Monitoring for conversion to different canal variants during treatment is important. Antiemetics may be used for nausea and vomiting during repositioning maneuvers.",
    "RedFlags": "RedFlags in BPPV include persistent symptoms despite treatment, symptoms suggestive of a central pathology such as gradual onset of vertigo or neurological symptoms, associated hearing loss, tinnitus, or symptoms triggered by pressure changes in the ear.",
    "Medications": "Antiemetics may be used to control nausea and vomiting during repositioning maneuvers. Vestibular suppressants may be used temporarily for prolonged autonomic symptoms but are generally not recommended.",
    "ReferralPathways": "Referral to a tertiary care dizziness clinic is advised for atypical cases, particularly those suspected of having lateral or superior canal variants of BPPV, or if the diagnosis is uncertain.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Acute Pharyngitis",
    "Classification": "Group A Streptococcus (GAS) pharyngitis, Viral pharyngitis, Candidal pharyngitis, Diphtheria, Measles, Tularaemia, Sexually transmitted pharyngitis (HIV, Gonorrhoea, Chlamydia)",
    "Summary": "Acute pharyngitis is a common condition characterized by inflammation of the pharynx, leading to a sore throat. It can be caused by a variety of pathogens including viruses, bacteria, and fungi. The condition is typically self-limiting, but in some cases, particularly with bacterial infections like GAS pharyngitis, it can lead to more serious complications.",
    "Symptoms": "Common symptoms of acute pharyngitis include a sore throat, fever, headache, nausea, vomiting, abdominal pain, and swollen lymph nodes in the neck. Pharyngeal exudates may be present, especially in bacterial pharyngitis. The absence of cough or rhinorrhea is more indicative of a bacterial etiology.",
    "Diagnosis": "Diagnosis is based on clinical history and physical examination. Rapid antigen detection tests and throat cultures are used to confirm GAS pharyngitis. Other specific microbiological testing may be done based on the suspected pathogen.",
    "Treatments": "Treatment for acute pharyngitis includes supportive care with analgesics and local anesthetics. Antibiotics are prescribed for confirmed bacterial infections, particularly GAS pharyngitis. Corticosteroids may be used cautiously to reduce inflammation. In recurrent cases, a tonsillectomy might be considered.",
    "UrgentConsiderations": "Immediate antibiotic treatment is important in GAS pharyngitis to prevent complications like acute rheumatic fever. Monitoring for complications such as peritonsillar abscess, sepsis, venous thromboembolism, or pathological fracture is crucial.",
    "RedFlags": "RedFlags include symptoms not improving after 3-4 days of antibiotic therapy, presence of a grey membrane in the throat (indicative of diphtheria), ulcerations and exudates in the pharynx (suggestive of tularaemia), and anterior cervical adenopathy (indicative of gonococcal pharyngitis).",
    "Medications": "Antibiotics such as penicillin, amoxicillin, macrolides, cephalosporins, clindamycin, azithromycin, and cefaclor are used in bacterial pharyngitis. Over-the-counter pain relievers and throat lozenges provide symptomatic relief.",
    "ReferralPathways": "Referral for tonsillectomy may be considered in recurrent cases. Hospital admission may be necessary for severe systemic symptoms or complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Cholesteatoma",
    "Classification": "Acquired Cholesteatoma (Primary and Secondary), Congenital Cholesteatoma",
    "Summary": "Cholesteatoma is a pathological condition characterized by the growth of a cyst-like structure filled with keratin debris in the middle ear and/or mastoid process. It can lead to chronic infection, destruction of the middle ear bones, and even complications involving the inner ear and facial nerve. Although benign, its destructive nature can lead to serious complications.",
    "Symptoms": "Symptoms of cholesteatoma include a foul-smelling ear discharge, hearing loss, tinnitus (ringing in the ear), otalgia (ear pain), and sometimes vertigo or balance disturbances. In advanced cases, facial nerve involvement may cause altered taste or facial weakness on the affected side.",
    "Diagnosis": "The diagnosis of cholesteatoma is primarily clinical, based on history and characteristic otoscopic findings, such as the presence of a retraction pocket or a mass of white keratin debris. A high-resolution CT scan of the temporal bone is often performed to determine the extent of the disease and to plan for surgery. The fistula test may be conducted to assess the involvement of the balance organs in the ear.",
    "Treatments": "The primary treatment for cholesteatoma is surgical removal, which can be performed using different techniques such as canal wall up or canal wall down mastoidectomy. The choice of surgical technique depends on the extent of disease and surgeon preference. Adjunctive treatment includes topical antimicrobial therapy to control infection and aural cleaning. High definition visualisation during surgery is essential for complete removal. Pre-surgical care involves managing any aural discharge with topical antibiotics and cleaning.",
    "UrgentConsiderations": "Early surgical referral, especially for children or patients with facial nerve involvement, is crucial to prevent further complications. Semi-urgent referral to an ear, nose, and throat surgeon is recommended.",
    "RedFlags": "RedFlags in cholesteatoma include persistent malodorous discharge unresponsive to antibiotics, recurrent or chronic aural discharge, and advanced disease symptoms such as otalgia, vertigo, or facial nerve involvement.",
    "Medications": "Topical antibiotics such as quinolones (e.g., ciprofloxacin, ofloxacin) are used to treat ear infections associated with cholesteatoma. Topical corticosteroids may also be prescribed to reduce inflammation.",
    "ReferralPathways": "Patients suspected of having a cholesteatoma should be referred to an otolaryngologist for evaluation. In cases involving infants and children, referral to a pediatric otolaryngologist is recommended.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Chronic Sinusitis Without Nasal Polyps",
    "Classification": "Not specified",
    "Summary": "Chronic sinusitis, a prolonged inflammation of the paranasal sinuses lasting more than 12 weeks, is a common condition that significantly affects the quality of life. It's often characterized by persistent mucopurulent drainage, nasal obstruction, and facial pain or pressure. Unlike acute sinusitis, it typically has a more insidious onset and requires a longer treatment course.",
    "Symptoms": "Common symptoms include persistent mucopurulent drainage, nasal obstruction or congestion, facial pain, pressure or fullness, and a decreased sense of smell. Patients may also experience fatigue, dental pain, and ear pressure or fullness.",
    "Diagnosis": "The diagnosis is clinical, supported by findings from nasal endoscopy and imaging studies like computed tomography (CT). Nasal endoscopy may reveal inflammation, purulent discharge, and edema. Diagnostic criteria include prolonged symptoms for 12 weeks or more and evidence of sinus inflammation.",
    "Treatments": "Initial treatment includes nasal saline irrigation and topical intranasal corticosteroids. Oral antibiotics and oral corticosteroids may be used in persistent cases. Functional endoscopic sinus surgery is considered for cases unresponsive to medical therapy.",
    "UrgentConsiderations": "It's important to consider underlying causes like allergic rhinitis or structural abnormalities. Continuous monitoring and follow-up with nasal endoscopy are essential to assess the chronic inflammation and response to treatment.",
    "RedFlags": "RedFlags include orbital cellulitis, intracranial infection, mucocele formation, markedly decreased quality of life, and frequent acute exacerbations.",
    "Medications": "Medications include topical intranasal corticosteroids (budesonide, fluticasone propionate, mometasone, triamcinolone), and oral antibiotics (amoxicillin/clavulanate, cefuroxime, doxycycline, clarithromycin, clindamycin, levofloxacin).",
    "ReferralPathways": "Referral to an otolaryngologist is recommended for persistent or severe symptoms, particularly when surgical intervention is being considered.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Acute Otitis Media",
    "Classification": "Infection of the Middle Ear",
    "Summary": "Acute otitis media (AOM) is an infection of the middle ear, often secondary to a viral respiratory infection. It's most common in children and is a leading cause of doctor visits and antibiotic prescriptions. Ear pain, fever, and hearing difficulty are hallmark symptoms.",
    "Symptoms": "Symptoms of AOM include ear pain (otalgia), irritability, decreased hearing, anorexia, vomiting, and fever. In infants, it may manifest as unexplained crying, ear pulling, and sleep disturbances.",
    "Diagnosis": "AOM is diagnosed based on clinical presentation, including a bulging, opaque tympanic membrane, often with signs of middle ear effusion. Otoscopy and pneumatic otoscopy are key diagnostic tools. Tympanometry can be helpful in assessing middle ear function.",
    "Treatments": "Treatment includes pain management with analgesics such as paracetamol or NSAIDs. Antibiotic therapy, typically amoxicillin, is considered based on the severity of symptoms, age, and risk factors for complications. Watchful waiting can be an option in selected cases.",
    "UrgentConsiderations": "Severe cases, especially with complications like mastoiditis or facial nerve paralysis, require immediate medical intervention.",
    "RedFlags": "RedFlags include a bulging tympanic membrane, severe ear pain, rapid onset of symptoms, and high fever, particularly in young children.",
    "Medications": "Medications include paracetamol or NSAIDs for pain relief; antibiotics like amoxicillin or amoxicillin/clavulanate for bacterial infection.",
    "ReferralPathways": "Referral to an otolaryngologist is indicated for complications, recurrent episodes, or cases unresponsive to standard treatment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Labyrinthitis",
    "Classification": "Not Available",
    "Summary": "Labyrinthitis, an inflammation of the labyrinth in the inner ear, is often triggered by a viral infection. This condition can cause significant balance disturbances and auditory problems. It's crucial to differentiate it from other conditions that cause vertigo and hearing loss.",
    "Symptoms": "Symptoms include severe vertigo, often with a sensation of spinning or movement, hearing loss in the affected ear, tinnitus, imbalance, nausea, and vomiting. The onset is typically sudden and can be debilitating.",
    "Diagnosis": "Diagnosis is based on clinical history and examination. Additional tests such as audiometry assess hearing loss, while vestibular testing evaluates balance function. Imaging studies like MRI may be used to rule out other causes of vertigo and hearing loss.",
    "Treatments": "Treatment focuses on symptom management, including medications for nausea and vertigo, such as antihistamines or benzodiazepines. Vestibular rehabilitation therapy may be recommended to help with balance issues.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Sudden hearing loss, persistent severe vertigo, or signs of neurological deficits are RedFlags that may indicate a more serious condition, requiring immediate medical attention.",
    "Medications": "Medications for symptom relief may include antihistamines, anticholinergics, benzodiazepines for vertigo, and antiemetics for nausea.",
    "ReferralPathways": "Referral to an otolaryngologist or neurologist is advised for further evaluation and management, particularly in cases where the diagnosis is uncertain or if symptoms persist.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Non-allergic Rhinitis",
    "Classification": "Not Available",
    "Summary": "Non-allergic rhinitis is a condition characterized by chronic nasal symptoms not caused by an allergic reaction. It can be triggered by environmental factors like smoke, pollution, changes in weather, infections, or certain medications. This condition can significantly affect daily life and lead to complications if not properly managed.",
    "Symptoms": "Symptoms include chronic sneezing, nasal congestion, runny nose, and postnasal drip. Some patients may also experience symptoms like sinus pressure and headaches.",
    "Diagnosis": "The diagnosis is based on the presence of typical symptoms and the exclusion of allergic causes. Diagnostic tests may include a thorough nasal examination, nasal endoscopy, and possibly allergy testing to rule out allergic rhinitis.",
    "Treatments": "Treatment involves identifying and avoiding known triggers. Saline nasal sprays can help with nasal dryness and congestion. Medications like antihistamines, even though it's not an allergic condition, or nasal corticosteroids may be beneficial in some cases.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Persistent symptoms despite treatment or symptoms accompanied by severe headache, fever, or facial pain may indicate an underlying condition requiring further evaluation.",
    "Medications": "Treatment may include saline nasal sprays, antihistamines, nasal corticosteroids, and occasionally decongestants for short-term relief.",
    "ReferralPathways": "Referral to an otolaryngologist may be necessary for persistent symptoms, especially to rule out other conditions like sinusitis or nasal polyps.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Allergic Rhinitis",
    "Classification": "Intermittent, Persistent, Mild, Moderate/Severe",
    "Summary": "Allergic rhinitis, often triggered by pollen, dust mites, mold, or animal dander, is an IgE-mediated inflammatory response of the nasal mucosa. Symptoms can significantly impact quality of life and productivity. It's associated with other conditions like asthma and sinusitis.",
    "Symptoms": "Common symptoms include sneezing, rhinorrhea, nasal itching, congestion, and associated eye symptoms like redness, itching, and tearing. Patients may also experience a cough, fatigue, and irritability.",
    "Diagnosis": "Diagnosis is based on the clinical history of symptoms correlating with allergen exposure. Allergy testing, either skin prick tests or specific IgE blood tests, confirms the diagnosis. Examination may reveal swollen nasal mucosa, clear mucus discharge, and other signs like allergic shiners or a nasal crease.",
    "Treatments": "Treatment includes allergen avoidance, pharmacotherapy with intranasal corticosteroids and antihistamines, and immunotherapy for long-term management. Leukotriene receptor antagonists can also be effective. Education on environmental control measures is crucial. In severe cases, short courses of oral corticosteroids may be prescribed.",
    "UrgentConsiderations": "Immediate intervention is required for severe allergic reactions. Continuous monitoring is important for patients with asthma to manage any exacerbation or respiratory complications.",
    "RedFlags": "Severe or persistent symptoms despite treatment, development of respiratory distress, or unilateral symptoms, which may suggest alternate diagnoses, are concerning and warrant further evaluation.",
    "Medications": "Intranasal corticosteroids, oral antihistamines, intranasal antihistamines, leukotriene receptor antagonists, and short courses of oral corticosteroids for severe flare-ups.",
    "ReferralPathways": "Referral to an allergy specialist is advised for persistent or severe symptoms and for consideration of immunotherapy.",
    "Referral Template": "Not specified",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Meniere's Disease",
    "Classification": "Not Available",
    "Summary": "Meniere's Disease is a complex disorder of the inner ear characterized by episodic vertigo, fluctuating hearing loss, tinnitus, and a sensation of fullness in the ear. Its etiology is believed to be related to abnormal fluid balance in the inner ear, but the exact cause remains unknown.",
    "Symptoms": "The hallmark symptoms include vertigo attacks that can last from minutes to hours, tinnitus, progressive hearing loss, and a sensation of fullness or pressure in the affected ear.",
    "Diagnosis": "Diagnosis is typically made based on the clinical presentation of symptoms, hearing tests, and balance assessments. MRI or CT scans are used to rule out other causes of the symptoms.",
    "Treatments": "Treatment focuses on managing symptoms and may include dietary changes like low salt intake, diuretics to reduce fluid retention, and medications for vertigo and tinnitus. In severe cases, therapies like intratympanic steroid injections or surgery may be considered.",
    "UrgentConsiderations": "Severe or sudden symptoms, particularly severe vertigo attacks, may require urgent medical attention to prevent falls and injuries.",
    "RedFlags": "Sudden or severe hearing loss, persistent imbalance, or symptoms not typical for Meniere's Disease may indicate other serious conditions and necessitate immediate medical evaluation.",
    "Medications": "Medications include diuretics, antiemetics, and drugs to control vertigo and tinnitus, such as meclizine or betahistine.",
    "ReferralPathways": "Referral to an otolaryngologist or audiologist is recommended for comprehensive evaluation and management, especially in cases where diagnosis is uncertain or conservative management fails.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Nasal Polyps",
    "Classification": "Not Available",
    "Summary": "Nasal polyps are benign, soft, painless growths on the lining of the nasal passages or sinuses that occur due to chronic inflammation. They can cause significant nasal obstruction, reducing the quality of life. Although noncancerous, they can lead to complications if left untreated.",
    "Symptoms": "Common symptoms include nasal obstruction, runny nose, reduced sense of smell and taste, facial pressure or pain, snoring, and frequent sinus infections.",
    "Diagnosis": "Diagnosis involves a physical examination, nasal endoscopy to visualize the polyps, and imaging studies such as CT scans to assess the extent of the polyps and sinus involvement. Allergy testing may be conducted if an allergic component is suspected.",
    "Treatments": "Treatment typically includes corticosteroids, either topical (nasal sprays) or oral, to reduce polyp size and inflammation. Surgery, such as polypectomy or endoscopic sinus surgery, may be necessary for large or treatment-resistant polyps. Managing associated conditions like allergies or asthma is also important.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "Severe symptoms such as significant pain, high fever, sudden vision changes, or severe swelling around the eyes may indicate complications like sinusitis or orbital cellulitis, requiring immediate medical intervention.",
    "Medications": "Medications include corticosteroids (oral or nasal), antihistamines, and nasal saline irrigation for symptom relief.",
    "ReferralPathways": "Referral to an otolaryngologist is recommended for cases resistant to initial treatment or for evaluation for surgical intervention.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  },
  {
    "ConditionName": "Strabismus",
    "Classification": "Not Available",
    "Summary": "Strabismus, commonly known as 'crossed eyes,' is a condition in which the eyes do not properly align with each other when looking at an object. It can lead to impaired binocular vision and depth perception and, if untreated, may result in amblyopia or 'lazy eye.'",
    "Symptoms": "The primary symptom of strabismus is the misalignment of the eyes, which may be constant or intermittent. Other symptoms can include double vision, overlapping or blurred images, and eye strain.",
    "Diagnosis": "Diagnosis involves a thorough eye examination, which includes tests for visual acuity, ocular motility, and alignment. Specialized tests like cover tests help assess the degree and type of strabismus. Imaging studies are occasionally used to rule out other causes.",
    "Treatments": "Treatment options vary depending on the type and severity of strabismus and may include prescription eyeglasses, eye exercises, prism lenses, and surgery. In some cases, patching therapy is used to treat amblyopia associated with strabismus.",
    "UrgentConsiderations": "Not Available",
    "RedFlags": "The sudden onset of strabismus, particularly in adults, is a red flag and may indicate an underlying neurological disorder. This requires prompt medical evaluation to rule out serious conditions like stroke or brain tumors.",
    "Medications": "Not Typically Applicable",
    "ReferralPathways": "Referral to an ophthalmologist or optometrist is essential for accurate diagnosis and to determine the most appropriate treatment plan.",
    "Referral Template": "Not Available",
    "SpecialtyID": 7,
    "SpecialtyName": "ENT",
    "Clinical Assessment": ""
  }
]