[
    {
        "ConditionName": "Opioid Use Disorder",
        "Classification": "Diagnosis can be subdivided into harmful use, dependence, intoxication, withdrawal, and disorders induced by psychoactive substances such as opioid-induced delirium.",
        "Summary": "Opioid use disorder (OUD) is characterized by a problematic pattern of opioid use leading to significant impairment or distress. It includes a range of behaviours from harmful use to dependence and affects individuals using both prescription opioids and illegal substances like heroin. Treatment is multifaceted, typically involving a combination of medication-assisted treatment (MAT), detoxification, long-term maintenance therapy, and comprehensive psychosocial support.",
        "Symptoms": "Symptoms of OUD include cravings for opioids, inability to control or reduce use, withdrawal symptoms when not using, neglect of personal responsibilities, and continued use despite harmful consequences.",
        "Diagnosis": "Diagnosis is based on the criteria outlined in the DSM-5-TR, requiring two or more manifestations within a 12-month period. A thorough history, psychiatric and medical examination, and appropriate laboratory tests are essential for diagnosis.",
        "Treatments": "Treatment includes medically supervised detoxification and maintenance therapy with medications such as methadone, buprenorphine, or naltrexone. Psychosocial treatments, including counseling and behavioural therapies, are integral to managing OUD. Treatment is long-term and involves addressing deeply ingrained behaviours and often co-occurring mental health conditions.",
        "UrgentConsiderations": "UrgentConsiderations in OUD include the risk of overdose, severe withdrawal symptoms, and the presence of co-occurring psychiatric disorders. Immediate intervention may be required in cases of overdose or severe withdrawal.",
        "RedFlags": "Overdose symptoms (e.g., respiratory depression), severe withdrawal, and suicidal ideation are critical RedFlags requiring immediate medical attention.",
        "Medications": "Medications used in the treatment of OUD include methadone, buprenorphine, naltrexone, and supportive medications for managing withdrawal symptoms.",
        "ReferralPathways": "Referral to addiction specialists, psychiatrists, and multidisciplinary teams is essential for comprehensive management of OUD.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Acute Cholecystitis",
        "Classification": "Not Available",
        "Summary": "Acute cholecystitis is an inflammatory condition of the gallbladder, most often caused by gallstones blocking the cystic duct. This leads to severe pain in the upper right abdomen, often accompanied by fever, nausea, and vomiting. The condition requires prompt diagnosis and treatment to prevent complications.",
        "Symptoms": "The primary symptom of acute cholecystitis is severe, persistent upper right abdominal pain that may radiate to the back or shoulder. Fever, nausea, vomiting, and tenderness over the gallbladder area are also common.",
        "Diagnosis": "Diagnosis is based on clinical presentation, laboratory tests including liver function tests and white blood cell count, and imaging studies such as ultrasound or CT scan to visualize the gallbladder and identify gallstones.",
        "Treatments": "Initial treatment includes pain management with analgesics and antibiotics to treat any infection. Surgical intervention, typically a cholecystectomy (removal of the gallbladder), is often necessary and can be performed laparoscopically in many cases.",
        "UrgentConsiderations": "Prompt treatment is essential to prevent complications like gallbladder rupture, spread of infection, or development of gangrene.",
        "RedFlags": "High fever, jaundice, severe abdominal pain, and signs of systemic infection are RedFlags indicating potential complications and require immediate medical intervention.",
        "Medications": "Antibiotics (e.g., amoxicillin/clavulanate, cefuroxime), pain relievers, and antiemetics are commonly used.",
        "ReferralPathways": "Patients typically require referral to a surgeon for evaluation and management, including potential cholecystectomy.",
        "Referral Template": "Not Available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Cocaine Use Disorder",
        "Classification": "Not specified",
        "Summary": "Cocaine use disorder is a pattern of cocaine use leading to clinically significant impairment or distress. It involves a range of physical, psychological, and social problems resulting from the chronic use of cocaine. Treatment strategies include both pharmacological and psychosocial interventions.",
        "Symptoms": "Symptoms may include intense cravings for cocaine, inability to control use, social and interpersonal problems due to use, risky behaviors while under the influence, and withdrawal symptoms upon cessation.",
        "Diagnosis": "Diagnosis involves a thorough clinical assessment, including a detailed history of substance use, physical examination, and mental health evaluation. Laboratory tests may be used to confirm recent use.",
        "Treatments": "Treatment for cocaine use disorder involves a comprehensive approach, including behavioral therapies like cognitive-behavioral therapy (CBT) and contingency management, along with pharmacotherapy to manage withdrawal and prevent relapse. Support groups and rehabilitation programs may also be beneficial.",
        "UrgentConsiderations": "Immediate attention is required in cases of acute intoxication, risk of overdose, or severe psychiatric symptoms like psychosis.",
        "RedFlags": "Signs of overdose (e.g., chest pain, seizures, severe hypertension), suicidal ideation, or severe psychiatric symptoms are critical and require urgent medical care.",
        "Medications": "While there are no FDA-approved medications specifically for cocaine addiction, certain medications may be used off-label to manage symptoms or co-occurring disorders.",
        "ReferralPathways": "Referral to addiction treatment centers, psychiatrists, or psychologists is recommended for specialized care.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Irritable Bowel Syndrome",
        "Classification": "Not specified",
        "Summary": "Irritable Bowel Syndrome (IBS) is a functional gastrointestinal disorder characterized by a combination of symptoms including abdominal pain, bloating, and altered bowel habits (diarrhea, constipation, or both). The condition is chronic and can significantly impact the quality of life.",
        "Symptoms": "Symptoms include recurrent abdominal pain associated with defecation, changes in stool frequency, stool form, bloating, mucus in stools, urgency, and the sensation of incomplete evacuation.",
        "Diagnosis": "IBS is primarily diagnosed based on patient history and symptom patterns. Key diagnostic factors include the young age of onset, female sex, history of enteric infection, and the presence of specific symptoms like abdominal pain related to bowel movements and changes in stool frequency or form.",
        "Treatments": "Treatment is individualized and may include dietary modifications (like low FODMAP diet), fiber supplements, probiotics, and pharmacological therapy targeting specific symptoms. Psychological therapies such as cognitive-behavioral therapy, hypnotherapy, or psychotherapy may be effective in some patients.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Symptoms such as weight loss, rectal bleeding, anemia, or family history of colorectal cancer are RedFlags and warrant further investigation.",
        "Medications": "Pharmacological treatments can include antispasmodics, laxatives for constipation-predominant IBS, antidiarrheals for diarrhea-predominant IBS, and low-dose antidepressants for pain modulation.",
        "ReferralPathways": "Referral to gastroenterologists is indicated for diagnostic clarification, especially in atypical cases, or when first-line treatments fail. Psychological support may be necessary for some patients.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Viral Gastroenteritis in Adults",
        "Classification": "Acute gastrointestinal infection",
        "Summary": "Viral gastroenteritis, commonly known as 'stomach flu,' is an inflammation of the stomach and intestines caused by various viruses such as norovirus and rotavirus. It's highly contagious and is characterized by diarrhea, vomiting, and abdominal pain, often accompanied by nausea and fever.",
        "Symptoms": "Symptoms include watery diarrhea, vomiting, abdominal pain, nausea, fever, and occasionally muscle aches or headache.",
        "Diagnosis": "Diagnosis is mainly clinical, based on symptom presentation. Stool samples may be tested for microbiological diagnosis in persistent, severe, or outbreak situations.",
        "Treatments": "Treatment primarily involves oral rehydration therapy to prevent dehydration. Intravenous fluids may be required in severe cases. Normal feeding is encouraged, and medications like antiemetics and antidiarrheals may be used selectively.",
        "UrgentConsiderations": "Urgent care is needed in cases of severe dehydration, electrolyte imbalance, shock, or severe abdominal pain suggesting an alternative diagnosis.",
        "RedFlags": "RedFlags in viral gastroenteritis include bloody diarrhea, persistent or severe vomiting, signs of severe dehydration such as dizziness and reduced urine output, and symptoms indicative of shock like fainting. These conditions require immediate medical attention.",
        "Medications": "Medications used in management include antiemetics like ondansetron, cyclizine, and metoclopramide for nausea and vomiting, and loperamide for controlling severe diarrhea in specific cases.",
        "ReferralPathways": "Hospital referral is indicated for severe cases or complications, particularly in older adults, frail individuals, or those with compromised immune systems. This is vital to manage severe dehydration, electrolyte imbalances, or other complications.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Colorectal Polyps",
        "Classification": "Histological classification includes conventional adenomas (high grade, low grade), serrated lesions (hyperplastic polyps, sessile serrated polyps, traditional serrated adenoma), and classification by size (diminutive, small, large).",
        "Summary": "Colorectal polyps are growths on the lining of the colon or rectum. While they are predominantly asymptomatic, some types can develop into colorectal cancer. Routine screening is important for early detection and removal.",
        "Symptoms": "Most colorectal polyps do not cause symptoms. When symptoms occur, they may include rectal bleeding, change in stool color, change in bowel habits, and abdominal pain.",
        "Diagnosis": "Diagnosis is usually made during screening colonoscopy or sigmoidoscopy. Imaging tests like CT colonography can also detect polyps.",
        "Treatments": "Treatment involves polyp removal during colonoscopy, known as polypectomy. Larger polyps may require more advanced surgical techniques.",
        "UrgentConsiderations": "Immediate attention is required for symptoms like significant rectal bleeding or signs of intestinal obstruction.",
        "RedFlags": "Significant bleeding, change in bowel habits, or anemia could indicate a malignant transformation and should be evaluated urgently.",
        "Medications": "Not typically applicable; focus is on procedural intervention.",
        "ReferralPathways": "Referral to a gastroenterologist for colonoscopy and potential polyp removal.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Sialadenitis",
        "Classification": "Includes bacterial sialadenitis (acute and chronic), chronic recurrent sialadenitis, obstructive sialadenitis, classical autoimmune sialadenitis (e.g., Sjogren syndrome), chronic sclerosing sialadenitis (Kuttner's tumour), subacute necrotising sialadenitis.",
        "Summary": "Sialadenitis is inflammation of the salivary glands, often caused by an infection or obstruction. It can range from acute, painful conditions to chronic forms that mimic tumors, necessitating thorough evaluation.",
        "Symptoms": "Symptoms vary by type: acute bacterial sialadenitis presents with rapid onset of pain and swelling; chronic forms can show intermittent painless swelling; and chronic sclerosing sialadenitis typically presents as painless unilateral swelling.",
        "Diagnosis": "Diagnosis involves clinical evaluation, imaging like ultrasound or CT, and sometimes biopsy. In bacterial cases, pus swabs are taken for culture.",
        "Treatments": "Treatments include hydration, pain relief, gland massage, antibiotics for bacterial infection, and sometimes surgical intervention for stones or abscesses.",
        "UrgentConsiderations": "Airway compromise due to severe swelling requires emergency intervention.",
        "RedFlags": "Signs of abscess, severe pain, systemic infection, and suspicion of neoplasm require urgent evaluation.",
        "Medications": "Antibiotics for bacterial infection (e.g., ampicillin/sulbactam), NSAIDs for pain, pilocarpine for stimulating saliva production.",
        "ReferralPathways": "Referral to a head and neck specialist or oral and maxillofacial surgeon for complicated cases.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Vitamin D Deficiency",
        "Classification": "Metabolic/Endocrine Disorder",
        "Summary": "Vitamin D deficiency is a widespread issue that can lead to various health problems. It is crucial for bone health, immune function, and overall well-being. Risk factors include limited sun exposure, poor diet, and certain medical conditions.",
        "Symptoms": "Symptoms can include bone pain, muscle weakness, fatigue, and in severe cases, bone deformities such as rickets in children and osteomalacia in adults.",
        "Diagnosis": "Diagnosis is made through blood tests measuring 25-hydroxyvitamin D levels, alongside a clinical assessment of symptoms and risk factors.",
        "Treatments": "Treatment involves increasing vitamin D levels through sunlight exposure, diet, and supplements. The specific dosage and duration depend on the severity of the deficiency and individual factors.",
        "UrgentConsiderations": "Severe deficiency, particularly in children, can lead to serious conditions like rickets, necessitating prompt treatment.",
        "RedFlags": "Severe bone pain, muscle weakness, or skeletal deformities in high-risk individuals should prompt immediate evaluation.",
        "Medications": "Vitamin D supplements, including cholecalciferol (vitamin D3) and ergocalciferol (vitamin D2).",
        "ReferralPathways": "Referral to endocrinologists or nutritionists may be necessary for severe deficiency or cases not responding to initial treatment.",
        "Referral Template": "Not available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Acute Appendicitis",
        "Classification": "Not Available",
        "Summary": "Acute appendicitis is a common and urgent surgical condition. It involves inflammation of the appendix, often due to obstruction and subsequent infection. Early treatment is critical to prevent complications.",
        "Symptoms": "Symptoms typically include right lower quadrant abdominal pain, nausea, vomiting, loss of appetite, and sometimes fever. The pain often starts near the navel and then moves.",
        "Diagnosis": "Diagnosis is made through clinical evaluation, laboratory tests such as a complete blood count (CBC), and imaging studies like ultrasound or CT scan.",
        "Treatments": "The standard treatment is surgical removal of the appendix, known as appendectomy, usually performed laparoscopically. Antibiotics are administered to control infection.",
        "UrgentConsiderations": "Immediate treatment is necessary to prevent complications like appendiceal rupture, which can lead to peritonitis or abscess formation.",
        "RedFlags": "Signs of peritonitis, severe abdominal pain, or symptoms suggestive of a ruptured appendix require urgent medical attention.",
        "Medications": "Antibiotics for infection, analgesics for pain management, and antiemetics for nausea.",
        "ReferralPathways": "Patients with suspected appendicitis should be referred immediately for surgical consultation.",
        "Referral Template": "Not Available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Hiatus Hernia",
        "Classification": "Classified into Type I (Sliding), Type II (Pure para-oesophageal), Type III (Mixed), and Type IV (Giant).",
        "Summary": "Hiatus hernia occurs when part of the stomach pushes up through the diaphragm into the chest cavity. It can cause symptoms like heartburn and dysphagia and is often associated with gastroesophageal reflux disease (GERD).",
        "Symptoms": "Symptoms may include heartburn, difficulty swallowing (dysphagia), chest pain, and regurgitation. Type II and III hernias may cause more severe symptoms.",
        "Diagnosis": "Diagnosis involves imaging studies such as chest X-ray, upper GI series, endoscopy, and sometimes CT scan or MRI. Manometry and pH monitoring can assess esophageal function.",
        "Treatments": "Treatment often includes lifestyle changes and medication like proton pump inhibitors. Surgical intervention may be required for large or complicated hernias or those unresponsive to medical therapy.",
        "UrgentConsiderations": "Complications requiring urgent surgical repair include obstruction, volvulus, upper gastrointestinal hemorrhage, or necrosis of herniated organs.",
        "RedFlags": "Symptoms like severe chest pain, difficulty swallowing, shortness of breath, or signs of gastrointestinal bleeding are serious and require immediate evaluation.",
        "Medications": "Proton-pump inhibitors are commonly used to manage GERD symptoms associated with hiatus hernia.",
        "ReferralPathways": "Patients with symptomatic hiatus hernias unresponsive to medical therapy or with complications should be referred for surgical evaluation.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Barrett's Oesophagus",
        "Classification": "Not specified",
        "Summary": "Barrett's Oesophagus is a condition where the normal squamous epithelium of the esophagus changes to specialized columnar epithelium. It's often associated with chronic gastroesophageal reflux disease (GERD) and increases the risk of developing esophageal adenocarcinoma.",
        "Symptoms": "Symptoms are often similar to GERD, including heartburn, regurgitation, and difficulty swallowing.",
        "Diagnosis": "Diagnosis is confirmed through upper endoscopy and biopsy of the esophagus, showing columnar epithelium. Regular surveillance is recommended due to the cancer risk.",
        "Treatments": "Treatment involves managing GERD symptoms, usually with proton pump inhibitors, and regular monitoring for dysplasia.",
        "UrgentConsiderations": "Monitoring for signs of esophageal cancer, such as progressive difficulty swallowing or weight loss, is crucial.",
        "RedFlags": "Dysphagia, odynophagia, unexplained weight loss, or gastrointestinal bleeding are concerning symptoms requiring immediate evaluation.",
        "Medications": "Proton pump inhibitors (e.g., omeprazole, esomeprazole), and antacids.",
        "ReferralPathways": "Referral to a gastroenterologist for endoscopic evaluation and management.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified"
    },
    {
        "ConditionName": "Nausea and Vomiting in Pregnancy (NVP)",
        "Classification": "NVP affects approximately 75% of pregnant women, typically beginning between the fourth and eighth week after the last menstrual period and resolving in the second trimester. Hyperemesis gravidarum is the most severe form of NVP.",
        "Summary": "NVP is a common condition in pregnancy characterized by nausea and vomiting, primarily occurring in the first trimester. Hyperemesis gravidarum is a severe form of NVP marked by persistent vomiting, volume depletion, ketosis, electrolyte disturbances, and weight loss.",
        "Symptoms": "Typical symptoms include nausea and vomiting. Hyperemesis gravidarum also involves persistent vomiting, volume depletion, ketosis, electrolyte disturbances, and weight loss.",
        "Diagnosis": "Diagnosis of NVP is largely clinical, based on the typical symptoms of nausea and vomiting without signs of volume depletion or electrolyte imbalances. Hyperemesis gravidarum diagnosis involves additional factors like weight loss and electrolyte imbalances.",
        "Treatments": "Treatment includes non-pharmacological methods like diet modification, emotional support, ginger, and acupressure. Pharmacological treatments involve anti-emetics, corticosteroids, and in severe cases, hospitalization and parenteral nutrition might be required.",
        "UrgentConsiderations": "Severe cases of hyperemesis gravidarum may require urgent hospitalization, intravenous fluids, and parenteral nutrition to manage dehydration and nutritional deficiencies.",
        "RedFlags": "Persistent and worsening symptoms of nausea and vomiting, especially signs of volume depletion like palpitations and dizziness, or significant weight loss, require immediate medical attention.",
        "Medications": "First-line therapies include pyridoxine (vitamin B6) and doxylamine (an antihistamine). Second-line therapies include alternative oral antihistamines (e.g., meclizine, dimenhydrinate, diphenhydramine) or antiemetics (e.g., chlorpromazine, prochlorperazine, metoclopramide, domperidone).",
        "ReferralPathways": "Patients with persistent or worsening symptoms should promptly visit their maternity care provider. Women with hyperemesis should immediately notify their provider if they experience worsening symptoms or new symptoms.",
        "Referral Template": "Not specified in the document.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Constipation",
        "Classification": "Chronic polysymptomatic heterogeneous disorder",
        "Summary": "Constipation is a common condition characterized by unsatisfactory defecation. It can be caused by a variety of factors, including dietary habits, lack of physical activity, certain medications, and underlying medical conditions.",
        "Symptoms": "Symptoms include excessive straining, sense of incomplete evacuation, failed or lengthy attempts to defecate, hard stools, and infrequent stools.",
        "Diagnosis": "Diagnosis is based on patient history, physical examination, and possibly additional tests such as colonoscopy, colonic transit study, anorectal manometry, and balloon expulsion study.",
        "Treatments": "Initial treatment includes lifestyle changes, dietary modifications, and the use of laxatives. For chronic constipation, patient education, a high-fibre diet, increased fluid intake, regular exercise, and bulk-forming laxatives are recommended.",
        "UrgentConsiderations": "Not provided in the document",
        "RedFlags": "RedFlags include recent onset of symptoms in older adults, blood in the stool, weight loss, and family history of colon cancer, which require further investigation.",
        "Medications": "Laxatives such as bulk laxatives, prunes, fruit-based laxatives, and stool softeners.",
        "ReferralPathways": "Referral to a gastroenterologist is indicated for patients with symptoms suggestive of an underlying gastrointestinal disorder or those unresponsive to initial treatments.",
        "Referral Template": "Not provided",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Iron Deficiency Anaemia",
        "Classification": "Metabolic/Endocrine Disorder",
        "Summary": "Iron deficiency anemia is the most common form of anemia, occurring when the body lacks sufficient iron to produce healthy red blood cells. It is caused by decreased iron intake, increased iron loss, or increased iron requirements.",
        "Symptoms": "Common symptoms include fatigue, pallor, dyspnea on exertion, pica, glossitis, angular stomatitis, and nail changes such as thinning, flattening, or spooning.",
        "Diagnosis": "Diagnosis involves clinical history, examination, and blood tests indicating microcytic, hypochromic anemia; low reticulocyte count; low serum iron; increased total iron-binding capacity (TIBC); less than 16% transferrin saturation; and low serum ferritin.",
        "Treatments": "Treatment includes oral or intravenous iron replacement therapy. Oral iron replacement is usually the first line of treatment, with intravenous iron considered for patients not responding to or intolerant of oral iron.",
        "UrgentConsiderations": "Blood transfusion may be necessary in patients with symptoms of cardiovascular compromise due to severe anemia.",
        "RedFlags": "Not specified in the document",
        "Medications": "Oral iron supplements (e.g., ferrous sulfate, ferrous gluconate, ferric maltol), intravenous iron for certain cases.",
        "ReferralPathways": "Referral to an endocrinologist or hematologist may be necessary for severe deficiency or cases unresponsive to standard treatment.",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Faecal Incontinence in Children",
        "Classification": "Functional faecal incontinence, Functional non-retentive faecal incontinence, Organic faecal incontinence",
        "Summary": "Faecal incontinence in children refers to the involuntary loss of stool at inappropriate times. It can be a distressing condition for both the child and the family, often due to underlying constipation and fecal impaction.",
        "Symptoms": "Symptoms include soiling, constipation, abdominal pain, decreased appetite, enuresis, and social withdrawal. In some cases, children may not feel the urge to defecate.",
        "Diagnosis": "Diagnosis is based on a thorough history and physical examination, with laboratory and radiological studies used as needed to determine underlying etiology.",
        "Treatments": "Treatment includes complete disimpaction of the colon, long-term laxatives and stool softeners, and bowel retraining. Addressing underlying causes and psychological support are also important.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Not specified in the provided document",
        "Medications": "Oral laxatives (e.g., polyethylene glycol), enemas, stool softeners, and antidiarrheal medications such as loperamide in specific cases.",
        "ReferralPathways": "Referral to a pediatric gastroenterologist is recommended for specialized tests and management, especially if standard treatments fail.",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Peptic Ulcer Disease",
        "Classification": "Peptic ulcers are generally categorized as gastric or duodenal.",
        "Summary": "Peptic ulcer disease typically presents as chronic, upper abdominal pain related to eating (dyspepsia). Common causes are NSAIDs and H. pylori infection. Complications include gastroduodenal bleeding and perforation. Endoscopy is diagnostic, revealing ulcers in the stomach or proximal duodenum.",
        "Symptoms": "Symptoms include dyspepsia, chronic or recurrent upper abdominal pain, epigastric tenderness, nausea, anorexia, vomiting, and potential for bleeding (haematemesis and/or melaena), shock, or peritonitis due to perforation.",
        "Diagnosis": "Diagnosis involves endoscopy, which is more sensitive and specific than barium radiography, and enables biopsy for malignancy and H. pylori detection. Additional tests include full blood count for anaemia or gastrointestinal bleeding.",
        "Treatments": "Treatment includes stopping NSAIDs, full-dose ulcer healing therapy for 8 weeks, and H. pylori eradication therapy. For H. pylori negative patients, offer full-dose PPI therapy for 4 to 8 weeks. H2 antagonists may be used if unresponsive to PPIs.",
        "UrgentConsiderations": "Acute upper gastrointestinal bleeding requires urgent evaluation with the Blatchford risk score, potential transfusion, and therapeutic endoscopy.",
        "RedFlags": "Sudden presentation of peptic ulcer disease can be life-threatening. Signs include bleeding, shock, and peritonitis.",
        "Medications": "Proton-pump inhibitors (PPIs) are effective but long-term use has associated risks like osteoporosis, pneumonia, dementia, stroke, all-cause mortality, and type 2 diabetes.",
        "ReferralPathways": "Refer patients with significant acute gastrointestinal bleeding or those aged ≥55 years with weight loss and dyspepsia for endoscopy. Consider referral for recurrent or refractory ulcers, and for those with potential NSAID use.",
        "Referral Template": "Not specified in the document.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Acute Pancreatitis",
        "Classification": "Not Available",
        "Summary": "Acute pancreatitis is a sudden inflammation of the pancreas. It can be mild or severe and is often caused by gallstones or alcohol use. Symptoms include severe abdominal pain.",
        "Symptoms": "Severe upper abdominal pain that may radiate to the back, nausea, vomiting, fever, and a rapid pulse.",
        "Diagnosis": "Diagnosis is based on clinical symptoms, elevated levels of pancreatic enzymes in the blood, and imaging tests like ultrasound or CT scan.",
        "Treatments": "Treatment includes fasting to rest the pancreas, pain relief, IV fluids, and treating the underlying cause. Nutritional support and management of complications are also key aspects of care.",
        "UrgentConsiderations": "Severe cases can lead to life-threatening complications like pancreatic necrosis, organ failure, and pseudocyst formation, requiring intensive care.",
        "RedFlags": "Sudden, intense abdominal pain, jaundice, and signs of shock or organ failure are critical and require immediate medical attention.",
        "Medications": "Pain relievers, IV fluids, and sometimes antibiotics if an infection is present.",
        "ReferralPathways": "Referral to a gastroenterologist or a surgeon may be needed, especially in severe or complicated cases.",
        "Referral Template": "Not Available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Faecal Incontinence in Adults",
        "Classification": "Multifactorial - local, anatomical, systemic disorders",
        "Summary": "Faecal incontinence involves the involuntary passage of flatus or faeces, often multifactorial in nature with contributing factors such as anorectal structural abnormalities, neurological disorders, cognitive or behavioural dysfunction, and general disability.",
        "Symptoms": "Passive leakage or seepage of faeces, urinary incontinence, urgency associated with reduced rectal capacity or rapid arrival of liquid stool in the rectum.",
        "Diagnosis": "Structured approach including history, examination, anoscopy/sigmoidoscopy, and cognitive assessment. Specialized tests if conservative management fails. Important to consider colorectal cancer.",
        "Treatments": "Dietary intervention, bowel habit intervention, coping strategies, pelvic floor exercises, biofeedback, electrical stimulation, anterior sphincter repair, bulking of the internal sphincter.",
        "UrgentConsiderations": "Exclude colorectal cancer in anyone presenting with incontinence.",
        "RedFlags": "Rapid deterioration post anterior sphincter repair, severe sphincter disruption indicating need for neosphincter.",
        "Medications": "Antidiarrhoeal agents (loperamide, codeine), amitriptyline.",
        "ReferralPathways": "Referral to a specialized service for further assessment and treatment if initial management is unsuccessful.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Motion Sickness",
        "Classification": "Movement-induced: Provoked by motion in a vehicle or on an animal. Visually induced: Provoked by experience of environmental motion, notably visual.",
        "Summary": "Motion sickness is a common condition triggered by transportation or visual motion, characterized by symptoms like nausea, vomiting, dizziness, and headache. Severity varies with motion intensity and frequency, habituation can reduce susceptibility.",
        "Symptoms": "Nausea, vomiting, headache, dizziness, light-headedness, unsteadiness, epigastric discomfort, cold sweats, dry mouth, eye strain, sleepiness, sweating, anorexia, apathy, warm sensation, general discomfort, excessive salivation, increased sensitivity to odors, loss of appetite, hyperventilation.",
        "Diagnosis": "Based on patient history and symptom presentation. Other serious causes should be excluded. Limited clinical utility of physiological and biochemical tests. Neurological examination may assist.",
        "Treatments": "Behavioral measures like controlled breathing, desensitization exercises. Pharmacological interventions include antimuscarinics (e.g., hyoscine) and antihistamines (e.g., dimenhydrinate, diphenhydramine, meclozine). In severe cases, hyoscine injection with intravenous hydration may be necessary. Cognitive behavioral therapy for regular exposure.",
        "UrgentConsiderations": "In severe cases of repetitive vomiting, immediate medical attention and possibly intravenous hydration may be necessary.",
        "RedFlags": "Intense or prolonged symptoms, especially if they significantly impact daily activities or if they do not subside after the motion has ceased.",
        "Medications": "Hyoscine, dimenhydrinate, diphenhydramine, meclozine, prochlorperazine, metoclopramide, sympathomimetics, benzodiazepines. Note that some medications like hyoscine can have adverse effects in children.",
        "ReferralPathways": "Referral to a specialist may be considered if standard treatments are ineffective or if symptoms are severe and persistent.",
        "Referral Template": "Not specified in the document.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Folate Deficiency",
        "Classification": "Nutritional deficiency",
        "Summary": "Folate deficiency, often presenting as megaloblastic anemia without neurological signs, is commonly caused by malabsorption, drugs, increased demand, and dietary deficiency. Maternal folate deficiency is linked to fetal neural tube defects. Diagnosis involves low serum or red blood cell folate levels and elevated homocysteine levels. Treatment includes oral folic acid and addressing underlying causes.",
        "Symptoms": "Symptomatic anemia, pancytopenia, fatigue, shortness of breath, pallor, glossitis, angular stomatitis, elevated mean corpuscular volume",
        "Diagnosis": "Based on low serum folate and/or red blood cell folate levels, elevated homocysteine levels. Differential diagnosis includes vitamin B12 deficiency, which must be ruled out before initiating folic acid therapy.",
        "Treatments": "Oral folic acid, treatment of underlying causes, and in severe cases, packed red blood cell transfusion. In certain conditions, ongoing folic acid supplementation is required.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Not specified in the provided document",
        "Medications": "Oral folic acid supplements, folinic acid in cases of drug interference with folate absorption",
        "ReferralPathways": "Referral to specialists for cases of severe deficiency or diagnostic uncertainty",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Chronic Pancreatitis",
        "Classification": "Not Available",
        "Summary": "Chronic pancreatitis is most commonly associated with chronic alcohol ingestion (>75%).",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Anal Cancer",
        "Classification": "American Joint Committee on Cancer TNM staging system (9th\nEdition)[2]\nThe American Joint Committee on Cancer staging system describes the extent of disease based on the\nfollowing anatomical factors: size and extent of the primary tumour (T); regional lymph node involvement (N);\nand presence or absence of distant metastases (M). Non-anatomical prognostic factors (e.g., tumour grade,\nbiomarkers) may be used to supplement the staging of certain cancers.",
        "Summary": "Anal cancer is associated with human papillomavirus infection and common in men who have sex with men",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Obesity in Adults",
        "Classification": "Class I: BMI 30.0 to 34.9 kg/m, Class II: BMI 35.0 to 39.9 kg/m², Class III: BMI ≥40 kg/m², Class IV: BMI ≥50 kg/m², Class V: BMI ≥60 kg/m².",
        "Summary": "Obesity ranges from asymptomatic to complicated by multiple comorbidities like cancer, coronary artery disease, diabetes, hypertension. It's estimated that 4 million people die annually from weight-related comorbidities.",
        "Symptoms": "Can range from asymptomatic to complications due to comorbid conditions.",
        "Diagnosis": "Diagnosed primarily by BMI (BMI ≥30 kg/m²). Waist circumference (>102 cm in men, >88 cm in women) may be a better indicator of obesity-related disease risk.",
        "Treatments": "Combination of diet, exercise, psychological therapy, and pharmacotherapy. Surgical treatment for severe cases or those not responsive to non-surgical management.",
        "UrgentConsiderations": "Severe cases with substantial weight-related comorbidities may require immediate surgical intervention.",
        "RedFlags": "Rapid weight gain, difficulty breathing, signs of severe diabetes or cardiovascular complications.",
        "Medications": "Pharmacotherapy as an adjunct to diet and exercise for BMI ≥30 kg/m² or >27 kg/m² with comorbidity. Common drugs include semaglutide, a GLP-1 receptor agonist.",
        "ReferralPathways": "Referral to dieticians, endocrinologists, or bariatric surgery specialists for patients not responding to initial management or those with severe obesity.",
        "Referral Template": "Not specified in the document.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Obesity in Children",
        "Classification": "Obesity is defined as a BMI 95th percentile for age and sex. Overweight is defined as a BMI between the 85th and 94th percentiles. Severe obesity is defined as BMI of 120% of the 95th percentile.",
        "Summary": "Obesity in children is a growing global health issue, with causes including genetic predisposition, behavioral and environmental influences. It can lead to impaired glucose tolerance and type 2 diabetes. Preventing excessive weight gain is crucial as it is difficult to treat and often persists into adulthood.",
        "Symptoms": "Children with obesity may be asymptomatic or may present with complications associated with obesity, such as type 2 diabetes, hypertension, and acanthosis nigricans.",
        "Diagnosis": "Based on BMI, with abnormal BMI cut-offs determined by age- and sex-specific percentiles. Waist circumference and skinfold thickness may support diagnosis. History and physical examination are also important.",
        "Treatments": "Lifestyle modifications, including dietary changes and physical activity, are the cornerstone of treatment. Pharmacotherapy may be considered for adolescents with obesity, especially those over 12 years. Bariatric surgery is an option for severe cases.",
        "UrgentConsiderations": "Severe obesity with significant comorbidities may require urgent intervention, including the possibility of bariatric surgery.",
        "RedFlags": "Rapid weight gain, signs of severe diabetes, cardiovascular complications, or hormonal abnormalities.",
        "Medications": "Pharmacotherapy is recommended for adolescents with obesity, particularly over 12 years, as an adjunct to lifestyle modifications. Specific medications are not detailed in the document.",
        "ReferralPathways": "Referral to dieticians, pediatric endocrinologists, or bariatric surgery specialists for patients not responding to initial management or those with severe obesity.",
        "Referral Template": "Not specified in the document.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Coeliac Disease",
        "Classification": "Not specified",
        "Summary": "Coeliac disease is common, affecting up to 1% of the general population, and may present at any age.",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Gastritis",
        "Classification": "Gastrointestinal inflammation",
        "Summary": "Gastritis, the histological presence of gastric mucosal inflammation, is primarily caused by Helicobacter pylori infection, NSAIDs, or alcohol use. It can lead to complications like peptic ulcer disease, gastric carcinoma, and gastric lymphoma if untreated. Diagnosis is based on clinical history and histological findings. Treatment varies based on aetiology and includes H. pylori eradication therapy, reducing NSAID or alcohol exposure, and symptomatic therapy.",
        "Symptoms": "Generalised dyspepsia or epigastric discomfort, nausea, vomiting, loss of appetite, acute upper abdominal pain, fever, vomiting, and signs of sepsis (in phlegmonous gastritis).",
        "Diagnosis": "Based on clinical and medical history, endoscopy, and histological assessment. Non-invasive testing for H. pylori and other tests like blood/fluid cultures and serum vitamin B12 levels.",
        "Treatments": "H. pylori eradication therapy, discontinuation of NSAIDs, reduction in alcohol use, symptomatic therapy with H₂ antagonists or PPIs, intramuscular cyanocobalamin for vitamin B₁₂ malabsorption, and in severe cases like phlegmonous gastritis, aggressive antibiotic therapy and possibly surgery.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Severe symptoms like acute upper abdominal pain, fever, significant vomiting, signs of sepsis, and risk of complications like peptic ulcer, gastric carcinoma, and gastric lymphoma",
        "Medications": "H₂ antagonists, proton-pump inhibitors, antibiotics for H. pylori eradication and treatment of phlegmonous gastritis, intramuscular cyanocobalamin for vitamin B₁₂ deficiency.",
        "ReferralPathways": "Referral to gastroenterology for severe cases, diagnostic uncertainty, or complications",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Ulcerative Colitis",
        "Classification": "Inflammatory bowel disease",
        "Summary": "Ulcerative colitis is a chronic inflammatory condition of the colon and rectum. It is characterized by diffuse inflammation of the colonic mucosa and a relapsing, remitting course. Symptoms include bloody diarrhoea, chronic diarrhoea, lower abdominal pain, faecal urgency, and extraintestinal manifestations.",
        "Symptoms": "Bloody diarrhoea, Chronic diarrhoea, Lower abdominal pain, Faecal urgency, Extraintestinal manifestations",
        "Diagnosis": "Endoscopy with biopsy, Negative stool culture, Sigmoidoscopy or colonoscopy, Faecal calprotectin testing, Laboratory studies (including FBC, metabolic panel, inflammatory markers)",
        "Treatments": "Aimed at inducing and maintaining remission. Includes drug therapy (corticosteroids, immunomodulators, biologics, JAK inhibitors) and surgery in severe cases.",
        "UrgentConsiderations": "Toxic megacolon, Perforation, Severe haematochezia, Multiorgan dysfunction",
        "RedFlags": "Severe abdominal pain, Rapid weight changes, Blood in stools, Severe diarrhoea, Signs of systemic toxicity",
        "Medications": "Corticosteroids, Immunomodulators (azathioprine, mercaptopurine), Biologics (infliximab, adalimumab, golimumab), JAK inhibitors (tofacitinib, upadacitinib)",
        "ReferralPathways": "Referral to gastroenterologist, Consideration for surgical evaluation in severe cases",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Anorectal Abscess",
        "Classification": "Clinical anatomical classification[7]\nAnorectal abscesses are usually classified clinically, based on the anatomy of the abscess.\n•Inter-sphincteric abscesses are located in the space between the internal and external anal sphincter.\n•Perianal abscesses occur in the superficial soft tissues overlying the inter-sphincteric space.\n•Perirectal abscesses are found in the ischio-rectal or post-anal spaces.\n•Supra-levator abscesses occur above the anorectal ring in the supra-levator space.\n4Dec 21, 2022 .\nBMJ Best Practice topics are regularly updated and the most recent version of the topics\ncan be found on bestpractice.bmj.com . Use of this content is subject to our disclaimer (.\nUse of this content is subject to our) . © BMJ Publishing Group Ltd 2023. All rights reserved.Anorectal abscess Theory\nCT demonstrating a perirectal abscess\nFrom the collection of Dr C. Neal Ellis; used with permission",
        "Summary": "Anorectal abscess commonly presents with perianal pain with leukocytosis.",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Recurrent Aphthous Stomatitis (RAS)",
        "Classification": "Chronic Oral Mucosa Condition",
        "Summary": "RAS is a common condition characterized by recurrent episodes of round or ovoid ulcers with erythematous margins and a greyish-yellow base, mainly affecting children and young adults. It's distinguished from aphthous-like ulceration by the absence of systemic diseases.",
        "Symptoms": "Recurrent episodes of mouth ulcers",
        "Diagnosis": "Based on history and clinical examination",
        "Treatments": "Topical corticosteroids and anti-inflammatory agents",
        "UrgentConsiderations": "A solitary ulcer lasting more than 3 weeks may indicate malignancy, requiring urgent referral",
        "RedFlags": "Onset of ulcers later in life or associated with fever/systemic disease",
        "Medications": "Topical corticosteroids (e.g., triamcinolone, hydrocortisone buccal tablets, betamethasone)",
        "ReferralPathways": "Referral to specialists for persistent, recurrent, or complicated cases",
        "Referral Template": "Include patient's medical history, symptoms, previous treatments, and any complications",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Gastrointestinal Stromal Tumours (GISTs)",
        "Classification": "Not specified",
        "Summary": "GISTs are the most common mesenchymal tumours of the gastrointestinal tract, with the stomach being the most common site. They are characterized by the expression of the KIT protein and are often associated with mutations in the KIT or PDGFRA genes.",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Gastrointestinal Bleeding",
        "Classification": "Not specified",
        "Summary": "Gastrointestinal bleeding is a common and potentially life-threatening condition. It can be classified as upper or lower gastrointestinal bleeding based on the site of origin. Causes include peptic ulcers, esophageal varices, diverticulosis, and malignancy.",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Traveller's Diarrhoea",
        "Classification": "Mild (acute), Moderate (acute), Severe (acute), Persistent; Bacterial, Viral, Parasitic",
        "Summary": "Traveller's diarrhoea is a common digestive tract disorder that occurs in travellers. It is primarily caused by consuming contaminated food or water. Symptoms include unformed stools, nausea, vomiting, cramps, and sometimes fever and bloody stools. It usually resolves in 3 to 5 days.",
        "Symptoms": "Unformed stools, Nausea, Vomiting, Cramps, Fever, Bloody stools (dysentery)",
        "Diagnosis": "Self-diagnosis during travel, Post-travel stool examination for detection and identification of pathogens, Consideration of clinical, epidemiological, and pre-test history.",
        "Treatments": "Hydration, Medicine for symptom relief, Antibiotic therapy for moderate to severe infections, Rehydration solutions for infants and young children.",
        "UrgentConsiderations": "Severe dehydration, High fever, Bloody stools indicating invasive infection, Persistent diarrhoea (>14 days) requiring medical investigation.",
        "RedFlags": "High fever, Visible blood in stools, Persistent diarrhoea beyond 14 days, Severe dehydration.",
        "Medications": "Loperamide, Azithromycin, Rifaximin, Fluoroquinolones (with caution), Bismuth subsalicylate.",
        "ReferralPathways": "Referral for persistent diarrhoea not responsive to first-line antibiotic treatment, Consideration for stool ova and parasite examination.",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Alcoholic Liver Disease",
        "Classification": "Not specified",
        "Summary": "Alcoholic liver disease accounts for 3 million deaths annually worldwide.",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Colorectal Cancer",
        "Classification": "American Joint Committee on Cancer TNM staging system (8th\nEdition)[2]\nThe American Joint Committee on Cancer (AJCC) staging system describes the extent of disease based on\nthe following anatomic factors: size and extent of the primary tumour (T); regional lymph node involvement\n8Sep 26, 2023 .\nBMJ Best Practice topics are regularly updated and the most recent version of the topics\ncan be found on bestpractice.bmj.com . Use of this content is subject to our disclaimer (.\nUse of this content is subject to our) . © BMJ Publishing Group Ltd 2023. All rights reserved.Colorectal cancer Theory\n(N); and presence or absence of distant metastases (M). Nonanatomic prognostic factors (e.g., tumour\ngrade, biomarkers) may be used to supplement the staging of certain cancers.",
        "Summary": "Colorectal cancer is the third most common cancer in the developed world, and the fourth leading cause of",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Campylobacter Infection",
        "Classification": "Not specified",
        "Summary": "Campylobacter  infection is one of the leading causes of acute diarrhoea worldwide and is the most",
        "Symptoms": "Not specified",
        "Diagnosis": "",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Infantile Colic",
        "Classification": "Not specified in the document",
        "Summary": "Characterised by paroxysms of uncontrollable crying in healthy, well-fed infants aged <5 months. Duration is >3 hours per day, >3 days per week, for at least 3 weeks. Typically starts in the first weeks of life and ends by 4 to 5 months of age. Food allergy may play a role in the pathogenesis.",
        "Symptoms": "Uncontrollable crying in healthy and well-fed infants, typically aged <5 months",
        "Diagnosis": "Clinical diagnosis, focused on excluding other causes of distress. Investigations are usually not necessary.",
        "Treatments": "Supportive counselling, reassurance, dietary modifications if indicated. Probiotics may be beneficial but evidence is not clear.",
        "UrgentConsiderations": "Not specified in the document",
        "RedFlags": "Not specified in the document",
        "Medications": "Not specified in the document",
        "ReferralPathways": "Not specified in the document",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Anabolic Steroid Use Disorder",
        "Classification": "Anabolic-androgenic steroid .",
        "Summary": "Anabolic-androgenic steroid (AAS; also known as anabolic steroid) use is the illicit use of testosterone",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Food Poisoning",
        "Classification": "Gastrointestinal illness",
        "Summary": "Food poisoning is an illness caused by consuming food or water contaminated with bacteria, viruses, parasites, or chemicals. Common symptoms include gastrointestinal issues like abdominal pain, nausea, vomiting, and diarrhea. It's usually mild, self-limiting, and improves with supportive treatments.",
        "Symptoms": "Gastrointestinal symptoms such as abdominal pain or cramps, nausea, vomiting, diarrhea.",
        "Diagnosis": "Primarily based on characteristic symptoms and dietary history. Laboratory tests like stool culture and microscopy, and serological tests are used in severe or uncertain cases.",
        "Treatments": "Supportive and symptomatic treatments, including hydration and dietary management. Antibiotics or other specific treatments are used based on the identified pathogen.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Severe dehydration, persistent symptoms, signs of more severe infections or complications",
        "Medications": "Antiemetics, antidiarrheals, and antibiotics for specific pathogens when necessary.",
        "ReferralPathways": "Referral to a specialist in cases of severe symptoms, uncertain diagnosis, or complications",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Gilbert Syndrome",
        "Classification": "Genetic syndrome",
        "Summary": "Gilbert syndrome is a mild, genetic condition characterized by unconjugated hyperbilirubinemia. It is defined by bilirubin levels less than 102 micromol/L (<6 mg/dL) with normal liver function. The syndrome is often asymptomatic and discovered incidentally. Decreased UDPGT enzyme activity leads to impaired bilirubin conjugation. It is more common in males and usually diagnosed after puberty.",
        "Symptoms": "Often asymptomatic, mild jaundice (icterus), particularly during times of fasting, stress, or illness.",
        "Diagnosis": "Presumptive diagnosis based on mild unconjugated hyperbilirubinemia, absence of hemolysis, and normal liver function tests. Genetic testing for UGT1A1 polymorphisms in uncertain cases.",
        "Treatments": "No specific treatment required. Patient education and reassurance are key. Advised to inform doctors about Gilbert syndrome when prescribed new medications due to altered drug metabolism.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Not specified in the provided document",
        "Medications": "No specific medications required for Gilbert syndrome",
        "ReferralPathways": "Not typically required except in cases of diagnostic uncertainty or severe symptoms",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Alcohol-Use Disorder",
        "Classification": "Not Available",
        "Summary": "Alcohol-use disorder is a medical condition characterized by an impaired ability to stop or control alcohol use despite adverse social, occupational, or health consequences.",
        "Symptoms": "Cravings for alcohol, inability to limit drinking, withdrawal symptoms when not drinking, and continued use despite problems caused by alcohol.",
        "Diagnosis": "Diagnosis is based on a comprehensive clinical evaluation, including a detailed history of alcohol use and its impact on the individual's life.",
        "Treatments": "Treatment includes behavioral therapies, support groups, and medications. Detoxification programs may be necessary for withdrawal management.",
        "UrgentConsiderations": "Severe withdrawal symptoms and co-occurring mental health disorders require prompt medical attention.",
        "RedFlags": "Signs of severe alcohol intoxication, withdrawal complications like seizures, and suicidal thoughts are urgent concerns.",
        "Medications": "Medications may include naltrexone, acamprosate, and disulfiram to reduce craving and prevent relapse.",
        "ReferralPathways": "Referral to addiction specialists, psychiatrists, and support groups is critical for comprehensive management.",
        "Referral Template": "Not Available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Halitosis",
        "Classification": "Oral health condition",
        "Summary": "Halitosis, commonly known as bad breath, is usually caused by oral, dental, and nasopharyngeal conditions that lead to accumulation of bacteria producing volatile sulfur compounds (VSCs). It can be physiological (morning breath) or pathological, the latter associated with certain oral, respiratory, gastrointestinal diseases, or systemic disorders. Diagnosis is largely clinical, and treatment typically involves improving oral hygiene, treating underlying oral or systemic conditions, and sometimes using specific mouthwashes.",
        "Symptoms": "Unpleasant breath odor, often worse upon waking or due to consumption of certain foods like garlic and onions. In cases of pathological halitosis, symptoms related to underlying oral, respiratory, or gastrointestinal conditions may be present.",
        "Diagnosis": "Based on medical history, clinical examination, and organoleptic tests. Additional tests include using sulfide monitors, gas chromatography for more objective assessment, especially in specialist settings.",
        "Treatments": "Improved oral hygiene, gentle tongue scraping, use of antibacterial mouthwashes, treatment of underlying dental, nasopharyngeal, or systemic conditions. Diet modification to avoid foods causing temporary bad breath.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Symptoms indicative of underlying serious conditions like respiratory or gastrointestinal diseases",
        "Medications": "Mouthwashes containing chlorhexidine gluconate, triclosan, or other antibacterial agents. In some cases, systemic treatments for underlying medical conditions.",
        "ReferralPathways": "Referral to dental or medical specialists for complex or persistent cases",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Fissured, Hairy, and Geographic Tongue",
        "Classification": "Benign oral conditions",
        "Summary": "Fissured, hairy, and geographic tongue are common, benign oral conditions. Fissured tongue presents with grooves or fissures on the dorsal surface, often seen in healthy individuals and sometimes associated with conditions like Down's syndrome. Hairy tongue is characterized by elongation of the keratinised component of the filiform papillae, often related to factors like poor oral hygiene or smoking. Geographic tongue features well-demarcated red areas with white borders, of unknown aetiology.",
        "Symptoms": "Fissured tongue: Grooves or fissures on the dorsal tongue, usually asymptomatic. Hairy tongue: Hair-like projections on the dorsal midline tongue, possible halitosis. Geographic tongue: Erythematous patches with scalloped white borders, possibly sensitive to hot/spicy foods.",
        "Diagnosis": "Usually clinical diagnosis based on characteristic appearance. Biopsy rarely needed unless diagnosis is uncertain or to differentiate from conditions like oral hairy leukoplakia in immunosuppressed patients.",
        "Treatments": "Generally benign conditions requiring reassurance. Hairy tongue: Improved oral hygiene, stopping smoking, tongue scraping. Geographic tongue: Symptomatic relief with topical agents, no specific treatment.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Not specified in the provided document",
        "Medications": "Topical hyaluronic acid-based preparations, over-the-counter topical analgesic/anti-inflammatory agents for symptomatic relief in geographic tongue.",
        "ReferralPathways": "Referral to specialists for diagnostic uncertainty or management of severe symptoms",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Constipation in Children",
        "Classification": "Not specified",
        "Summary": "Childhood constipation is typically characterised by infrequent bowel evacuations, large stools, and difficult or",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Crohn's Disease",
        "Classification": "Chronic inflammatory bowel disease",
        "Summary": "Crohn's disease (CD) is a disorder of unknown aetiology characterised by transmural inflammation of the gastrointestinal tract. Common symptoms include chronic diarrhoea, weight loss, and right lower quadrant abdominal pain. Diagnosis is confirmed by colonoscopy with ileoscopy and tissue biopsy. The overall treatment goals are to induce and maintain remission, and to prevent relapse or recurrence. Complications include extra-intestinal involvement, intestinal obstruction, abscess formation, sinuses, and fistulae.",
        "Symptoms": "Chronic diarrhoea, weight loss, right lower quadrant abdominal pain, mimicking acute appendicitis, extra-intestinal manifestations (e.g., skin, joints, mouth, eyes, liver, bile ducts involvement).",
        "Diagnosis": "Diagnosis involves a combination of history, physical examination, laboratory investigations, imaging studies, endoscopy, and biopsies. It includes assessing for a family history of IBD, especially perianal involvement, laboratory tests (e.g., full blood count, comprehensive metabolic panel, CRP, ESR), imaging (CT, MR studies), endoscopy (ileocolonoscopy), and tissue biopsies.",
        "Treatments": "Treatment regimens require frequent monitoring of clinical response, knowledge of common adverse events, and expertise in managing potentially serious adverse events.",
        "UrgentConsiderations": "Not provided",
        "RedFlags": "Not provided",
        "Medications": "Not provided",
        "ReferralPathways": "Not provided",
        "Referral Template": "Not provided",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Vitamin B12 Deficiency",
        "Classification": "Nutritional deficiency",
        "Summary": "Vitamin B12 deficiency is a condition where the body has inadequate amounts of vitamin B12, affecting red blood cell formation, neurological function, and DNA synthesis. Common causes include insufficient dietary intake (especially in vegetarians), malabsorption (pernicious anemia, gastrointestinal surgery), and certain medications.",
        "Symptoms": "Fatigue, Weakness, Constipation, Loss of appetite, Weight loss, Numbness and tingling in hands and feet, Difficulty maintaining balance, Depression, Confusion, Poor memory, Soreness of the mouth or tongue",
        "Diagnosis": "Serum vitamin B12 level test, Complete blood count, Methylmalonic acid test, Homocysteine test, Intrinsic factor antibody test",
        "Treatments": "Vitamin B12 supplements (oral or injectable), Dietary changes to include more B12-rich foods, Management of underlying conditions causing malabsorption",
        "UrgentConsiderations": "Neurological complications, Severe anemia",
        "RedFlags": "Rapid neurologic deterioration, Significant anemia, Paresthesia",
        "Medications": "Cyanocobalamin (injectable or oral), Hydroxocobalamin (injectable), Methylcobalamin (oral supplement)",
        "ReferralPathways": "Referral to a hematologist or neurologist for severe or atypical cases, Referral to a gastroenterologist for malabsorption issues",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Diverticular Disease",
        "Classification": "Clinical states caused by symptoms pertaining to colonic diverticula",
        "Summary": "Diverticular disease may be asymptomatic or present with non-specific abdominal symptoms like pain or tenderness. Acute diverticulitis presents with fever, leukocytosis, and left lower quadrant pain. CT scan is preferred for acute diverticulitis and complicated cases. Treatment includes bowel rest, antibiotics, and surgical intervention. Complications can include bleeding, infection, colitis, perforation, abscess, peritonitis, fistula, and obstruction.",
        "Symptoms": "Intermittent abdominal pain with constipation, diarrhoea, or rectal bleeding, tenderness in the left lower quadrant.",
        "Diagnosis": "Diagnosis involves CT scan for acute cases, and blood tests like FBC with differential for leukocytosis, urea and electrolytes, and C-reactive protein. Asymptomatic diverticulosis is often an incidental finding during colonoscopy or radiological investigation.",
        "Treatments": "Treatment includes bowel rest, antibiotics (selectively used in uncomplicated cases), and surgical intervention for complications. A low-residue diet is recommended during the acute phase until recovery.",
        "UrgentConsiderations": "Not provided",
        "RedFlags": "Not provided",
        "Medications": "Not provided",
        "ReferralPathways": "Refer to secondary care for suspected complicated acute diverticulitis or worsening symptoms in uncomplicated cases.",
        "Referral Template": "Not provided",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Hypercholesterolaemia",
        "Classification": "Type I - Elevated chylomicrons, Type IIa - Elevated LDL, Type IIb - Elevated LDL and VLDL, Type III - Elevated intermediate-density lipoprotein, Type IV - Elevated VLDL, Type V - Elevated chylomicrons and VLDL",
        "Summary": "Hypercholesterolaemia, often defined as elevated LDL-C or non-HDL-C, is a key risk factor for atherosclerotic cardiovascular disease. It is usually symptomatically quiescent until significant atherosclerosis develops. Complications include myocardial infarction, ischaemic cardiomyopathy, and stroke.",
        "Symptoms": "Usually asymptomatic; may present with signs of long-standing dyslipidaemia like coronary artery disease, cerebrovascular disease, and peripheral arterial disease.",
        "Diagnosis": "Diagnosed by a lipid profile (total cholesterol, LDL-C, HDL-C, triglycerides). Non-HDL-C is calculated by subtracting HDL-C from total cholesterol. Additional tests may include creatinine levels, fasting blood glucose, ECG, and others.",
        "Treatments": "Lifestyle modifications (diet, exercise, smoking cessation), pharmacological intervention (statin therapy and other lipid-lowering drugs).",
        "UrgentConsiderations": "Not specified in the document",
        "RedFlags": "Significant atherosclerosis without prior symptoms, high risk of cardiovascular events",
        "Medications": "Statins (varying intensity depending on risk and tolerance), other lipid-lowering drugs",
        "ReferralPathways": "Referral to specialist for patients with familial hypercholesterolaemia or those at high cardiovascular risk",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Cirrhosis",
        "Classification": "Compensated cirrhosis\nIn compensated cirrhosis, biochemical, radiological, or histological findings consistent with the pathological\nprocess of cirrhosis are present. Liver synthetic function is preserved and there is no evidence of\ncomplications related to portal hypertension, such as ascites, gastro-oesophageal varices and variceal\nbleeding, hepatic encephalopathy, and/or jaundice.\nDecompensated cirrhosis\nCirrhosis is regarded as decompensated when there is evidence of the development of complications of\nliver dysfunction with reduced hepatic synthetic function and portal hypertension including ascites, variceal\nbleeding, hepatic encephalopathy, and/or jaundice. Decompensated cirrhosis is an umbrella term for a\nspectrum of disease.\n6Oct 03, 2023 .\nBMJ Best Practice topics are regularly updated and the most recent version of the topics\ncan be found on bestpractice.bmj.com . Use of this content is subject to our disclaimer (.\nUse of this content is subject to our) . © BMJ Publishing Group Ltd 2023. All rights reserved.Cirrhosis Theory\nIcterus or jaundice\nCDC. Dr Thomas F. Sellers/Emory University; used with permission",
        "Summary": "Cirrhosis is the pathological end-stage of any chronic liver disease and most commonly results from chronic",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Hepatitis B",
        "Classification": "Viral Infection",
        "Summary": "Hepatitis B is a viral infection caused by the hepatitis B virus (HBV) affecting the liver. It can be acute or chronic. Chronic hepatitis B may lead to liver cirrhosis, liver failure, or hepatocellular carcinoma. Transmission occurs via blood, sexual contact, or from mother to child during birth. Vaccination is the most effective prevention. Diagnosis involves serological tests. Treatment focuses on managing symptoms, preventing complications, and antiviral therapy for chronic cases.",
        "Symptoms": "Acute: Jaundice, fatigue, abdominal pain, loss of appetite, nausea, vomiting. Chronic: May be asymptomatic or lead to liver cirrhosis symptoms.",
        "Diagnosis": "Serological tests including HBsAg, anti-HBc, anti-HBs, and HBV DNA. Liver function tests and liver ultrasound may be used.",
        "Treatments": "Acute: Supportive care. Chronic: Antiviral medications like tenofovir and entecavir, regular monitoring for liver damage, and liver transplantation in severe cases.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Rapidly increasing jaundice, coagulopathy, altered mental status indicating acute liver failure",
        "Medications": "Antiviral therapy (tenofovir, entecavir), supportive care for acute cases, liver transplantation medications in severe cases.",
        "ReferralPathways": "Referral to a hepatologist for chronic hepatitis B management and in cases of liver cirrhosis or hepatocellular carcinoma",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Haemorrhoids",
        "Classification": "Anorectal disorder",
        "Summary": "Haemorrhoids are vascular-rich connective tissue cushions in the anal canal. Internal haemorrhoids lie proximal to the dentate line; external ones are located distally. Symptoms include painless rectal bleeding or sudden perianal pain with a palpable mass. Treatment includes dietary fibre increase, and for more severe cases, procedures like rubber band ligation, sclerotherapy, or surgery.",
        "Symptoms": "Painless rectal bleeding, sudden onset of perianal pain, tender palpable perianal mass, pruritus, difficulty cleaning after bowel movement.",
        "Diagnosis": "Visual inspection, anoscopic examination, and endoscopy. Differentiated from anal fissures, inflammatory bowel disease, or colorectal cancer based on clinical presentation.",
        "Treatments": "Diet and lifestyle modifications, rubber band ligation, sclerotherapy, infrared coagulation, haemorrhoid artery ligation, stapled haemorrhoidopexy, surgical haemorrhoidectomy for severe cases.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Excessive bleeding, non-reducible prolapse, severe pain, signs of pelvic sepsis",
        "Medications": "Topical corticosteroids (short-term), oral laxatives like polyethylene glycol or docusate sodium.",
        "ReferralPathways": "Referral to specialists for severe symptoms, diagnostic uncertainty, or complications",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Hiccups",
        "Classification": "Benign hiccups (self-limiting, duration <48 hours), Chronic hiccups (duration >48 hours, often with an underlying cause)",
        "Summary": "Hiccups are common and mostly harmless. They are often benign and self-limiting. Chronic hiccups can lead to malnutrition, weight loss, dehydration, fatigue, depression, insomnia, and reduced quality of life.",
        "Symptoms": "Abrupt contraction of inspiratory muscles, sudden rush of air into lungs, 'hic' sound",
        "Diagnosis": "Clinical diagnosis based on history and physical examination. Laboratory investigations like blood panel, liver function tests, and assessment of cardiac, respiratory, gastrointestinal, neurological systems for chronic hiccups.",
        "Treatments": "Home remedies (e.g., breath holding, Valsalva manoeuvre), treatment of underlying cause for chronic hiccups. Pharmacological and invasive treatments reserved for chronic cases.",
        "UrgentConsiderations": "Not specified in the document",
        "RedFlags": "Chronic hiccups with severe symptoms, interference with medical procedures or ventilation, wound dehiscence, cardiac arrhythmias, insomnia",
        "Medications": "Not specified in the document",
        "ReferralPathways": "Referral to a specialist for chronic hiccups unresponsive to initial treatment",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Alcohol Withdrawal",
        "Classification": "Not Available",
        "Summary": "Alcohol withdrawal occurs when a person who has been drinking heavily for a long time suddenly stops or reduces alcohol intake. Symptoms can range from mild anxiety to severe complications like seizures and delirium tremens.",
        "Symptoms": "Anxiety, sweating, tremor, insomnia, nausea, and in severe cases, hallucinations, seizures, and delirium tremens.",
        "Diagnosis": "Based on clinical assessment, patient history of alcohol use, and symptom evaluation. Additional tests may be done to rule out other causes.",
        "Treatments": "Management includes supportive care, medications to ease symptoms and prevent complications, and therapy for alcohol dependency.",
        "UrgentConsiderations": "Severe withdrawal symptoms like seizures and delirium tremens require immediate medical attention.",
        "RedFlags": "High fever, hallucinations, severe agitation, and seizures are signs of severe withdrawal and require urgent care.",
        "Medications": "Benzodiazepines are commonly used to treat symptoms, along with other supportive medications as needed.",
        "ReferralPathways": "Referral to addiction specialists or mental health professionals for ongoing management of alcohol dependency.",
        "Referral Template": "Not Available",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Anal Fissure",
        "Classification": "Timeframe\n•Acute: split in the skin of the distal anal canal.[2] The natural history suggests that many acute fissures\nspontaneously heal after 1 or 2 weeks, before medical attention is sought. A significant percentage do\nnot, however, and over time persist and become chronic.\n•Chronic: a fissure persisting for longer than 6 weeks, often showing other morphological features such\nas indurated edges, a skin tag, and visible internal anal sphincter fibres at its base.[2]\n4This PDF of the BMJ Best Practice topic is based on the web version that was last updated: Jul 02, 2020 .\nBMJ Best Practice topics are regularly updated and the most recent version of the topics\ncan be found on bestpractice.bmj.com . Use of this content is subject to our disclaimer (.\nUse of this content is subject to our) . © BMJ Publishing Group Ltd 2023. All rights reserved.Anal fissure Theory",
        "Summary": "Anal fissure causes severe pain on defecation, often described as 'like passing broken glass'. The pain may",
        "Symptoms": "Not specified",
        "Diagnosis": "Not specified",
        "Treatments": "Not specified",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Gastro-Oesophageal Reflux Disease (GORD)",
        "Classification": "Gastrointestinal disorder",
        "Summary": "Gastro-oesophageal reflux disease (GORD) is a condition where gastric contents reflux into the oesophagus causing symptoms and/or complications. Classic symptoms include heartburn and regurgitation. Complications can include oesophageal stricture, Barrett's oesophagus, and oesophageal carcinoma. Diagnosis is often clinical, with endoscopy used to evaluate complications or atypical symptoms.",
        "Symptoms": "Heartburn, acid regurgitation, dysphagia, chest pain, chronic cough, asthma, laryngitis, and dental erosion.",
        "Diagnosis": "Clinical diagnosis, supported by endoscopy for complications, atypical, persistent, or relapsing symptoms. Ambulatory pH monitoring and oesophageal manometry may be used in specific cases.",
        "Treatments": "Lifestyle modifications, pharmacotherapy (primarily proton-pump inhibitors), and in some cases, anti-reflux surgery. Treatment aims to control symptoms and prevent complications.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Weight loss, anaemia, dysphagia, and persistent vomiting indicating possible complications",
        "Medications": "Proton-pump inhibitors, H2 antagonists, antacids, and in some cases, surgery.",
        "ReferralPathways": "Referral to gastroenterology for complex cases or when surgery is considered",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Mallory-Weiss Tear",
        "Classification": "Single tear, Multiple tears; Endoscopic classification: Clean base, Non-bleeding adherent clot, Non-bleeding visible vessel, Actively bleeding or spurting, Oesophageal rupture or perforation",
        "Summary": "Accounts for 5% to 15% of GI bleeds. Presents with haematemesis after forceful or recurrent retching, vomiting, coughing, or straining. Mostly self-limiting, but may require urgent intervention in severe cases.",
        "Symptoms": "Haematemesis, varying from flecks or streaks of blood to bright-red bloody emesis, possible light-headedness/dizziness due to blood pressure drop",
        "Diagnosis": "Diagnosed by upper GI endoscopy. Key factors: conditions predisposing to retching, vomiting, straining, heavy alcohol use, chronic cough, hiatal hernia. Haematemesis is a common symptom.",
        "Treatments": "Treatment is generally supportive. First-line treatment for actively bleeding patients is therapeutic endoscopy. Interventional radiology or surgery may be required in rare cases. Resuscitation and intravenous fluids for unstable patients.",
        "UrgentConsiderations": "Resuscitation and critical care review for haemodynamically unstable patients. Blood transfusion and clotting factors for massive bleeding. Intubation before diagnostic endoscopy if needed.",
        "RedFlags": "Massive haemorrhage requiring blood transfusion, haematochezia indicating active bleeding",
        "Medications": "Not specified in the document",
        "ReferralPathways": "Not specified in the document",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Pilonidal Disease",
        "Classification": "Chronic Skin Condition",
        "Summary": "Pilonidal disease is a common debilitating condition primarily affecting young men of working age. It involves the insertion of hair follicles into the skin, creating a chronic sinus tract in the natal cleft. Treatments vary, with surgery being definitive.",
        "Symptoms": "Chronic offensive discharge of pus and blood from natal cleft",
        "Diagnosis": "Clinical diagnosis based on symptoms and physical findings",
        "Treatments": "Conservative treatment for asymptomatic cases (hair removal, local hygiene)",
        "UrgentConsiderations": "Acute infection leading to pilonidal abscess requires urgent surgical drainage.",
        "RedFlags": "Necrotising fasciitis (indicated by fever and toxaemia) requires immediate treatment.",
        "Medications": "Amoxicillin/clavulanate: 500 mg orally three times daily",
        "ReferralPathways": "Referral to surgical specialists for persistent, recurrent, or complicated cases.",
        "Referral Template": "Referral should include patient's medical history, symptoms, previous treatments, and any complications.",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Cholelithiasis (Gallstones)",
        "Classification": "Not specified",
        "Summary": "Cholelithiasis is the presence of gallstones in the gallbladder. It is a common condition, with most patients being asymptomatic. Symptoms can include biliary colic, jaundice, and cholecystitis. Diagnosis is based on clinical history, physical examination, and imaging studies. Treatment includes observation, medical management, and surgical intervention.",
        "Symptoms": "Biliary colic, jaundice, cholecystitis, pancreatitis",
        "Diagnosis": "Clinical history, physical examination, and imaging studies like ultrasound, CT, or MRI",
        "Treatments": "Observation, medical management, and surgical intervention",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Not specified",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Hypertriglyceridaemia",
        "Classification": "Can be classified based on the severity of triglyceride elevation or whether it is primary or secondary. Mild-to-moderate HTG is associated with increased risk of atherosclerotic cardiovascular disease, while severe HTG may cause acute pancreatitis.",
        "Summary": "Hypertriglyceridaemia is typically polygenic in nature, with secondary causes including lifestyle factors, medical conditions, and medications. Treatment starts with lifestyle modification and control of secondary factors, with additional therapies like statins, fibrates, and prescription omega-3 acids.",
        "Symptoms": "Typically asymptomatic, detected on routine blood testing. Clinical suspicion for HTG should be raised in patients with unexplained atherosclerotic cardiovascular disease or acute pancreatitis.",
        "Diagnosis": "TG level obtained as part of a routine lipid panel. Non-HDL-cholesterol is derived and stable irrespective of fasting status. Fasting recommended for optimal TG values; non-fasting TG associated with atherosclerosis risk.",
        "Treatments": "Lifestyle modifications, control of secondary factors. Pharmacological management includes statins for high-risk individuals with TG levels >2.3 mmol/L (>200 mg/dL).",
        "UrgentConsiderations": "Not specified in the document",
        "RedFlags": "Not specified in the document",
        "Medications": "Statins, fibrates, prescription omega-3 acids",
        "ReferralPathways": "Referral to a specialist for individuals with familial chylomicronaemia syndrome or those requiring specialized dietary advice",
        "Referral Template": "Not specified in the document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Hepatitis C",
        "Classification": "Viral Infection",
        "Summary": "Hepatitis C is a viral infection caused by the hepatitis C virus (HCV). It primarily affects the liver and can lead to chronic liver disease, cirrhosis, and hepatocellular carcinoma. Transmission is mainly through blood-to-blood contact. Acute infection is often asymptomatic, but chronic infection can lead to serious liver damage. Antiviral medications can cure most cases.",
        "Symptoms": "Often asymptomatic in acute phase; chronic infection can lead to fatigue, nausea, abdominal pain, jaundice, and liver failure.",
        "Diagnosis": "Serological tests to detect anti-HCV antibodies, confirmatory RNA testing to detect HCV RNA.",
        "Treatments": "Antiviral therapy with direct-acting antivirals (DAAs), including sofosbuvir, ledipasvir, and others. Monitoring for liver damage and complications.",
        "UrgentConsiderations": "Not specified in the provided document",
        "RedFlags": "Signs of liver failure, significant jaundice, ascites, hepatic encephalopathy",
        "Medications": "Direct-acting antivirals (DAAs) such as sofosbuvir, ledipasvir, daclatasvir, and others.",
        "ReferralPathways": "Referral to hepatology for management of chronic infection and liver complications",
        "Referral Template": "Not specified in the provided document",
        "SpecialtyID": 8,
        "SpecialtyName": "Gastroenterology&Hepatology",
        "Clinical Assessment": "Not specified in the document."
    }
]