[
  {
    "ConditionName": "Testicular Cancer",
    "Classification": "Germ cell tumours: Seminoma, Embryonal carcinoma, Yolk sac tumour, postpubertal-type, Trophoblastic tumours, Teratoma, postpubertal-type, Teratoma with somatic-type malignancy, Mixed germ cell tumours, Spermatocytic tumour, Yolk sac tumour, prepubertal-type, Teratoma, prepubertal-type, Mixed teratoma and yolk sac tumour, prepubertal-type, Tumour containing both germ cell and sex cord-stromal elements, Gonadoblastoma.",
    "Summary": "Testicular cancer is the most common malignancy in young adult men (20 to 34 years), characterized by a hard, painless nodule on one testis. It is highly curable when diagnosed early, with a specific precancerous condition called carcinoma in situ. Ultrasound is 90%-95% accurate in diagnosis, and initial treatment usually involves radical orchiectomy. A complication of surgery can be infertility.",
    "Symptoms": "Hard, painless nodule on one testis, non-specific testicular discomfort, swelling (possibly painful due to haemorrhage or infection)",
    "Diagnosis": "Diagnosis involves considering any intratesticular mass as testicular cancer until proven otherwise. Key diagnostic methods include ultrasound of the testis, serum tumour markers (beta-human chorionic gonadotrophin, alpha-fetoprotein, lactate dehydrogenase), and histological examination post-orchiectomy. CT scan and MRI are used for staging.",
    "Treatments": "Early-stage seminoma: Orchiectomy with/without adjuvant carboplatin chemotherapy or radiotherapy; surveillance is preferred if follow-up is ensured. Early-stage non-seminoma: Surveillance, chemotherapy, or retroperitoneal lymph node dissection (RPLND) after orchiectomy. The treatment approach depends on specific patient and cancer features.",
    "UrgentConsiderations": "Early diagnosis is crucial for a better long-term prognosis. Any growth of the testis should be regarded as malignant and managed accordingly.",
    "RedFlags": "Rapid testicular growth, presence of a firm mass, history of cryptorchidism (undescended testis), family history of testicular cancer",
    "Medications": "Chemotherapy agents: Carboplatin, BEP (bleomycin, etoposide, and cisplatin) regimen",
    "ReferralPathways": "Referral to a urologist for a diagnostic evaluation is recommended for any testicular mass. Testis sparing surgery (TSS) may be considered under specific criteria.",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Oesophageal Cancer",
    "Classification": "Histological types: Squamous cell carcinoma (OSCC) and oesophageal adenocarcinoma (OAC). OAC mainly occurs in the distal oesophagus and oesophago-gastric junction, while OSCC affects the upper and middle oesophagus.",
    "Summary": "Increasing incidence globally, especially in men. Risk factors include low socioeconomic status, smoking, excessive alcohol use, GORD, Barrett's oesophagus, and obesity. Often locally advanced at diagnosis, requiring accurate staging for prognosis and treatment. Treatment includes endoscopic resection, oesophagectomy, and combined modality therapy.",
    "Symptoms": "Common presenting signs include dysphagia and odynophagia. Reflux is common in early-stage adenocarcinoma. Severe weight loss typically occurs after swallowing difficulties. Hoarse voice, hiccups, or cough may indicate nerve involvement or fistula.",
    "Diagnosis": "Typically presents late, contributing to poor prognosis. Diagnosis involves thorough investigation, with oesophagogastroduodenoscopy (OGD) with biopsy as the first test. CT, MRI, FDG-PET, and EUS are used for staging.",
    "Treatments": "Superficial intramucosal cancer is managed by endoscopic resection and surveillance. Early-stage cancers are treated by oesophagectomy. Locally advanced disease involves chemotherapy or chemoradiotherapy followed by surgery. Targeted therapies for metastatic cancer.",
    "UrgentConsiderations": "Not specifically mentioned in the document.",
    "RedFlags": "Not specifically mentioned in the document.",
    "Medications": "Not specifically mentioned in the document.",
    "ReferralPathways": "Referral to oncologists for treatment planning and management. Multidisciplinary approach involving gastroenterologists, surgeons, and radiologists.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Osteosarcoma",
    "Classification": "Primary osseous malignant neoplasm. Types: Low-grade central, Conventional (Chondroblastic, Fibroblastic, Osteoblastic), Telangiectatic, Small cell, Secondary, Parosteal, Periosteal, High-grade surface osteosarcoma.",
    "Summary": "Osteosarcoma is the most common non-haematological primary malignant bone tumor in children and adolescents, characterized by pain and swelling. It typically affects individuals in their second and third decade of life, with a slight male predominance. Chemotherapy combined with surgery is standard care, and prognosis has improved with localized disease treatment.",
    "Symptoms": "Initial mild pain becoming increasingly severe, deep, dull, unremitting, often severe at night. Swelling or a mass, reduction in range of motion, large tumors with little pain, pathological fractures in osteolytic tumors, painless mass in low-grade surface osteosarcoma.",
    "Diagnosis": "Considered in patients with bone pain, especially in the first or second decade of life. Diagnosis involves physical examination, conventional radiography (radiolucent lesion, mottled radiodensity, sunburst appearance), MRI/CT scans, and histological examination of biopsy material.",
    "Treatments": "Treatment involves surgery and chemotherapy (neoadjuvant and/or adjuvant). Chemotherapy regimens may vary based on metastatic disease presence, primary or recurrent disease, osteosarcoma type, patient age, and surgery refusal. Surgery includes wide resection and reconstruction, with variations depending on tumor location and patient age.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Rapidly progressing symptoms, significant pain, swelling, and reduced range of motion indicating potential bone tumor.",
    "Medications": "Chemotherapy: high-dose methotrexate with calcium folinate rescue, doxorubicin, cisplatin, ifosfamide, etoposide for poor responders.",
    "ReferralPathways": "Referral to an orthopaedic oncologist is critical for patients presenting with symptoms suggestive of osteosarcoma, especially those under 40 years with abnormal radiographs.",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Lymphoblastic Leukaemia (ALL)",
    "Classification": "Malignant Clonal Disease",
    "Summary": "ALL is a malignant clonal disease characterized by uncontrolled proliferation of genetically altered lymphoid progenitor cells, replacing normal bone marrow cells and infiltrating various organs. It presents with signs related to cytopenias like fatigue and easy bruising, and can include lymphadenopathy, hepatosplenomegaly, and bone pain. Diagnosis involves bone marrow biopsy and presence of lymphoblasts. Treatment includes multi-agent chemotherapy, stem cell transplantation, and immunotherapy. Despite aggressive treatment, cure rates in adults are 40-60%.",
    "Symptoms": "Generalised weakness, epistaxis, mouth ulcers, weight loss, pallor, petechial haemorrhages, palpable lymph nodes, splenomegaly, lethargy, dyspnoea, fever, bruising, mediastinal mass, pleural effusion, pancytopenia, eosinophilia, renal failure, pulmonary nodules, bone marrow necrosis, pericardial effusion, superior vena cava obstruction, hypoglycaemia, joint pain, mental status changes, headaches, chin numbness, skin nodules.",
    "Diagnosis": "Bone marrow aspiration and trephine biopsy confirming ≥20% lymphoblasts in bone marrow, or ≥1 x 10⁹/L lymphoblasts in peripheral blood. Diagnostic tests also include full blood count with differential, peripheral blood smear, serum electrolytes, uric acid, LDH, renal and liver function tests, coagulation profile, immunophenotyping, cytogenetic analysis, molecular studies, blood group and antibody screening, lumbar puncture, pleural tap, CT/MRI brain, and chest X-ray.",
    "Treatments": "Multi-agent dose-intense chemotherapy regimens in induction, consolidation, and maintenance phases. Allogeneic stem cell transplantation for selected patients. Options for relapsed, refractory, or residual disease include salvage chemotherapy, immunotherapy, and SCT.",
    "UrgentConsiderations": "Distinguishing from other conditions like AML, infectious mononucleosis, small-cell lung cancer, and Merkel cell tumour. Attention to tumour lysis syndrome, CNS involvement, and complications like infections due to cytopenias.",
    "RedFlags": "Rapid and aggressive presentation in adults, mimicking other conditions. High WBC count at presentation, CNS involvement, and complications like tumour lysis syndrome and infections due to neutropenia.",
    "Medications": "Chemotherapy regimens, immunotherapy agents, supportive care medications (e.g., for tumour lysis syndrome, infections). Specifics of chemotherapy and immunotherapy vary based on patient factors and disease stage.",
    "ReferralPathways": "Referral to hematology/oncology for management. In case of suspected ALL, urgent referral for evaluation and initiation of treatment is necessary.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Palliative Care",
    "Classification": "Specialised medical care for serious illness",
    "Summary": "Palliative care is specialised medical care for people with serious illnesses, focusing on the best quality of life for the patient and their family or carers. It provides relief from symptoms, pain, and stress of a serious illness, regardless of the diagnosis, and is appropriate at any age and any stage in a serious illness. It can be given alongside disease-directed or curative treatment.",
    "Symptoms": "Pain, dyspnoea (breathlessness), depression, among others.",
    "Diagnosis": "Not applicable",
    "Treatments": "Pain management using opioids and non-pharmacological methods, dyspnoea management with opioids and oxygen therapy, depression treatment with antidepressants and psychostimulants, among other symptom-specific treatments.",
    "UrgentConsiderations": "Not provided",
    "RedFlags": "Not provided",
    "Medications": "Opioids for pain and dyspnoea, antidepressants and psychostimulants for depression.",
    "ReferralPathways": "Not provided",
    "Referral Template": "Not provided",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Primary Invasive Breast Cancer",
    "Classification": "Invasive carcinoma of no special type (NST), Invasive lobular carcinoma, Tubular carcinoma, Cribriform carcinoma, Mucinous carcinoma, Carcinoma with medullary features, Carcinoma with apocrine differentiation, Carcinoma with signet ring differentiation, Invasive micropapillary carcinoma, Metaplastic carcinoma of NST, Rare types",
    "Summary": "Breast cancer is often influenced by factors such as age, family history, genetic factors, hormonal exposure, and lifestyle factors. Most patients are asymptomatic and present with abnormalities on mammograms. Treatment involves a multidisciplinary approach, including breast surgeons, medical oncologists, and radiation oncologists.",
    "Symptoms": "Painless firm breast mass, nipple discharge, axillary lymphadenopathy, skin thickening or discoloration, retraction, inversion, or scaling of the nipple",
    "Diagnosis": "Diagnosed based on mammographic abnormalities or clinical examination. Imaging modalities include mammography, ultrasound, MRI, CT, and PET/CT. Biopsy is required for definitive diagnosis.",
    "Treatments": "Treatment modalities are specific to the type and stage of cancer, often involving surgery, chemotherapy, radiation therapy, and hormonal therapy.",
    "UrgentConsiderations": "Early detection is crucial for better prognosis, especially in aggressive forms like inflammatory breast cancer. Urgent treatment is needed for advanced stages.",
    "RedFlags": "Rapid onset of symptoms, significant change in breast mass or nipple appearance, symptoms indicative of advanced disease",
    "Medications": "Treatment based on hormone receptor and HER2 status. Medications include hormonal therapies, chemotherapy agents, and targeted therapies.",
    "ReferralPathways": "Referral to breast surgeons, medical oncologists, and radiation oncologists for multidisciplinary management",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Chronic Myeloid Leukaemia (CML)",
    "Classification": "Malignant clonal disorder of haematopoietic stem cells",
    "Summary": "CML is characterized by marked myeloid hyperplasia in bone marrow and peripheral blood, often related to the BCR::ABL1 fusion gene. The disease has a 'chronic' phase, which may progress to 'accelerated' or 'blast' phases, leading to acute myeloid or acute lymphoblastic leukaemia.",
    "Symptoms": "Approximately 50% of patients may be asymptomatic; symptoms may include malaise, fever, weight loss, abdominal discomfort, and night sweats. Splenomegaly is common.",
    "Diagnosis": "Diagnosis is often incidental via full blood count. Confirmation involves peripheral smear, bone marrow biopsy, cytogenetic, and molecular studies, including the presence of the Philadelphia chromosome.",
    "Treatments": "Treatment focuses on achieving complete haematological response, molecular responses, and, possibly, treatment-free remission. Primary treatment involves tyrosine kinase inhibitors. Allogeneic HSCT may be considered in certain cases.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Transition to accelerated or blast phases indicating disease progression.",
    "Medications": "Tyrosine kinase inhibitors (TKIs) like imatinib, dasatinib, nilotinib, and others. HSCT in certain advanced cases.",
    "ReferralPathways": "Patients should be referred to a Haematology&Oncology consultant for disease management.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Chronic Lymphocytic Leukaemia (CLL)",
    "Classification": "Indolent haematological cancer",
    "Summary": "CLL is an indolent haematological cancer that typically presents with absolute lymphocytosis or asymptomatic lymphadenopathy. It has a variable clinical course, with most patients experiencing very slow progressive disease. Treatment options include active surveillance, chemoimmunotherapy, targeted therapies, and stem cell transplant for high-risk cases.",
    "Symptoms": "Usually presents as an incidental finding on routine full blood count or with asymptomatic lymphadenopathy. Some patients may present with symptoms such as swollen lymph nodes, fever, chills, night sweat, weight loss, fatigue, anaemia, thrombocytopenia, or recurrent infections.",
    "Diagnosis": "Diagnosed by full blood count with differential, blood smear showing smudge cells, flow cytometry, and fluorescence in situ hybridisation for prognostic cytogenetics. Bone marrow biopsy may be recommended before initiating therapy.",
    "Treatments": "Treatment approach depends on disease stage and patient factors. Options include chemoimmunotherapy, targeted therapies (e.g., BTK inhibitors, venetoclax), and stem cell transplant. Treatment choice is influenced by cytogenetic profile and performance status.",
    "UrgentConsiderations": "Immediate treatment required for symptomatic disease, rapidly progressive disease, anaemia or thrombocytopenia, or autoimmune complications refractory to immunosuppressive therapy.",
    "RedFlags": "Rapid disease progression, severe symptoms, and complications like autoimmune haemolytic anaemia or immune thrombocytopenic purpura require urgent attention.",
    "Medications": "BTK inhibitors (ibrutinib, acalabrutinib), venetoclax, anti-CD20 monoclonal antibodies (rituximab, obinutuzumab), fludarabine, cyclophosphamide, bendamustine, and high-dose methylprednisolone. Treatment selection based on cytogenetic profile and patient status.",
    "ReferralPathways": "Referral to a haematologist for management, especially in cases of symptomatic or advanced-stage CLL. In cases of relapse or refractory disease, consideration of clinical trials or second-line therapies.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Myeloid Leukemia (AML)",
    "Classification": "AML is classified based on genetic abnormalities and the type of cell from which the leukemia developed. WHO classification system categorizes AML into several subtypes based on cytogenetic and molecular abnormalities.",
    "Summary": "AML is a heterogeneous clonal disorder characterized by uncontrolled proliferation of myeloid precursors with impaired differentiation. Most common acute leukemia in adults, with increasing incidence with age. Risk factors include previous chemotherapy or radiation, myelodysplastic syndromes, and certain genetic syndromes.",
    "Symptoms": "Fatigue, weakness, shortness of breath, fever, infections, bruising, bleeding, petechiae, bone pain, joint pain, enlarged spleen or liver, lymphadenopathy, weight loss, decreased appetite",
    "Diagnosis": "Complete blood count (CBC), peripheral blood smear, bone marrow aspiration and biopsy, cytogenetic analysis, molecular testing (e.g., FLT3, NPM1 mutations), immunophenotyping",
    "Treatments": "Chemotherapy (Induction therapy with cytarabine, anthracycline; Post-remission/consolidation therapy), targeted therapy (e.g., FLT3 inhibitors, IDH1/2 inhibitors), allogeneic stem cell transplantation, supportive care (transfusions, infection prophylaxis, management of tumor lysis syndrome)",
    "UrgentConsiderations": "Tumor lysis syndrome, hyperleukocytosis and leukostasis, neutropenic fever and infections, hemorrhagic complications, differentiation syndrome with certain treatments",
    "RedFlags": "Rapid leukocyte rise, severe thrombocytopenia, signs of organ dysfunction or failure, severe infection, sepsis, bleeding, DIC",
    "Medications": "Chemotherapy agents (e.g., cytarabine, daunorubicin), targeted agents (e.g., midostaurin, gilteritinib, ivosidenib, enasidenib), supportive medications (e.g., allopurinol, antiemetics)",
    "ReferralPathways": "Referral to hematology/oncology for diagnosis and management, consideration for referral to a transplant center for evaluation of stem cell transplantation",
    "Referral Template": "Standard referral to hematology/oncology should include patient demographics, relevant medical history, current medications, summary of symptoms, laboratory findings, and urgency of the referral.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Breast Cancer in Situ",
    "Classification": "Categorized into Ductal Carcinoma In Situ (DCIS) and Lobular Carcinoma In Situ (LCIS).",
    "Summary": "Non-invasive breast cancer where abnormal cells have not spread beyond the milk ducts or lobules. DCIS is a precursor to invasive breast cancer, while LCIS indicates increased risk.",
    "Symptoms": "Often asymptomatic, detected through mammograms. DCIS may present with a breast lump or nipple discharge.",
    "Diagnosis": "Mammography for detection, confirmed through biopsy categorizing cancer based on hormone receptor status.",
    "Treatments": "Depends on type, size, hormone receptor status. Includes surgery (lumpectomy/mastectomy), radiation therapy, hormone therapy.",
    "UrgentConsiderations": "Prompt diagnosis and treatment are crucial to prevent progression to invasive breast cancer.",
    "RedFlags": "Rapid changes in breast appearance, new lumps, or nipple discharge should prompt immediate investigation.",
    "Medications": "Hormone therapies such as tamoxifen or aromatase inhibitors for hormone receptor-positive DCIS.",
    "ReferralPathways": "Referral to a breast cancer specialist or oncologist for diagnosis and treatment planning.",
    "Referral Template": "Include patient demographics, medical history, present condition, mammography and biopsy results, reason for referral.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Laryngeal Cancer",
    "Classification": "11th most common cancer, 2nd most common upper aerodigestive tract malignancy in men",
    "Summary": "Laryngeal cancer is strongly associated with smoking and alcohol use. It presents with hoarseness, dysphonia, sore throat, difficulty swallowing, and neck mass/adenopathy. Treatment depends on TNM stage, including surgery, radiotherapy, chemotherapy, or a combination, aiming to eradicate cancer and preserve the organ.",
    "Symptoms": "Hoarseness, dysphonia, sore throat, dysphagia, odynophagia, otalgia, neck mass/adenopathy persisting for >3 weeks.",
    "Diagnosis": "Diagnosis involves history and physical examination, fine needle aspiration for palpable neck masses, and confirmation by tissue biopsy. Imaging includes neck CT with contrast, and chest CT or PET/CT for staging and detecting metastasis.",
    "Treatments": "Treatment modalities include surgical resection, radiotherapy, chemotherapy, or combination. Specific treatments depend on TNM stage, tumor location (glottic/supraglottic), and disease extent. Options range from larynx-sparing surgery to total laryngectomy, and choice of chemotherapy agents depends on stage and patient factors.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid progression, severe symptoms, or signs of metastasis",
    "Medications": "Cisplatin, fluorouracil, carboplatin, paclitaxel, cetuximab, pembrolizumab, nivolumab; specific choice depends on stage and treatment approach.",
    "ReferralPathways": "Referral to otolaryngology and oncology specialists for management, particularly in advanced or complicated cases.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Non-Small Cell Lung Cancer",
    "Classification": "NSCLC includes types like adenocarcinoma, squamous cell carcinoma, and large cell carcinoma. Classified under various subtypes such as squamous cell papilloma, adenocarcinomas, large cell carcinomas, etc.",
    "Summary": "Non-small cell lung cancer is common in older adult smokers and ex-smokers. Most patients have locally advanced or metastatic disease at diagnosis. Treatment depends on stage, histological subtype, molecular genotype, and comorbidities. Options include surgery, radiotherapy, chemotherapy, molecular-targeted therapy, and immunotherapy.",
    "Symptoms": "Common symptoms include cough, chest pain, haemoptysis, dyspnoea, and weight loss. Other signs include lymphadenopathy, finger clubbing, hypertrophic osteoarthropathy, and symptoms due to metastases like bone pain, seizures, headaches, etc.",
    "Diagnosis": "Diagnosis involves imaging (chest x-ray, CT), biopsies (bronchoscopy, VATS, needle aspiration), and molecular biomarker testing (e.g., EGFR mutations, ALK gene rearrangements). Staging includes CT, PET-CT, and mediastinoscopy.",
    "Treatments": "Treatment varies based on stage and type. Options include surgery, chemotherapy, radiotherapy, targeted therapy (e.g., for EGFR mutations), and immunotherapy (e.g., PD-L1 inhibitors).",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Targeted therapies (EGFR kinase inhibitors, ALK-inhibitors), immune checkpoint inhibitors (pembrolizumab for PD-L1 expression), chemotherapy agents.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Stomach Cancer",
    "Classification": "Adenocarcinoma, Lymphoma, Gastrointestinal stromal tumor (GIST), Carcinoid tumor, Squamous cell carcinoma",
    "Summary": "Stomach cancer, also known as gastric cancer, refers to cancer developing from the lining of the stomach. Early symptoms may include heartburn, upper abdominal pain, nausea, and loss of appetite. Later signs and symptoms may include weight loss, yellowing of the skin and whites of the eyes, vomiting, difficulty swallowing, and blood in the stool among others.",
    "Symptoms": "Heartburn, Abdominal pain, Nausea, Loss of appetite, Weight loss, Jaundice, Vomiting, Difficulty swallowing, Blood in stool",
    "Diagnosis": "Endoscopic biopsy, Medical imaging (CT scan, PET scan, endoscopic ultrasound)",
    "Treatments": "Surgery, Chemotherapy, Radiation therapy, Targeted therapy",
    "UrgentConsiderations": "Rapid weight loss, Severe pain, Obstruction, Perforation, Hemorrhage",
    "RedFlags": "Rapid weight loss, Severe pain, Jaundice, Hematemesis (vomiting blood), Melena (black, tarry stools), Dysphagia (difficulty swallowing)",
    "Medications": "Chemotherapeutic agents (Fluorouracil, Capecitabine, Oxaliplatin), Targeted therapy drugs (Trastuzumab for HER2 positive cancers)",
    "ReferralPathways": "Referral to oncology and gastroenterology for further management",
    "Referral Template": "not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Hodgkin's Lymphoma (HL)",
    "Classification": "Haematological malignancy",
    "Summary": "Hodgkin's Lymphoma, a rare B-cell malignancy, is marked by painless cervical/supraclavicular lymphadenopathy in young adults. It's associated with Epstein-Barr virus in some cases and has a bimodal age distribution.",
    "Symptoms": "Painless cervical/supraclavicular lymphadenopathy, B symptoms (fevers, night sweats, weight loss), pruritus, alcohol-induced pain at involved sites, and symptoms from enlarged lymph nodes like cough and abdominal pain.",
    "Diagnosis": "Biopsy confirmation with identification of Reed-Sternberg cells, aided by PET/CT for staging. Full blood count, metabolic panel, ESR, and screenings for HIV, hepatitis B and C are part of the work-up.",
    "Treatments": "Combined-modality therapy (chemotherapy plus radiotherapy) for early stages. Advanced stages treated primarily with chemotherapy. PET-adapted approaches and specific treatments for refractory/relapsed HL.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid progression, severe systemic symptoms, and bulky disease",
    "Medications": "ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine), escalated BEACOPP, brentuximab vedotin, nivolumab, pembrolizumab, and various salvage therapy regimens.",
    "ReferralPathways": "Referral to Haematology&Oncology specialist for management, especially in advanced stages or refractory/relapsed cases.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Anaemia of Chronic Disease (ACD)",
    "Classification": "ACD is a type of anemia seen in chronic illness, characterized by disrupted iron homeostasis and erythropoiesis. Associated with chronic infections, inflammatory diseases, and malignancies.",
    "Summary": "ACD is a disorder of iron metabolism caused by increased hepcidin levels leading to iron sequestration. Common in hospitalized patients and those with chronic diseases, it involves cytokine-mediated disruptions in iron homeostasis, erythropoietin production, and red blood cell lifespan.",
    "Symptoms": "Subtle and non-specific symptoms such as fatigue, weakness, and pallor.",
    "Diagnosis": "Blood tests showing low iron levels, normal or low transferrin saturation, and elevated ferritin. It is usually a diagnosis of exclusion.",
    "Treatments": "Managing underlying chronic disease, possible iron supplementation, and the use of erythropoiesis-stimulating agents (ESAs) in specific cases.",
    "UrgentConsiderations": "ACD may exacerbate symptoms of underlying diseases, especially in cardiovascular or respiratory conditions.",
    "RedFlags": "Rapid decline in hemoglobin levels or severe anemia in a patient with chronic disease should prompt further investigation.",
    "Medications": "Use of ESAs and iron supplements, depending on underlying condition and patient's iron status.",
    "ReferralPathways": "Referral to a hematologist for complex cases or specialized management of the underlying condition.",
    "Referral Template": "Include patient demographics, medical history, details of the chronic condition, current treatment, recent blood tests, and reason for referral.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Non-Hodgkin's Lymphoma",
    "Classification": "NHL includes various subtypes such as Diffuse Large B-Cell Lymphoma (DLBCL), Follicular Lymphoma, Mantle Cell Lymphoma, and others, classified under mature B-cell and T-cell neoplasms.",
    "Summary": "Non-Hodgkin's Lymphomas (NHLs) are heterogeneous malignancies of the lymphoid system, with over 30 entities. Diffuse large B-cell lymphoma is the most common type. Diagnosis involves tissue sampling and various tests. Treatment depends on the subtype and stage.",
    "Symptoms": "Symptoms vary from acute in aggressive lymphomas (fever, night sweats, weight loss, shortness of breath, cough, abdominal discomfort) to asymptomatic in indolent lymphomas. Signs include lymphadenopathy, splenomegaly, hepatomegaly, and neurological abnormalities.",
    "Diagnosis": "Diagnosis is based on history, physical examination, lab tests, imaging (CT/PET), biopsy, and genetic studies. Molecular analysis for gene rearrangements and FISH are used. NHL may mimic other conditions and often requires expert haematopathologist consultation.",
    "Treatments": "Treatment ranges from aggressive chemotherapy and bone marrow transplantation in clinically aggressive lymphoma to single-agent chemotherapy and watchful waiting in indolent lymphoma. R-CHOP-21 is a common regimen for aggressive B-cell lymphoma.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "First-line: R-CHOP-21; Second-line: Polatuzumab vedotin +/- bendamustine +/- rituximab, tafasitamab plus lenalidomide, R-GDP, R-GemOx, R-DHAP, R-ICE. CAR T-cell therapies for relapsed/refractory DLBCL after two or more lines of systemic therapy.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Renal Cell Carcinoma",
    "Classification": "Clear cell, papillary, chromophobe. Stages based on TNM classification: early-stage (stages 1 and 2), stage 3, stage 4.",
    "Summary": "Renal cell carcinoma (RCC) arises from the renal parenchyma/cortex, with clear cell RCC being the most common. It's often asymptomatic, diagnosed incidentally, and has increasing incidence. Treatment includes surgery for early/local disease and targeted therapies for metastatic disease.",
    "Symptoms": "Often asymptomatic. Symptoms, if present, include haematuria, flank pain, abdominal mass. Paraneoplastic syndromes may develop in 10%-40% of cases.",
    "Diagnosis": "Diagnosis often follows incidental findings. Ultrasound, CT, MRI are key for detecting and staging. Lab tests include FBC, LDH, corrected calcium, liver function tests, creatinine, estimated GFR, urinalysis. Biopsy is used when imaging is inconclusive.",
    "Treatments": "Surgical options include radical nephrectomy, partial nephrectomy, and thermal ablation. For metastatic RCC, tyrosine kinase inhibitors plus immune checkpoint inhibitors are used. Active surveillance may be appropriate for small renal masses.",
    "UrgentConsiderations": "Early detection is crucial for better prognosis. Advanced RCC requires prompt referral for combined urological and oncological management.",
    "RedFlags": "Rapid growth of renal mass, systemic symptoms indicative of metastatic disease or paraneoplastic syndromes",
    "Medications": "Tyrosine kinase inhibitors (for VEGFRs), immune checkpoint inhibitors",
    "ReferralPathways": "Referral to urology for potential RCC masses. In cases of hereditary syndromes, more vigilant screening and follow-up are recommended.",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cervical Cancer Screening",
    "Classification": "Includes Pap smear tests, HPV testing, and colposcopy. Uses the Bethesda System for reporting cervical cytology.",
    "Summary": "Critical preventive strategy reducing cervical cancer mortality. Involves sampling cells from the cervix to identify pre-malignant/malignant lesions.",
    "Symptoms": "Typically asymptomatic in early stages; screening is essential for early detection.",
    "Diagnosis": "Regular screening using Pap smears and HPV testing. Abnormal results may lead to colposcopy and biopsy.",
    "Treatments": "Treatment not directly applicable to screening. Abnormal screening leads to further diagnostic and treatment procedures.",
    "UrgentConsiderations": "Early detection through screening is crucial for effective treatment and improved outcomes.",
    "RedFlags": "Abnormal screening results, especially if indicative of high-grade lesions or high-risk HPV types.",
    "Medications": "HPV vaccination as a preventive measure.",
    "ReferralPathways": "Referral for further evaluation like colposcopy and biopsy for abnormal screening results.",
    "Referral Template": "Include patient demographics, medical history, screening results, previous cervical abnormalities diagnosis or treatment.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Prolactinoma",
    "Classification": "Microadenomas (small, <10 mm), Macroadenomas (large, >10 mm, often invasive)",
    "Summary": "Prolactinomas are common pituitary adenomas, representing 50% of all such tumors. They cause hyperprolactinaemia, leading to various gender-specific symptoms. Treatment typically involves dopamine agonists, which normalise prolactin levels, improve symptoms, and reduce tumor size.",
    "Symptoms": "Women: Amenorrhoea, galactorrhoea. Men: Sexual dysfunction, hypogonadism, gynaecomastia. Both genders may experience symptoms from tumor compression in later stages.",
    "Diagnosis": "Diagnosed by measuring serum prolactin levels. MRI is used for tumor visualization. High prolactin levels are associated with larger tumor sizes. Secondary causes of hyperprolactinaemia should be excluded.",
    "Treatments": "Primary treatment with dopamine agonists for both micro- and macroprolactinomas. Surgery, especially trans-sphenoidal surgery, is considered for patients resistant or intolerant to medication. Radiotherapy is rarely used.",
    "UrgentConsiderations": "Rapid intervention is necessary in case of significant tumor size increase, severe symptoms due to tumor compression, or in the event of pituitary apoplexy.",
    "RedFlags": "Rapid development of symptoms, severe headache, visual impairments, signs of pituitary apoplexy",
    "Medications": "Dopamine agonists (e.g., cabergoline, bromocriptine)",
    "ReferralPathways": "Referral for endocrinological and neurosurgical evaluation and treatment",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cervical Cancer",
    "Classification": "Classified into squamous cell carcinoma and adenocarcinoma. Staging by FIGO system.",
    "Summary": "Malignant growth from the cervix, strongly linked to HPV. Common in women, especially in areas with limited screening.",
    "Symptoms": "Early stages often asymptomatic. Advanced stages: abnormal vaginal bleeding, pelvic pain, pain during intercourse.",
    "Diagnosis": "Screening via Pap smears, HPV testing. Colposcopy and biopsy for abnormal results. Imaging for staging.",
    "Treatments": "Early-stage: Surgery, radiotherapy. Advanced-stage: Chemoradiation, targeted therapies, palliative care. Fertility preservation in younger women.",
    "UrgentConsiderations": "Management of significant vaginal bleeding, pain, or organ dysfunction in advanced disease.",
    "RedFlags": "Postmenopausal bleeding, irregular vaginal bleeding, pelvic pain or swelling.",
    "Medications": "Chemotherapy (cisplatin, carboplatin), targeted therapies, and immunotherapies for advanced/recurrent cases.",
    "ReferralPathways": "Referral to gynecologic oncology for suspected/diagnosed cervical cancer. Multidisciplinary approach required.",
    "Referral Template": "Include patient demographics, symptoms, screening and diagnostic results, previous treatments.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Metastatic Breast Cancer",
    "Classification": "MBC is frequently grouped as follows:\n- Patients with bone- and soft tissue-only disease\n- Patients with visceral disease",
    "Summary": "Metastatic breast cancer (MBC) is highly variable in presentation and prognosis, with treatment goals focused on maximizing survival, reducing symptoms, and maintaining quality of life. Diagnosis involves risk factor assessment, history, physical examination, lab tests, and imaging. Treatment must be individualized.",
    "Symptoms": "Symptoms vary based on metastasis site, including bone pain, palpable mass, pleural effusion, shortness of breath, non-productive cough, and neurological symptoms like pain, weakness, headaches, or seizures. Lack of appetite leading to weight loss is also common.",
    "Diagnosis": "Diagnosis of MBC involves identifying risk factors (female sex, age >50, family history, certain genes like BRCA1, BRCA2), thorough clinical history and physical examination, laboratory investigations (FBC, LFTs, calcium), and imaging (CT, MRI, bone scans, PET scans). Biopsy of the metastatic lesion is important for histological confirmation.",
    "Treatments": "Treatment varies but includes endocrine therapy (especially for hormone receptor-positive, HER2-negative MBC), CDK4/6 inhibitors, PARP inhibitors for BRCA mutations, and chemotherapy. HER2-targeted therapies are used for HER2-positive MBC. Treatment choice depends on various factors including performance status, biomarker status, disease site, and patient preference.",
    "UrgentConsiderations": "Visceral crisis, indicating severe organ dysfunction due to rapid disease progression, requires immediate, efficacious therapy like chemotherapy. This is especially crucial as further treatment options may be limited post-progression.",
    "RedFlags": "Rapidly increasing bilirubin levels, dyspnoea at rest, short disease-free intervals, negative hormone receptors, HER2-negative status (triple-negative disease), and presence of central nervous system involvement indicate a more aggressive disease.",
    "Medications": "Medications include non-steroidal aromatase inhibitors (anastrozole, letrozole), CDK4/6 inhibitors (palbociclib, ribociclib, abemaciclib), fulvestrant, tamoxifen, exemestane, everolimus, megestrol, olaparib, talazoparib, and various chemotherapy agents.",
    "ReferralPathways": "Referral to a multi-disciplinary team experienced in managing MBC is crucial. This includes oncologists, radiologists, and palliative care specialists. Clinical trials should be considered.",
    "Referral Template": "Referral for MBC should include a comprehensive medical history, details of prior treatments and their responses, current symptoms, and any imaging or lab test results.",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Pancreatic Cancer",
    "Classification": "Primary pancreatic ductal adenocarcinoma",
    "Summary": "Pancreatic cancer is the sixth most common cause of cancer-related death in Europe, commonly presenting at 65-75 years with painless obstructive jaundice and weight loss. It generally presents late with advanced disease. Surgical resection offers the only hope for cure, but only 5% to 10% of patients are eligible. Chemotherapy and radiotherapy provide small but significant benefits.",
    "Symptoms": "Unexplained upper abdominal pain, painless obstructive jaundice, weight loss, back pain, malaise, nausea, epigastric pain radiating to the back, pruritus, steatorrhoea, new-onset diabetes, anorexia, fatigue, abdominal mass, hepatomegaly, petechiae, purpura, bruising.",
    "Diagnosis": "Diagnosis is based on clinical presentation, liver function tests, and biomarkers like CA19-9. Computed tomography (CT) is used to diagnose and stage the disease, and to determine resectability.",
    "Treatments": "Treatment includes operative resection for resectable disease. Neoadjuvant therapy is under investigation. Adjuvant therapy with chemotherapy after surgery improves overall survival. Palliative surgery or endoscopic stent insertion is used for unresectable disease.",
    "UrgentConsiderations": "Not provided",
    "RedFlags": "Not provided",
    "Medications": "Chemotherapy agents, Immunotherapy (in selected cases)",
    "ReferralPathways": "Referral to high-volume specialist centres for surgical resection",
    "Referral Template": "Not provided",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Meningioma",
    "Classification": "Predominantly non-malignant tumour of the meninges",
    "Summary": "Meningiomas are the most common primary tumour of the cranial and spinal compartments, representing 39.7% of all primary central nervous system tumours. They commonly cause symptoms from local mass effect due to compression of neural structures or may present with seizures. Increasingly, they are identified while asymptomatic during unrelated imaging.",
    "Symptoms": "Symptoms from local mass effect due to compression of neural structures or seizures; often asymptomatic and incidentally discovered during unrelated imaging.",
    "Diagnosis": "Diagnosis confirmed by MRI with and without contrast enhancement. History and physical examination are crucial, especially in patients with neurological deficits, new headaches, or seizures. CT may add complementary information demonstrating hyperostosis or calcifications.",
    "Treatments": "Treatment includes surgical resection or radiation, depending on tumour size and proximity to critical structures. Treatment is indicated for symptomatic patients or those with documented tumour growth. Asymptomatic lesions may be monitored.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid growth or development of severe symptoms",
    "Medications": "Experimental treatments include angiogenesis inhibitors like bevacizumab, sunitinib, and vatalanib for recurrent meningioma refractory to surgery or radiation.",
    "ReferralPathways": "Referral to neurosurgeons experienced in meningioma management. Monitoring strategies include MRI scans as per WHO grade and clinical indications.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Endometrial Cancer",
    "Classification": "Common malignancy, usually adenocarcinoma",
    "Summary": "Endometrial cancer is often associated with obesity and overweight, typically presenting with post-menopausal vaginal bleeding. It is usually an adenocarcinoma and often curable surgically.",
    "Symptoms": "Post-menopausal vaginal bleeding is the most common presentation. Other symptoms may include abdominal discomfort, fatigue, and weight loss.",
    "Diagnosis": "Diagnosis involves pelvic (transvaginal) ultrasound followed by biopsy or dilation and curettage for histological evaluation. Pap smear can also identify abnormalities in about 50% of cases.",
    "Treatments": "Treatment includes surgery, radiotherapy, chemotherapy, and hormonal therapy. The primary treatment is surgery for staging and removal of the disease.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid progression or signs of metastatic disease",
    "Medications": "Adjuvant vaginal brachytherapy, pelvic external beam radiotherapy, chemotherapy, and hormonal treatment for palliation in advanced stages.",
    "ReferralPathways": "Patients should be referred to a gynaecological oncologist or a general gynaecologist with experience in endometrial cancer surgery.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Oropharyngeal Cancer",
    "Classification": "Squamous cell carcinoma, HPV-associated and HPV-independent types. Arises from subsites of the oropharynx including base of the tongue, soft palate, tonsillar fossa and pillars, and pharyngeal walls.",
    "Summary": "Oropharyngeal cancer is associated with tobacco, alcohol use, HPV infection, and betel nut chewing. Presents with symptoms like sore throat, oral pain, dysphagia, trismus, weight loss, and neck mass. Diagnosis involves biopsy, CT, MRI, PET-CT, and triple endoscopy. Treatment varies with cancer stage and includes surgery, radiotherapy, chemotherapy, and immunotherapy.",
    "Symptoms": "Sore throat, referred oral pain, dysphagia, trismus, weight loss, neck mass, otalgia, trismus, white (leukoplakia) and red plaques (erythroplakia)",
    "Diagnosis": "Biopsy of primary tumor or metastatic lymph node, CT/MRI with contrast, PET-CT, triple endoscopy, HPV and p16 testing, modified barium swallow for dysphagia, FNAC for neck nodes.",
    "Treatments": "Surgery, radiotherapy, chemotherapy, immunotherapy; treatment modalities depend on cancer stage. Early-stage cancer treated with surgery or radiotherapy. Advanced stages treated with chemoradiotherapy or a combination of therapies.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Rapidly progressing symptoms, significant weight loss, unresolving neck mass, severe dysphagia indicating possible aspiration.",
    "Medications": "Chemotherapy agents (cisplatin, carboplatin, fluorouracil), immunotherapy (pembrolizumab, nivolumab)",
    "ReferralPathways": "Referral to an ear, nose, and throat surgeon for histological diagnosis, especially in cases of suspected or diagnosed oropharyngeal cancer.",
    "Referral Template": "Not specified",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Mesothelioma",
    "Classification": "Malignant pleural mesothelioma",
    "Summary": "Mesothelioma is a rare malignancy, predominantly affecting the pleura and is associated with asbestos exposure. It presents with shortness of breath, chest pain, and often pleural effusion. Despite advances, it remains highly lethal with few long-term survivors. Operable disease receives trimodal therapy; inoperable cases are managed with chemotherapy or immune checkpoint inhibitors.",
    "Symptoms": "Shortness of breath, chest pain, pleural effusion, dry cough, fatigue, fever, sweats, weight loss. Physical findings include decreased breath sounds, dullness to percussion, and signs of pleural effusion.",
    "Diagnosis": "Diagnosis involves history of asbestos exposure, chest x-ray showing pleural effusion/thickening, and CT scan. Confirmation requires thoracentesis, pleural fluid cytology, and VATS biopsy. Histological and immunohistochemical assessments confirm the diagnosis.",
    "Treatments": "Treatment varies based on stage and includes surgery, chemotherapy, and radiotherapy. Operable disease may involve EPP or pleurectomy with decortication. Inoperable cases receive chemotherapy (cisplatin/pemetrexed) or immune checkpoint inhibitors (nivolumab/ipilimumab). Palliative radiotherapy and thoracentesis with pleurodesis provide symptom relief.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid disease progression, severe respiratory symptoms, and evidence of metastasis",
    "Medications": "Cisplatin, pemetrexed, bevacizumab for chemotherapy; nivolumab and ipilimumab for immunotherapy; vitamin supplementation to reduce haematological toxicity.",
    "ReferralPathways": "Referral to oncology specialists, with consideration for treatment in clinical trials or specialist centers. Early integration of palliative care teams is recommended.",
    "Referral Template": "Not provided in the document",
    "SpecialtyID": 9,
    "SpecialtyName": "Haematology&Oncology",
    "Clinical Assessment": "Not specified in the document."
  }
]