[
  {
    "ConditionName": "HIV Infection",
    "Classification": "Retrovirus infection causing immune deficiency",
    "Summary": "HIV infection, caused by a retrovirus, erodes the immune system, leading to immune deficiency and a susceptibility to opportunistic infections and malignancies. Globally, an estimated 38.4 million people were living with HIV at the end of 2021. Transmission occurs through sexual contact, blood transfusion, contaminated needles, and from mother to child.",
    "Symptoms": "Symptoms vary from asymptomatic to severe. Common symptoms include fevers, night sweats, weight loss, Kaposi's sarcoma, chronic herpes, chronic vaginal candidiasis, shingles, headaches indicating CNS involvement, periodontal disease, hepatomegaly or splenomegaly.",
    "Diagnosis": "Diagnosis involves HIV antigen/antibody testing, viral load testing, and CD4 count. Genotypic resistance testing helps guide therapy. Diagnosis is confirmed by ELISA, rapid tests, and supplementary tests like Western blot and p24 antigen test.",
    "Treatments": "Treatment includes antiretroviral therapy (ART), irrespective of CD4 cell count, and pre-exposure prophylaxis in high-risk groups. Management varies between resource-intensive and resource-limited settings.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Rapid progression of symptoms, acute infection, severe immunosuppression.",
    "Medications": "Antiretroviral therapy (ART), including combinations of reverse transcriptase inhibitors, protease inhibitors, and integrase inhibitors.",
    "ReferralPathways": "Referral to infectious disease specialists for complex cases, drug resistance, and treatment failure.",
    "Referral Template": "[Template for Referrals not provided in the document]",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Mastitis and Breast Abscess",
    "Classification": "Infectious Disease, Breast Conditions",
    "Summary": "Mastitis is an inflammation of the breast tissue often associated with infection, while a breast abscess is a localized collection of pus in the breast. These conditions can occur in lactating women (puerperal) and non-lactating women (non-puerperal).",
    "Symptoms": "Painful, swollen, red, and tender area in the breast, fever and chills, general malaise, pus drainage from the nipple (in abscess).",
    "Diagnosis": "Clinical examination, ultrasound for abscess detection, culture of breast milk or abscess fluid, mammography or MRI in non-lactating women.",
    "Treatments": "Antibiotics, incision and drainage for abscess, supportive care (analgesics, breast support), continued breastfeeding or milk expression.",
    "UrgentConsiderations": "Possible complications include cellulitis, septicemia, and recurrence of abscess.",
    "RedFlags": "Rapidly enlarging mass, failure to respond to antibiotics, systemic symptoms.",
    "Medications": "Antibiotics (e.g., dicloxacillin, cephalexin), analgesics (e.g., ibuprofen, acetaminophen).",
    "ReferralPathways": "Referral to breast surgery or infectious disease specialist for severe or recurrent cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Rubella",
    "Classification": "Viral Infection",
    "Summary": "Rubella, also known as German measles, is a contagious viral infection. It is characterized by a distinctive red rash, mild fever, and is especially dangerous for pregnant women as it can cause congenital rubella syndrome in the fetus.",
    "Symptoms": "Rash, mild fever, swollen glands (especially behind the ears and the back of the head), joint pain, conjunctivitis, headache.",
    "Diagnosis": "Diagnosis is based on clinical symptoms and can be confirmed by serology tests for rubella-specific IgM and IgG antibodies, and PCR.",
    "Treatments": "No specific antiviral treatment. Management is generally supportive with rest, fluids, and pain relievers. NSAIDs may be used for arthritis symptoms.",
    "UrgentConsiderations": "Pregnant women exposed to rubella should seek immediate medical advice due to the risk of congenital rubella syndrome.",
    "RedFlags": "Pregnancy, severe joint pain, complications like encephalitis.",
    "Medications": "Symptomatic treatment with analgesics (like paracetamol) and anti-inflammatory drugs (like NSAIDs for arthritis).",
    "ReferralPathways": "Referral to a specialist is recommended for pregnant women or in cases of suspected complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Measles",
    "Classification": "Viral Infection",
    "Summary": "Measles is a highly contagious viral infection characterized by a maculopapular rash, cough, coryza, conjunctivitis, and Koplik's spots. It's caused by the measles virus, primarily affecting children and marked by an incubation period of about 10 days.",
    "Symptoms": "Fever, cough, coryza (runny nose), conjunctivitis, Koplik's spots, maculopapular rash, photophobia, irritability.",
    "Diagnosis": "Clinical diagnosis supported by laboratory tests like detection of measles-specific IgM antibody, PCR from throat or nasopharyngeal swabs. The clinical case definition includes rash, fever, cough, conjunctivitis, or coryza.",
    "Treatments": "Supportive care, antipyretics for fever, vitamin A supplementation in severe cases, especially in children. Ribavirin and interferon may be used in immunocompromised individuals.",
    "UrgentConsiderations": "Complications such as pneumonia, otitis media, encephalitis, especially in malnourished or immunocompromised individuals.",
    "RedFlags": "Severe respiratory symptoms, neurological symptoms, or severe dehydration.",
    "Medications": "No specific antiviral treatment; supportive medications include paracetamol, ibuprofen, and vitamin A.",
    "ReferralPathways": "Referral to infectious disease specialists for complicated cases or those involving immunocompromised individuals.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Gonorrhoea Infection",
    "Classification": "Sexually Transmitted Infection (STI)",
    "Summary": "Gonorrhoea infection is a common STI caused by Neisseria gonorrhoeae, a gram-negative diplococcus bacterium. It is mainly transmitted sexually and can infect the genital tract, pharynx, and rectum. Men often present with urethral discharge, while women may be asymptomatic or have vaginal discharge. Untreated gonorrhoea can lead to infertility, chronic pelvic pain, and ectopic pregnancy in women, and can disseminate to cause skin, synovial infections, and in rare cases, meningitis, endocarditis, and perihepatic abscesses.",
    "Symptoms": "Urethral discharge in men, vaginal discharge or pelvic pain in women, pharyngeal infection, rectal pain or discharge. Asymptomatic cases are common. Serious complications can include endocarditis, meningitis, and disseminated gonococcal infection (DGI).",
    "Diagnosis": "Diagnosis is based on NAATs for urine, urethral, cervical, and vaginal specimens, with culture used for pharyngeal and rectal sites. Gram stain of urethral discharge or urine sediment can suggest infection in men. Women's diagnosis may involve endocervical swabs.",
    "Treatments": "Primary treatment involves monotherapy with single-dose intramuscular ceftriaxone. Treatment guidelines vary locally, with a focus on addressing antimicrobial resistance.",
    "UrgentConsiderations": "Prompt treatment to prevent complications like infertility, chronic pain, ectopic pregnancy, and the spread of infection.",
    "RedFlags": "Symptoms of DGI such as skin and synovial infections, fever, endocarditis, meningitis, myocarditis, and perihepatic abscesses.",
    "Medications": "Single-dose intramuscular ceftriaxone for uncomplicated cases.",
    "ReferralPathways": "Referral to specialists in infectious diseases or sexual health for complex cases or management of complications.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Meningococcal Disease",
    "Classification": "Bacterial Infection",
    "Summary": "Meningococcal disease is a serious bacterial infection caused by Neisseria meningitidis. It primarily affects the membranes surrounding the brain and spinal cord (meningitis) and/or the bloodstream (meningococcemia). It is characterized by rapid onset and can be fatal.",
    "Symptoms": "Sudden onset of fever, headache, neck stiffness, altered mental status, nausea, vomiting, photophobia, petechial rash. In severe cases, it can progress to meningococcemia with a widespread purpuric rash, hypotension, and multi-organ failure.",
    "Diagnosis": "Diagnosis is based on clinical presentation and confirmed by cerebrospinal fluid analysis (CSF) showing increased white blood cells, protein, decreased glucose, and positive culture. Blood cultures, PCR, and antigen tests are also used.",
    "Treatments": "Immediate antibiotic therapy is crucial, typically with intravenous ceftriaxone or cefotaxime. Supportive care includes fluid resuscitation, management of shock, and anticonvulsants for seizures. Prophylactic treatment for close contacts.",
    "UrgentConsiderations": "Rapid recognition and treatment are vital to prevent severe complications and death. Meningococcal sepsis can lead to shock and multi-organ failure.",
    "RedFlags": "Petechial or purpuric rash, hypotension, altered mental status, rapid deterioration. These may indicate severe disease and sepsis.",
    "Medications": "Antibiotics: Ceftriaxone, Cefotaxime; Prophylaxis for contacts: Rifampicin, Ciprofloxacin, or Ceftriaxone.",
    "ReferralPathways": "Immediate hospitalization in cases of suspected meningococcal disease. Close contacts should receive prophylactic antibiotics.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Mumps",
    "Classification": "Viral Infection",
    "Summary": "Mumps is an acute systemic infectious disease caused by an RNA paramyxovirus, often leading to swelling of the parotid glands. It is spread by respiratory droplets and was common in school-aged children before the advent of the mumps vaccine.",
    "Symptoms": "Swelling of the parotid glands, fever, headache, muscle aches, fatigue, loss of appetite. Complications include meningitis, orchitis, oophoritis, and pancreatitis.",
    "Diagnosis": "Clinical diagnosis based on parotitis and prodrome. Laboratory diagnosis includes serological or salivary confirmation, PCR, or viral culture.",
    "Treatments": "Symptomatic treatment with analgesics and antipyretics. Isolation to prevent spread. No specific antiviral therapy.",
    "UrgentConsiderations": "Potential complications such as orchitis, oophoritis, meningitis, and pancreatitis require prompt medical attention.",
    "RedFlags": "Severe headache, high fever, signs of meningitis, testicular pain, abdominal pain indicative of pancreatitis.",
    "Medications": "Paracetamol, ibuprofen for symptomatic relief. No specific antiviral medications recommended.",
    "ReferralPathways": "Referral to a healthcare provider for complications or severe symptoms.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Common Cold",
    "Classification": "Respiratory Infection",
    "Summary": "Common cold, an acute upper respiratory tract infection, is usually self-limited and resolves within a few days. It is caused by various viruses, with rhinoviruses being the most common. Symptoms include sore throat, sneezing, blocked/runny nose, headache, cough, malaise, and low-grade fever. Treatment is symptomatic, focusing on relief of symptoms; antibiotics are not recommended.",
    "Symptoms": "Sore throat, sneezing, blocked/runny nose, headache, cough, malaise, low-grade fever.",
    "Diagnosis": "Diagnosis is primarily clinical, based on history and examination. Laboratory tests are generally not required, except in complicated cases or to rule out other conditions.",
    "Treatments": "Reassurance about self-limiting nature, rest, adequate fluid intake, symptomatic relief with over-the-counter medications like paracetamol and NSAIDs, and good hygiene practices.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Symptoms worsening or not resolving in the usual timeframe, high fever, severe symptoms.",
    "Medications": "Paracetamol, NSAIDs (e.g., ibuprofen), decongestants, cough suppressants.",
    "ReferralPathways": "Referral is typically not necessary unless complications such as bacterial infections (e.g., sinusitis, pneumonia) arise.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Bacterial Meningitis in Adults",
    "Classification": "Infectious Disease",
    "Summary": "Bacterial meningitis in adults is a life-threatening inflammation of the meninges, primarily caused by Streptococcus pneumoniae, Neisseria meningitidis, and Haemophilus influenzae type b. It is more common in adults over 60 years due to impaired immunity. Diagnosis includes lumbar puncture and cerebrospinal fluid analysis. Immediate empirical antimicrobial therapy is crucial, with targeted treatment upon identifying the organism.",
    "Symptoms": "Headache, neck stiffness, fever, altered consciousness, vomiting, confusion, photophobia, seizures, petechial or purpuric rash.",
    "Diagnosis": "Based on clinical presentation, lumbar puncture, cerebrospinal fluid analysis (cell count, protein, glucose, lactate), blood cultures, and PCR testing.",
    "Treatments": "Immediate empirical antimicrobial therapy, supportive care, targeted antibiotic therapy upon organism identification.",
    "UrgentConsiderations": "Rapid administration of antibiotics is essential to reduce mortality. Delay lumbar puncture if contraindicated but start antibiotics immediately.",
    "RedFlags": "Shock, severe respiratory or cardiac compromise, raised intracranial pressure, Glasgow Coma Scale score ≤12.",
    "Medications": "Empirical antibiotics (e.g., ceftriaxone, vancomycin), specific antibiotics based on organism sensitivity.",
    "ReferralPathways": "Immediate hospitalization and management in a critical care setting. Referral to infectious disease specialist.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Genital Tract Chlamydia Infection",
    "Classification": "Bacterial Sexually Transmitted Infection",
    "Summary": "Genital tract chlamydia infection is a common sexually transmitted infection caused by Chlamydia trachomatis. It is often asymptomatic in both men and women. Symptoms may include vaginal discharge, dysuria, pelvic pain, or discharge from the penis. If untreated, it can lead to complications like pelvic inflammatory disease, infertility, and reactive arthritis.",
    "Symptoms": "In women: Cervical inflammation, yellow or cloudy discharge, intermenstrual or postcoital bleeding, mucoid vaginal discharge, pelvic pain, dysuria. In men: Discharge from penis, dysuria. Possible complications: Pelvic inflammatory disease, ectopic pregnancy, infertility in women, epididymitis and prostatitis in men, reactive arthritis, neonatal conjunctivitis, and pneumonia in infants.",
    "Diagnosis": "Nucleic acid amplification tests (NAATs) on urine, cervical, or vaginal samples in women, and urine or urethral samples in men. Other tests include nucleic acid hybridisation, enzyme immunoassays, direct fluorescent antibodies tests, and cell culture.",
    "Treatments": "Doxycycline as first-line treatment, alternative options include azithromycin and levofloxacin. In pregnancy, azithromycin or amoxicillin is preferred.",
    "UrgentConsiderations": "Immediate treatment necessary to prevent complications like pelvic inflammatory disease, ectopic pregnancy, and infertility.",
    "RedFlags": "Increased risk of ascending infection and complications if untreated. Risk of spreading infection to sexual partners and from mother-to-child during labour.",
    "Medications": "Doxycycline, Azithromycin, Levofloxacin, Amoxicillin (in pregnancy).",
    "ReferralPathways": "Referral to sexual health clinics for further investigation and management, especially in cases of complications or pregnancy.",
    "Referral Template": "Standard referral to sexual health clinic including patient's sexual history, symptoms, and any prior STI diagnoses.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Oral Candidiasis",
    "Classification": "Fungal Infection",
    "Summary": "Oral candidiasis, also known as oral thrush, is a fungal infection caused by Candida species, predominantly Candida albicans. It presents as white lesions on the oral mucosa and is common in immunocompromised individuals, denture wearers, and after antibiotic use.",
    "Symptoms": "White, curd-like plaques on the oral mucosa, which can be wiped off to reveal a red, bleeding surface, pain, burning sensation, altered taste, and in severe cases, difficulty swallowing.",
    "Diagnosis": "Diagnosis is primarily clinical. Confirmatory tests include microscopic examination and fungal culture of lesion scrapings, and oral swabs. Biopsy may be needed for atypical presentations.",
    "Treatments": "Topical antifungals (nystatin, clotrimazole), systemic antifungals (fluconazole, itraconazole) for severe or refractory cases, maintaining good oral hygiene, managing underlying conditions.",
    "UrgentConsiderations": "Potential for spread to esophagus or systemic dissemination in severely immunocompromised individuals.",
    "RedFlags": "Rapidly spreading lesions, systemic symptoms, immunocompromised status.",
    "Medications": "Nystatin, clotrimazole (topical); fluconazole, itraconazole (systemic).",
    "ReferralPathways": "Referral to a specialist for atypical, severe, or refractory cases, or if systemic involvement is suspected.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Group B Streptococcal Infection",
    "Classification": "Gram-positive bacteria, Streptococcus agalactiae, beta-haemolytic, catalase-negative, Lancefield group B antigen",
    "Summary": "Group B streptococcal infection is a leading cause of severe early infection in newborns, and also affects pregnant women, people with diabetes, immunocompromised individuals, and older adults. It can cause various infections like sepsis, cellulitis, pneumonia, and meningitis.",
    "Symptoms": "Fever, confusion, headache, photophobia, neck pain/stiffness, productive cough, dyspnoea, tachypnoea, pleuritic chest pain, joint erythema/swelling/pain, abdominal pain, uterine tenderness, ocular discharge/tenderness, otalgia",
    "Diagnosis": "Isolation of GBS from sterile body fluid, blood cultures, CSF examination, cultures of other sterile sites, imaging studies (chest x-ray, bone/joint x-ray, CT head, MRI, echocardiography), laboratory tests (FBC, serum tests, liver function tests, inflammatory markers)",
    "Treatments": "Targeted antibiotic therapy",
    "UrgentConsiderations": "High incidence and mortality in older individuals, neonatal infection from maternal transmission",
    "RedFlags": "Rapid onset in newborns, severe systemic infection signs, risk of meningitis",
    "Medications": "Specific antibiotics as per infection and resistance profiles",
    "ReferralPathways": "Referral to specialists for management of severe infections or complications, hospitalization in cases of severe systemic infection",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Viral Meningitis",
    "Classification": "Central Nervous System Infections",
    "Summary": "Viral meningitis is an inflammation of the meninges caused by various viruses, distinguished from bacterial meningitis due to its relatively milder course. It requires differentiation from bacterial meningitis, which is more severe and requires urgent treatment.",
    "Symptoms": "Headache, fever, photophobia, neck stiffness, nausea, non-specific symptoms such as diarrhea, vomiting, myalgia, sore throat, possible rash. In children: irritability, vomiting, fever, possible seizures.",
    "Diagnosis": "Refer suspected cases for hospital assessment. Perform lumbar puncture for CSF analysis, considering PCR testing for viral pathogens. Differential diagnoses include bacterial meningitis, encephalitis, and others.",
    "Treatments": "No specific treatment for viral meningitis. Supportive care includes analgesia, antipyretics, anti-emetics, fluid management. Empirical antibiotics and corticosteroids may be used initially but should be stopped upon confirming viral etiology.",
    "UrgentConsiderations": "Distinguish from bacterial meningitis, which is life-threatening and requires urgent intervention.",
    "RedFlags": "Symptoms resembling bacterial meningitis, severe sepsis, or critical illness should be treated urgently due to potential life-threatening complications.",
    "Medications": "Empirical antibiotics (until bacterial meningitis is ruled out), analgesics (e.g., paracetamol, ibuprofen), anti-emetics (e.g., ondansetron). Antiviral drugs may be used in specific cases as directed by a specialist.",
    "ReferralPathways": "Refer to hospital for thorough assessment and management, especially in cases of suspected acute viral meningitis.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Influenza",
    "Classification": "Viral Infection",
    "Summary": "Influenza, commonly known as the flu, is a contagious respiratory illness caused by influenza viruses. It can cause mild to severe illness and at times can lead to death. The best way to prevent flu is by getting vaccinated each year.",
    "Symptoms": "Fever or feeling feverish/chills (not everyone with flu will have fever), cough, sore throat, runny or stuffy nose, muscle or body aches, headaches, fatigue, some people may have vomiting and diarrhea (more common in children than adults).",
    "Diagnosis": "Diagnosed primarily based on symptoms and physical exam. Laboratory tests (such as rapid influenza diagnostic tests, RT-PCR) can confirm the diagnosis.",
    "Treatments": "Antiviral drugs (oseltamivir, zanamivir, peramivir, baloxavir), rest, fluids, pain and fever relievers. Antiviral drugs are most effective when started within 48 hours of symptom onset.",
    "UrgentConsiderations": "Seek medical care immediately for fast breathing or trouble breathing, bluish skin color, not drinking enough fluids, severe or persistent vomiting, not waking up or not interacting, being so irritable that the child does not want to be held, flu-like symptoms improve but then return with fever and worse cough.",
    "RedFlags": "Difficulty breathing, chest pain, sudden dizziness, confusion, severe or persistent vomiting, symptoms that initially improve but then return with fever and worse cough.",
    "Medications": "Antiviral medications: Oseltamivir, Zanamivir, Peramivir, Baloxavir.",
    "ReferralPathways": "Referral to healthcare provider for antiviral treatment if in high-risk group or if symptoms are severe.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Infectious Mononucleosis",
    "Classification": "Viral Infection",
    "Summary": "Infectious mononucleosis, often called glandular fever, is a clinical syndrome most commonly caused by the Epstein-Barr virus (EBV). Characterized by fever, pharyngitis, and lymphadenopathy, it's more severe in adults than children.",
    "Symptoms": "Classic triad: fever, pharyngitis, lymphadenopathy; atypical lymphocytosis; fatigue/malaise; rash; splenomegaly; myalgia; hepatomegaly; jaundice; neurological disorders (rare).",
    "Diagnosis": "Diagnosed based on clinical presentation and confirmed by heterophile antibody test and serological test for EBV-specific antibodies. Full blood count shows lymphocytosis.",
    "Treatments": "Supportive care (hydration, antipyretics, analgesics); corticosteroids for severe complications; avoidance of strenuous physical activity due to splenic rupture risk.",
    "UrgentConsiderations": "Severe upper airway obstruction, splenic rupture, fulminant hepatitis, encephalitis, severe thrombocytopaenia, haemolytic anaemia.",
    "RedFlags": "Severe systemic symptoms, complications indicating hospital admission.",
    "Medications": "Paracetamol, ibuprofen for symptomatic relief; corticosteroids for severe cases.",
    "ReferralPathways": "Referral to hospital for severe cases or complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Tuberculosis",
    "Classification": "Bacterial Infection",
    "Summary": "Tuberculosis (TB) is a bacterial infection caused by Mycobacterium tuberculosis. It primarily affects the lungs (pulmonary TB) but can also affect other parts of the body (extrapulmonary TB). It is spread through the air when an infected person coughs, sneezes, or talks.",
    "Symptoms": "Pulmonary TB: Cough, fever, weight loss, night sweats, hemoptysis. Extrapulmonary TB: Symptoms depend on the site of infection, e.g., lymphadenitis, pleuritis, pericarditis, meningitis, bone and joint infections, genitourinary TB.",
    "Diagnosis": "Diagnosis is based on clinical presentation, chest X-ray, sputum smear microscopy, culture, and molecular tests. Extrapulmonary TB may require biopsy and culture of affected tissue.",
    "Treatments": "Antibiotic therapy with a combination of isoniazid, rifampicin, pyrazinamide, and ethambutol for 2 months, followed by isoniazid and rifampicin for 4 months. Treatment for extrapulmonary TB varies by site.",
    "UrgentConsiderations": "Prompt treatment is crucial to prevent progression to severe disease and to prevent transmission to others.",
    "RedFlags": "Cough lasting more than 3 weeks, hemoptysis, weight loss, night sweats, fever, lymphadenopathy, pleural effusion, pericardial effusion, meningitis, bone and joint pain.",
    "Medications": "Isoniazid, rifampicin, pyrazinamide, ethambutol, streptomycin.",
    "ReferralPathways": "Referral to a specialist for complex cases, extrapulmonary TB, and drug-resistant TB.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Pneumococcal Disease",
    "Classification": "Bacterial Infection",
    "Summary": "Pneumococcal disease is caused by Streptococcus pneumoniae, a bacterium that can cause a range of infections, including pneumonia, meningitis, and sepsis. It is a leading cause of morbidity and mortality worldwide, particularly in children, the elderly, and immunocompromised individuals.",
    "Symptoms": "Pneumonia: Cough, fever, chest pain, dyspnea, sputum production, fatigue, myalgia. Meningitis: Fever, headache, neck stiffness, altered mental status, photophobia, nausea, vomiting. Sepsis: Fever, chills, rapid breathing, rapid heart rate, confusion, disorientation, hypotension.",
    "Diagnosis": "Diagnosis is based on clinical presentation, chest X-ray, blood cultures, and cerebrospinal fluid analysis for meningitis. Rapid antigen tests and PCR are also used.",
    "Treatments": "Antibiotic therapy with penicillin, amoxicillin, or ceftriaxone. Vaccination is recommended for prevention.",
    "UrgentConsiderations": "Prompt treatment is crucial to prevent severe complications and death. Meningitis and sepsis are medical emergencies.",
    "RedFlags": "Severe respiratory symptoms, neurological symptoms, or severe sepsis.",
    "Medications": "Penicillin, amoxicillin, ceftriaxone.",
    "ReferralPathways": "Referral to a specialist for complex cases, severe disease, and complications.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  
  {
    "ConditionName": "Roseola",
    "Classification": "Febrile viral illness of early childhood",
    "Summary": "Roseola, also known as exanthem subitum or sixth disease, is characterized by 3 to 7 days of high fever followed by the onset of a rash as the fever resolves. It is most commonly caused by human herpesvirus (HHV)-6B, occasionally by HHV-7, and rarely by other viruses.",
    "Symptoms": "High fever >39.5C, rash of pink-red macules and papules starting on the neck and trunk then spreading, diarrhoea, abdominal pain, seizures (up to 15% of cases), tympanic membrane inflammation, upper respiratory symptoms.",
    "Diagnosis": "Clinical diagnosis based on presentation in infants 6 to 24 months old with high fever followed by rash. Laboratory tests are seldom necessary but may show elevated WBC, neutropenia, lymphocytosis, and sterile pyuria.",
    "Treatments": "Symptomatic control with antipyretics (paracetamol or ibuprofen) and oral hydration. Herpesvirus antiviral drugs may be used in immunocompromised patients or severe cases.",
    "UrgentConsiderations": "Emergency evaluation for seizures lasting more than 15 minutes, multiple seizure episodes, or seizures with other complicating factors.",
    "RedFlags": "not specified",
    "Medications": "Paracetamol, ibuprofen, ganciclovir, valganciclovir, foscarnet in immunocompromised patients.",
    "ReferralPathways": "Consultation with a paediatrician is recommended for seizures and other complicating factors.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cytomegalovirus Infection",
    "Classification": "Viral Infection",
    "Summary": "Cytomegalovirus (CMV) is a common virus that can infect people of all ages. Once infected, your body retains the virus for life. Most people don't know they have CMV because it rarely causes problems in healthy people. However, if you're pregnant or have a weakened immune system, CMV is cause for concern.",
    "Symptoms": "Most people infected with CMV show no signs or symptoms. However, if you do have signs and symptoms, they might include fever, fatigue, swollen glands, sore throat, and muscle aches.",
    "Diagnosis": "Diagnosis is based on clinical presentation and confirmed by serological tests for CMV-specific IgM and IgG antibodies, and PCR.",
    "Treatments": "Most healthy people who are infected with CMV will not require treatment. If you have a weakened immune system, you may need antiviral medications to help your body fight the infection.",
    "UrgentConsiderations": "Not provided in the document",
    "RedFlags": "Not provided in the document",
    "Medications": "Antiviral medications (e.g., ganciclovir, valganciclovir, foscarnet).",
    "ReferralPathways": "Referral to a specialist for complicated cases or for pregnant.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Syphilis",
    "Classification": "Bacterial Infection",
    "Summary": "Syphilis is a sexually transmitted infection caused by the bacterium Treponema pallidum. It progresses through several stages: primary, secondary, latent, and tertiary. Early stages are characterized by sores and rashes, while later stages can lead to serious damage to the heart, brain, and other organs.",
    "Symptoms": "Primary stage: single or multiple painless ulcers (chancres). Secondary stage: skin rash, mucosal lesions, lymphadenopathy. Latent stage: asymptomatic. Tertiary stage: gummas, neurological or cardiovascular symptoms.",
    "Diagnosis": "Diagnosed through serological tests including non-treponemal tests (RPR, VDRL) and treponemal tests (FTA-ABS, EIA). Darkfield microscopy and PCR can also be used.",
    "Treatments": "Antibiotic therapy with penicillin. In early syphilis, benzathine benzylpenicillin is used. In late syphilis or neurosyphilis, aqueous crystalline penicillin G or procaine penicillin with probenecid is recommended.",
    "UrgentConsiderations": "Prompt treatment is crucial to prevent progression to late stages. Pregnant women should be treated to prevent congenital syphilis. Neurosyphilis requires immediate medical attention.",
    "RedFlags": "Neurological symptoms, signs of aortic aneurysm, or gummas.",
    "Medications": "Benzathine benzylpenicillin, aqueous crystalline penicillin G, procaine penicillin, probenecid.",
    "ReferralPathways": "Referral to a specialist for complicated cases or for pregnant women. Sexual partners should also be referred for evaluation.",
    "Referral Template": "Not specified",
    "SpecialtyID": 10,
    "SpecialtyName": "Infections&Immunology",
    "Clinical Assessment": "Not specified in the document."
  }
]