[
  {
    "ConditionName": "Tenosynovitis of the Hand and Wrist",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Tenosynovitis of the hand and wrist involves inflammation of the tendon sheaths, commonly affecting the thumb (de Quervain's disease) and fingers (trigger fingers). It presents with pain, tenderness, and sometimes swelling in the affected area, often exacerbated by movement. Diagnosis is typically clinical, supported by ultrasound if necessary. Treatment includes NSAIDs, splinting, corticosteroid injections, and in persistent cases, surgery.",
    "Symptoms": "Pain, tenderness, and sometimes swelling in the affected area, exacerbated by movement.",
    "Diagnosis": "Clinical diagnosis, supported by high-resolution ultrasound scan when needed.",
    "Treatments": "NSAIDs, splinting, corticosteroid injections, surgery in persistent cases.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "NSAIDs (e.g., diclofenac, ibuprofen, naproxen), corticosteroid injections.",
    "ReferralPathways": "Referral to orthopedic or hand specialists for severe or persistent symptoms.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Coccygodynia",
    "Classification": "Pain originating from the coccyx, categorized as post-traumatic, idiopathic, or pseudococcygodynia (referred pain).",
    "Summary": "Disabling pain in the coccyx, usually triggered by sitting or rising from sitting. It can be post-traumatic, non-traumatic, or idiopathic, and is more common in women.",
    "Symptoms": "Pain while sitting or transitioning between sitting and standing, and occasionally with defecation and sexual intercourse. Pain is often lancinating, aching, or boring and may radiate to the lumbar spine or down the back of the thigh.",
    "Diagnosis": "Based on history (including childbirth and trauma), physical examination (palpation of the sacrum and coccyx, rectal examination), and imaging (dynamic sacrococcygeal lateral x-rays, MRI of sacrum and coccyx).",
    "Treatments": "Acute coccygodynia: NSAIDs, rest, stool softeners, U-shaped cushions. Chronic coccygodynia: corticosteroid and local anaesthetic injections, invasive manipulation, physiotherapy. Surgery (coccygectomy) for refractory cases.",
    "UrgentConsiderations": "Immediate referral for tumours or other pathologies if discovered during evaluation.",
    "RedFlags": "Severe, disabling pain significantly impacting daily activities, especially if not responding to initial conservative management.",
    "Medications": "NSAIDs (e.g., ibuprofen, diclofenac, naproxen), corticosteroids (e.g., methylprednisolone, triamcinolone), local anaesthetics (e.g., bupivacaine, lidocaine). Post-surgical prophylactic antibiotics.",
    "ReferralPathways": "Referral to specialists for imaging studies in chronic cases, or for surgical evaluation in refractory cases.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Groin Pain",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Groin pain is a common injury resulting from physical activity, including sport, and is most commonly related to adductor, iliopsoas, inguinal, and hip-joint-related issues. It can also result from referred pain from non-musculoskeletal sources such as urogenital, gastrointestinal, and neurological areas【85†source】.",
    "Symptoms": "Symptoms typically include activity-related pain, pain with movement of the hip, and antalgic gait. The most common presentations are adductor-related injuries, followed by iliopsoas-related and abdominal-related injuries【85†source】【86†source】.",
    "Diagnosis": "Diagnosis involves careful history and physical examination, with attention to pain onset, severity, radiating features, and aggravating/alleviating factors. Diagnostic tests include standard x-rays, ultrasound, MRI, and specific physical tests like the squeeze test for adductors, palpation, and modified Thomas' test for iliopsoas【88†source】【89†source】【90†source】.",
    "Treatments": "Treatment varies depending on the underlying condition. It includes rest, activity modification, NSAIDs, and physiotherapy. In cases of stress fractures, internal fixation or protected weight-bearing may be required. Adductor longus tenotomy may be considered for chronic, debilitating adductor-related groin pain【93†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "NSAIDs like diclofenac potassium, ibuprofen, and naproxen are used judiciously for pain relief【93†source】.",
    "ReferralPathways": "Referral to an orthopaedic surgeon may be required for cases not responding to initial management, especially for conditions like labral tears requiring arthroscopic surgery【93†source】.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Medial Collateral Ligament Injury",
    "Classification": "Musculoskeletal Injury",
    "Summary": "Medial collateral ligament injury occurs due to excessive valgus stresses or external rotation forces on the knee. Common symptoms include medial-sided knee pain, with most patients able to walk. Diagnosis is made primarily through history and physical examination, and prognosis is generally good with most returning to sports in 3 to 6 weeks. Operative intervention is required for combined multi-ligament and chronic injuries【102†source】.",
    "Symptoms": "Medial-sided knee pain above or below the joint line. Ability to walk is usually retained【102†source】.",
    "Diagnosis": "Diagnosis is based on history and physical examination, with radiography and MRI used to identify concomitant knee pathology and location of the ligament injury【105†source】【106†source】【107†source】【108†source】【109†source】【110†source】.",
    "Treatments": "Conservative treatment includes rest, ice, compression, elevation (RICE), protective ambulation, and physiotherapy. NSAIDs for pain relief and swelling reduction. Surgical intervention is rare, typically for chronic high-grade laxity or combined ligament injuries【111†source】【112†source】【113†source】【114†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "NSAIDs like ibuprofen and naproxen are used for pain relief and swelling reduction【114†source】.",
    "ReferralPathways": "Referral to orthopaedic specialist for chronic injuries or combined ligament injuries not responding to conservative treatment【113†source】【115†source】.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Musculoskeletal Sprains and Strains",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Muscle injuries from direct or indirect trauma involve muscle architecture, previous injury, and inadequate warm-up. Eccentric contraction often causes injury. Diagnosis is based on history and physical exam, with imaging for suspected grade 3 ruptures. Conservative treatment is usual for grade 1 or 2 injuries. Treatment goals include pain relief, maintaining ROM and strength, and preventing recurrence【195†source】【196†source】【197†source】.",
    "Symptoms": "Symptoms include pain, swelling, bruising, loss of function, and a sense of instability. Grade 3 ruptures may present with severe bruising, functional limitation, and significant swelling and pain【197†source】【198†source】.",
    "Diagnosis": "Diagnosis relies on injury mechanism history and clinical examination. Imaging like radiography or MRI is used for suspected fractures or complete ruptures【197†source】【199†source】.",
    "Treatments": "Treatment includes RICE (rest, ice, compression, elevation), analgesics, and NSAIDs. Early mobilisation and physiotherapy are important. Surgery is an option for complete ruptures or persistent functional deficits【200†source】【201†source】【202†source】【203†source】【204†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Paracetamol, NSAIDs, gastroprotection for high-risk patients. Ibuprofen is the recommended first choice oral NSAID【202†source】.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Rotator Cuff Injury",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Rotator cuff injury, a common cause of shoulder pain, especially in older and active people, involves tears that can be symptomatic or asymptomatic. The injury can be traumatic or attritional and is treated based on factors like degree of dysfunction, pain, tendon and muscle quality, tear location, and patient goals. Treatments range from rehabilitation therapy and injections to surgical intervention, depending on severity and patient activity level.",
    "Symptoms": "Shoulder pain, weakness, reduced range of motion, pain worsened by overhead activities, night pain, pain on external rotation test, empty-can test, lift-off test, and Neer and Hawkins impingement tests.",
    "Diagnosis": "Based on history, physical examination, radiographs, MRI, and ultrasound. Subacromial injections with local anaesthetic for diagnostic purposes.",
    "Treatments": "Conservative measures (ice, stretching, NSAIDs), rehabilitation therapy, subacromial corticosteroid injections, surgical options (arthroscopic, mini-open, open repair), tendon transfers, and reverse total shoulder arthroplasty for advanced cases.",
    "UrgentConsiderations": "Prompt treatment in case of severe pain and functional disability.",
    "RedFlags": "Severe pain, weakness, and limited range of motion suggesting a full-thickness rotator cuff tear.",
    "Medications": "NSAIDs (e.g., ibuprofen, naproxen), subacromial corticosteroid injections.",
    "ReferralPathways": "Referral to orthopedic specialists for severe, persistent symptoms or for surgical evaluation.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Anterior Cruciate Ligament (ACL) Injury",
    "Classification": "Injury of the knee involving the anterior cruciate ligament.",
    "Summary": "Characterized by a sudden, painful pop noise, inability to continue sports activity, joint instability, and rapid development of effusion. Diagnosis is based on history, physical examination, and imaging. Treatment varies based on patient's health and goals, ranging from minimal intervention to surgical reconstruction.",
    "Symptoms": "Sudden pop noise, pain, joint instability, effusion (haemarthrosis), and difficulty returning to sports activities.",
    "Diagnosis": "Based on history (audible pop, pain, knee instability), physical examination (positive Lachman's test, pivot shift test), and imaging (X-rays for fractures, MRI for ACL tears and associated injuries).",
    "Treatments": "Initial treatment includes PRICEM (Protection, Rest, Ice, Compression, Elevation, Medication), physiotherapy, and bracing. Surgical reconstruction may be considered, especially for patients with high physical demands.",
    "UrgentConsiderations": "Rapid development of symptoms, significant joint instability, and inability to bear weight necessitate prompt assessment and intervention.",
    "RedFlags": "Severe pain, inability to return to sports, rapid swelling, and positive Lachman's test indicating a high likelihood of ACL tear.",
    "Medications": "NSAIDs or analgesics for pain and swelling control.",
    "ReferralPathways": "Referral to orthopaedic specialists for surgical consideration in cases with high physical demands or failure of conservative treatment.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Musculoskeletal Lower Back Pain",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Musculoskeletal lower back pain, characterized by pain, stiffness, and/or soreness in the lumbosacral region, is diagnosed by excluding specific causes such as neurological compromise, neoplasia, inflammatory arthritis, or fractures. It can be acute (<4 weeks), subacute (4-12 weeks), or chronic (>12 weeks). Initial treatment includes patient education, returning to normal activity, and self-care temperature treatments, with NSAIDs as first-line pharmacotherapy if necessary【172†source】【173†source】.",
    "Symptoms": "Symptoms include pain, stiffness, and/or soreness in the lumbosacral region. Musculoskeletal lower back pain typically does not radiate to the legs or beyond the knee【173†source】【177†source】.",
    "Diagnosis": "Diagnosis involves a clinical history and physical examination, focusing on previous episodes, treatments, onset, duration, location, and severity of the pain. RedFlags such as significant trauma, unexplained weight loss, immunosuppression, history of cancer, and others should be considered【177†source】【181†source】.",
    "Treatments": "Treatment includes non-pharmacological interventions like superficial heat, massage, acupuncture, and spinal manipulation. NSAIDs are first-line medications, with paracetamol and muscle relaxants as adjuncts. Exercise programs targeting core muscles, aerobic conditioning, and spine flexibility are effective for chronic cases【182†source】【183†source】【184†source】【185†source】【186†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Significant trauma, unexplained weight loss, immunosuppression, history of cancer, urinary tract infection, focal neurological deficit with progressive or disabling symptoms, acute onset of urinary retention or overflow incontinence, faecal incontinence or loss of anal sphincter tone, saddle anaesthesia, global or progressive motor weakness in the lower limbs【177†source】【181†source】.",
    "Medications": "NSAIDs, paracetamol, muscle relaxants, opioids (for severe cases), duloxetine【184†source】【185†source】.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Muscle Cramps",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Muscle cramps are mostly benign and self-limited but can indicate serious systemic disorders. They often involve the calf muscle and/or foot, and are common in adults, especially older individuals and women. The diagnostic approach is one of exclusion, and acute management primarily involves non-pharmacological therapy like stretching. Data for ongoing prevention are limited, and no specific, effective, and safe drug therapies have been proven for muscle cramps【151†source】.",
    "Symptoms": "Sudden, involuntary, painful muscle contractions, commonly in the gastrocnemius. Lasts 8-9 minutes in adults, 2 minutes in children, and often occurs at night【152†source】【153†source】.",
    "Diagnosis": "Diagnosis is by exclusion, primarily through medical history and physical examination. Laboratory tests are used for suspected organic causes. Electromyogram and other sophisticated diagnostic studies are needed for difficult cases【157†source】【159†source】.",
    "Treatments": "Acute treatment includes passive and active stretching of the affected muscle(s). For severe exercise-associated muscle cramps, rest, rehydration, and frictional icing massage are recommended. Drug therapy is generally not recommended【161†source】【163†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Therapeutic trials of various medications are used for symptomatic benefit, including verapamil, diltiazem, vitamin B complex, naftidrofuryl, muscle relaxants, and gabapentin【162†source】.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Carpal Tunnel Syndrome (CTS)",
    "Classification": "Most common entrapment neuropathy affecting the upper extremities.",
    "Summary": "CTS is characterized by compression of the median nerve in the carpal tunnel, leading to symptoms like numbness, tingling, aching wrist, and clumsiness. It is more prevalent in females aged 40-60 years.",
    "Symptoms": "Numbness and tingling in the thumb and radial fingers, aching wrist and forearm, clumsiness in hand, waking up at night with hand numbness or pain, relieved by shaking or flicking the wrist.",
    "Diagnosis": "Based on clinical findings and electromyography (EMG) testing. Symptoms are typically confined to the palmar aspect of the thumb and radial fingers. Musculoskeletal examination is crucial for differential diagnosis.",
    "Treatments": "Initial treatment includes wrist splints. Corticosteroid injections may be used if splints are ineffective. Surgical release is considered for severe cases or those unresponsive to conservative management.",
    "UrgentConsiderations": "Rapid worsening of symptoms, particularly in pregnant women, may require aggressive intervention and close monitoring.",
    "RedFlags": "Severe thenar muscle atrophy, worsening symptoms, or failure to improve with conservative management indicating possible severe CTS.",
    "Medications": "Corticosteroids for injection (e.g., methylprednisolone acetate, dexamethasone, hydrocortisone).",
    "ReferralPathways": "Referral to specialists for EMG studies, conservative treatment failure, or surgical considerations.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Dupuytren's Contracture",
    "Classification": "Inherited, Progressive Fibrous Tissue Contracture",
    "Summary": "Dupuytren's contracture is an inherited condition characterized by progressive fibrous tissue contracture of the palmar fascia. It mainly affects men over 40, especially those of northern European descent, smokers, and individuals with diabetes.",
    "Symptoms": "Small lump or multiple lumps with pits in the palm, progressing to finger contractures.",
    "Diagnosis": "Clinical diagnosis based on physical examination and history. Patients may have difficulties with daily activities like washing face or wearing gloves. The Hueston table-top test aids in diagnosis.",
    "Treatments": "Expectant management, corticosteroid injections, needle aponeurotomy, percutaneous fasciotomy, segmental aponeurotomy, open partial fasciectomy. Hand therapy post-procedure.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Rapid disease progression, bilateral hand involvement, systemic fascial diseases like Ledderhose's disease (feet) and Peyronie's disease (penis) in severe cases.",
    "Medications": "Corticosteroid injections (e.g., triamcinolone acetonide), collagenase injections.",
    "ReferralPathways": "Referral for surgery if MCP joint contractures >30 degrees or any PIP joint contracture. Use of TNF-alpha inhibitors like adalimumab in early stages.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Osteomalacia",
    "Classification": "Metabolic bone disease",
    "Summary": "Osteomalacia is a metabolic bone disease characterized by incomplete mineralization of bone matrix in adults, primarily due to vitamin D deficiency.",
    "Symptoms": "Diffuse bony pain, limited sunlight exposure, proximal muscle weakness, spinal tenderness, pseudofractures, skeletal deformities.",
    "Diagnosis": "Diagnosis is based on history, physical examination, and laboratory results showing low vitamin D level, low or normal calcium, and elevated PTH. Bone biopsy with double tetracycline labeling is a definitive but rarely necessary test.",
    "Treatments": "Treatment aims to correct the underlying cause and deficiencies in vitamin D, calcium, and phosphate. Includes oral vitamin D and calcium replacement, and possibly vitamin D metabolites.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Severe bone pain, muscle weakness, noticeable skeletal deformities, and pseudofractures.",
    "Medications": "Ergocalciferol, calcium supplements, and vitamin D metabolites.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Paget's Disease of Bone (PDB)",
    "Classification": "Chronic localized bone remodelling disorder",
    "Summary": "Paget's disease of bone is a chronic disorder characterized by increased bone resorption, formation, and remodelling, leading to deformities, especially in long bones and the skull. It is often asymptomatic, but symptoms can include bone or joint pain, neurological issues due to nerve impingement, and rarely, high-output cardiac failure.",
    "Symptoms": "Asymptomatic in most cases; pain in affected bones; neurological symptoms due to bone overgrowth; hearing loss; chronic facial pain; hydrocephalus; peripheral nerve entrapment; spinal stenosis; rarely, high-output cardiac failure.",
    "Diagnosis": "Incidental diagnosis in majority with elevated serum alkaline phosphatase. Radiographs are diagnostic, with CT scan in unclear cases. Bone biopsy is confirmatory but rarely necessary.",
    "Treatments": "Bisphosphonates (e.g., zoledronic acid, alendronic acid, risedronate sodium) to reduce osteoclastic activity and bone turnover. Calcitonin for those intolerant to bisphosphonates. Supportive therapy includes physiotherapy, orthoses, walking aids, hearing aids, and analgesics.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Sudden onset or worsening of pain which may indicate osteosarcoma; high-output cardiac failure.",
    "Medications": "Bisphosphonates, calcitonin, denosumab (alternative option).",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Patellofemoral Pain Syndrome",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Patellofemoral Pain Syndrome is a common knee disorder, often seen in athletes. It involves pain due to mechanical and biochemical changes in the patellofemoral joint, with factors including abnormal joint mechanics, overuse, and lower kinetic chain alterations.",
    "Symptoms": "Insidious onset of an ill-defined ache localized to the anterior knee behind the patella, aggravated by activities increasing patellofemoral compressive forces.",
    "Diagnosis": "Diagnosis is mainly clinical, based on history and physical examination. Imaging (X-ray, MRI) used as an adjunct to evaluate for related conditions or in cases with negative radiography findings.",
    "Treatments": "Focused on activity modification, correction of risk factors, and exercises to restabilize the patella. Includes NSAIDs, ice/cold application, patellar taping/bracing, kinetic chain exercises, and deep longitudinal massage. Surgery is considered for persistent symptoms despite rehabilitation.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "NSAIDs such as diclofenac potassium, ibuprofen, indometacin, naproxen, celecoxib.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Costochondritis",
    "Classification": "Inflammation of ≥1 costal cartilages, classified under chest-wall pain of local origin.",
    "Summary": "Costochondritis presents with insidious onset of anterior chest-wall pain, exacerbated by movements of the chest and deep inspiration. It typically affects the second to fifth costochondral joints.",
    "Symptoms": "Insidious onset, worsening on chest wall movement especially with inspiration; pain on palpation of costochondral joints, unilateral chest pain, and tenderness of sternoclavicular joint, rib, and adjacent muscle.",
    "Diagnosis": "Clinical diagnosis based on history (repetitive upper-limb movement or prolonged coughing), examination (pain on palpation of costochondral joints), and exclusion of other conditions with similar presentation.",
    "Treatments": "Inflammatory: NSAIDs for 10-14 days, corticosteroid injections for unresponsive cases. Infective: Surgical debridement and/or drainage with antibiotics.",
    "UrgentConsiderations": "Surgical intervention in cases of infective costochondritis.",
    "RedFlags": "Chest-wall swelling (indicating Tietze's syndrome), persistent pain despite treatment.",
    "Medications": "NSAIDs (e.g., diclofenac, ibuprofen, naproxen, meloxicam, celecoxib), COX-2 inhibitors, proton-pump inhibitors, corticosteroids (for injections), antibiotics (for infective cases).",
    "ReferralPathways": "Referral to a rheumatologist for persistent pain or unresponsiveness to initial treatment.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Meniscal Tear",
    "Classification": "Soft Tissue Injury of the Knee",
    "Summary": "Meniscal tears, often resulting from sports or daily activities, are common soft tissue knee injuries. They are mainly traumatic or degenerative. Small tears are managed conservatively, while larger tears or those with root involvement are treated arthroscopically【124†source】【125†source】.",
    "Symptoms": "Common complaints include catching, locking, or buckling of the knee, knee pain, or a combination of these symptoms【124†source】【133†source】.",
    "Diagnosis": "Diagnosis involves history taking, physical examination, and imaging. MRI is the ideal imaging test. Key risk factors include acute trauma, participation in pivoting sports, and knee joint arthritis【128†source】【129†source】【130†source】【131†source】.",
    "Treatments": "Initial treatment includes RICE (rest, ice, compression, elevation) and physiotherapy. Analgesics like paracetamol and NSAIDs are used for pain relief. Surgery, typically arthroscopic, is considered for large tears, root tears, or persistent symptoms【135†source】【137†source】【138†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Paracetamol (500-1000 mg orally every 4-6 hours, max 4000 mg/day), ibuprofen (400-800 mg orally every 4-6 hours, max 2400 mg/day), meloxicam (7.5 mg orally once or twice daily, max 15 mg/day)【140†source】.",
    "ReferralPathways": "Referral for arthroscopic surgery is recommended for large tears, root tears, or cases refractory to conservative treatment【137†source】.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Epicondylitis",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Epicondylitis, affecting the elbow's lateral (tennis elbow) and medial (golfer's elbow) sides, occurs due to overuse of forearm muscles. It usually resolves with rest and NSAIDs, but persistent cases may need further treatment.",
    "Symptoms": "Tenderness near the epicondyles, pain during wrist and digit movements, exacerbated pain with resisted forearm pronation/wrist flexion.",
    "Diagnosis": "Diagnosed through history and physical examination, focusing on pain during/after elbow flexion and extension, decreased grip strength, and tenderness near the epicondyles.",
    "Treatments": "Initial treatment includes rest, ice, NSAIDs, and bracing. If symptoms persist, physiotherapy, local anaesthetic injections, and possibly surgery may be required.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Persistent pain despite treatment, which may require surgical intervention.",
    "Medications": "NSAIDs such as diclofenac potassium, ibuprofen, naproxen, meloxicam, celecoxib.",
    "ReferralPathways": "Orthopaedic consultation for cases refractory to initial treatment, especially if symptoms persist beyond 6 to 12 months.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Osteoporosis",
    "Classification": "Systemic skeletal disease",
    "Summary": "Osteoporosis is a complex skeletal disease characterized by low bone density and micro-architectural defects, leading to increased bone fragility and risk of fracture. It is asymptomatic until a fracture occurs.",
    "Symptoms": "Asymptomatic until fracture occurs; fractures may include hip, vertebral, or radial fractures.",
    "Diagnosis": "Based on history of prior fragility fracture or low bone mineral density (T-score ≤-2.5). Screening includes assessing risk factors and bone mineral density using dual-energy x-ray absorptiometry (DXA).",
    "Treatments": "Focuses on prevention of fractures. Includes exercise, adequate calcium and vitamin D intake, and pharmacological therapy with bisphosphonates, denosumab, and others, depending on patient group.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Fractures, especially in postmenopausal women and older men, can indicate undiagnosed osteoporosis.",
    "Medications": "Bisphosphonates, denosumab, teriparatide, abaloparatide, selective estrogen receptor modulators (SERMs), and others.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Tendinopathy",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Tendinopathy refers to tendon degeneration characterized by pain, swelling, and impaired performance. Common sites include the rotator cuff, wrist extensors, pronators, patellar and quadriceps tendons, and the Achilles' tendon. The exact etiology is unclear but is thought to involve over-use leading to inadequate tendon repair. Treatment involves activity modification, relative rest, ice, stretching, strengthening, possibly extracorporeal shockwave therapy or platelet-rich plasma injections, and surgical evaluation for recalcitrant cases.",
    "Symptoms": "Pain, swelling, impaired performance, worsened pain with overhead activities or during certain movements, tenderness.",
    "Diagnosis": "Based on clinical presentation and examination. Imaging like MRI and ultrasound may assist in managing recalcitrant cases.",
    "Treatments": "Activity modification, relative rest, ice, NSAIDs, physiotherapy, corticosteroid injections, glyceryl trinitrate, extracorporeal shockwave therapy, ultrasound-guided tenotomy, platelet-rich plasma injections, surgery in refractory cases.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "NSAIDs, corticosteroid injections, glyceryl trinitrate.",
    "ReferralPathways": "Referral to orthopedic specialists or physiotherapists for persistent or severe symptoms.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Osteoarthritis",
    "Classification": "Primary (idiopathic) and Secondary",
    "Summary": "Osteoarthritis (OA) is a common, frequently debilitating joint disorder. It results from mechanical and biological events destabilizing the normal degradation and synthesis processes of articular cartilage, leading to loss of cartilage, bone sclerosis, osteophytes, and subchondral cysts.",
    "Symptoms": "Joint pain, stiffness, sometimes swelling, commonly affecting the knee, hip, hands, feet, lumbar and cervical spine.",
    "Diagnosis": "Clinical diagnosis based on symptoms, patient age, and physical examination. Imaging (radiography, MRI) is used if diagnosis is unclear or for additional diagnosis.",
    "Treatments": "Non-pharmacological approaches (patient education, self-management, exercise programs), pharmacological therapies (oral NSAIDs, paracetamol, tramadol, duloxetine), and surgery.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Atypical symptoms suggesting alternative diagnoses, such as prolonged morning joint-related stiffness, history of recent trauma, palpable warmth over the joint, rapid worsening of symptoms, concerns suggesting infection or malignancy.",
    "Medications": "Oral NSAIDs, paracetamol, tramadol, duloxetine, opioids (limited use due to risk).",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Faltering Growth",
    "Classification": "Paediatric Nutritional and Developmental Disorder",
    "Summary": "Faltering growth, previously known as failure to thrive, involves children with below-expected weight-for-age, weight-for-length, or BMI-for-age, or a depressed rate of growth for age. It often results from malnutrition or undernutrition, requiring comprehensive medical and psychosocial evaluation【62†source】【63†source】.",
    "Symptoms": "Symptoms include below-expected weight-for-age, weight-for-length, or BMI-for-age, depressed rate of growth for age, malnutrition signs like listlessness and skin folds due to lost muscle mass【63†source】【70†source】.",
    "Diagnosis": "Diagnosis involves assessing growth parameters over time, using age- and sex-specific growth charts. Evaluation should consider medical and psychosocial factors, with limited screening based on history and examination【67†source】【68†source】.",
    "Treatments": "Treatment depends on the severity and cause, including nutritional support, addressing underlying conditions, and involving multidisciplinary support. Responsive feeding and healthy eating habits are emphasized【73†source】.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Severe or recalcitrant cases may require hospitalization. Extreme parental impairment, poor parent-child interaction, and severe malnutrition are critical considerations【73†source】.",
    "Medications": "Cyproheptadine may be used for improving oral intake, weight gain, and mealtime behaviour in certain cases【73†source】.",
    "ReferralPathways": "Referral to specialized growth and nutrition clinics, mental health providers, or child protection services based on the underlying cause and severity【73†source】.",
    "Referral Template": "Not specified",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Plantar Fasciitis",
    "Classification": "Musculoskeletal Disorder",
    "Summary": "Plantar fasciitis is a common cause of heel pain, often seen in middle-aged individuals, runners, and overweight or obese people. It involves pain and inflammation of the band of tissue (the plantar fascia) that extends from the heel to the toes. The pain is typically worst with the first steps after awakening, although it can also be triggered by long periods of standing or rising from sitting.",
    "Symptoms": "Heel pain, stiffness, pain that worsens with the first steps after awakening, pain that increases after activity or toward the end of the day, tenderness on the bottom of the foot.",
    "Diagnosis": "Based on medical history and physical examination. Imaging tests like X-rays, MRI, and ultrasound can be used to rule out other problems.",
    "Treatments": "Rest, ice, pain relievers, physical therapy, stretching exercises, night splints, orthotics, corticosteroid injections, extracorporeal shock wave therapy, surgery in severe cases.",
    "UrgentConsiderations": "Not usually urgent unless symptoms are severe and debilitating.",
    "RedFlags": "Severe heel pain, pain that does not improve with rest, signs of infection (fever, redness), numbness or tingling in the heel, pain after an injury.",
    "Medications": "NSAIDs (e.g., ibuprofen, naproxen), corticosteroid injections.",
    "ReferralPathways": "Referral to a podiatrist, orthopedic surgeon, or physiotherapist for persistent, severe symptoms or if standard treatment fails.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Adhesive Capsulitis",
    "Classification": "Chronic fibrosing condition with severe restriction of both active and passive shoulder range of motion.",
    "Summary": "Adhesive capsulitis, affecting 2-5% of the population, is more common in women, individuals aged 40-70, and those with diabetes, thyroid disease, or a history of shoulder trauma or surgery. It usually resolves within 18-24 months, but some may experience lasting symptoms.",
    "Symptoms": "Insidious onset of shoulder pain, decreased range of motion, difficulty in activities like hair combing or dressing. Pain may continue even after improved range of motion.",
    "Diagnosis": "Diagnosis is based on exclusion, considering patient demographics, pain duration and location, and range of motion limitations. It often follows an insidious onset of pain and reduced shoulder motion.",
    "Treatments": "Treatment includes physiotherapy, NSAIDs, and corticosteroid injections. In refractory cases, surgical capsular release using arthroscopic techniques may be required.",
    "UrgentConsiderations": "Rapid progression of symptoms and severe limitations in range of motion require prompt intervention.",
    "RedFlags": "Significant pain and immobility, failure to respond to conservative treatments, and exacerbation of symptoms necessitate further evaluation.",
    "Medications": "NSAIDs (ibuprofen, meloxicam, naproxen), oral corticosteroids (methylprednisolone), intra-articular corticosteroid injections (triamcinolone acetonide with lidocaine).",
    "ReferralPathways": "Referral to orthopaedic specialists or physiotherapists for management of severe cases or cases unresponsive to initial treatment.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Bursitis",
    "Classification": "Acute or chronic inflammation of a bursa.",
    "Summary": "Bursitis is the inflammation of a bursa, a sac containing synovial fluid between a tendon and skin or bone. It can result from repetitive stress, infection, autoimmune disease, or trauma. Over 150 bursae in the body can be affected.",
    "Symptoms": "Localised pain and tenderness over a bursa, swelling if superficial, limited range of active movement, low-grade temperature, erythema, warmth in septic cases.",
    "Diagnosis": "Diagnosis based on clinical presentation, history of trauma, repetitive activity, autoimmune disease, or crystal arthropathy. Imaging not usually required.",
    "Treatments": "Non-septic: activity modification, rest, analgesia, and possibly corticosteroid injections. Septic: aspiration, antibiotic therapy, possibly surgical debridement.",
    "UrgentConsiderations": "Septic bursitis requiring immediate antibiotic therapy and aspiration. Surgical intervention may be necessary in severe cases.",
    "RedFlags": "Persistent symptoms, rapid worsening, signs of infection indicating septic bursitis.",
    "Medications": "Paracetamol, NSAIDs, corticosteroids for injection (e.g., methylprednisolone acetate). Antibiotics for septic bursitis (e.g., cefazolin, oxacillin, dicloxacillin, clarithromycin, erythromycin, vancomycin).",
    "ReferralPathways": "Referral to specialists for persistent or complicated cases, particularly if surgical intervention is considered.",
    "Referral Template": "Not provided",
    "SpecialtyID": 11,
    "SpecialtyName": "MSK",
    "Clinical Assessment": "Not specified in the document."
  }
]