[
  {
    "ConditionName": "Febrile Seizure",
    "Classification": "Seizure occurring in a febrile child",
    "Summary": "Febrile seizures, usually self-limiting, occur in febrile children aged 6 to 60 months without intracranial infection, metabolic disturbance, or history of afebrile seizures. Most febrile seizures resolve spontaneously and quickly, not requiring acute or long-term anticonvulsant treatment.",
    "Symptoms": "Seizure in a febrile child, often with loss of consciousness and generalised clonic movements or tonic stiffening. Simple febrile seizures are short (usually less than 15 minutes), resolving spontaneously without recurrence in 24 hours. Complex febrile seizures may have focal onset, prolonged duration, or recurrence.",
    "Diagnosis": "Clinical assessment is key. Simple febrile seizures typically don't require further evaluation. However, lumbar puncture may be needed to rule out meningitis or encephalitis, especially in infants under 6 months or in cases of complex febrile seizures.",
    "Treatments": "Treatment focuses on seizure control, reducing body temperature, and relieving discomfort. Antipyretic agents are commonly used but ineffective in preventing seizure recurrence. Anticonvulsant therapy is usually not needed. In complex cases, further evaluation and treatment may be required.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Antipyretic agents (e.g., ibuprofen), anticonvulsants in specific cases",
    "ReferralPathways": "Referral to a neurologist or pediatrician in cases of complex febrile seizures or recurrent seizures.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Jet Lag and Sleep Phase Disorders",
    "Classification": "Categorized under circadian rhythm sleep disorders, including jet lag, shift-work sleep disorder, delayed sleep phase disorder, advanced sleep phase disorder, non-24-hour sleep-wake disorder, and irregular sleep-wake patterns.",
    "Summary": "Jet lag and sleep phase disorders impact millions globally. Symptoms include difficulty in sleep initiation and maintenance, reduced alertness, malaise, and gastrointestinal issues. Severity varies with the number of time zones crossed and other factors.",
    "Symptoms": "Difficulty initiating and maintaining sleep, reduced daytime alertness, general malaise, gastrointestinal symptoms, insomnia, daytime sleepiness, muscle cramps, and somatic symptoms.",
    "Diagnosis": "Diagnosed based on medical, sleep, and psychiatric histories. Key factors include history of transmeridian travel and symptoms like insomnia or daytime sleepiness. No initial testing is typically required.",
    "Treatments": "Treatment aims to realign the body's circadian rhythms with the new time zone using natural light, melatonin, and sedatives/hypnotics like zolpidem and temazepam.",
    "UrgentConsiderations": "Instruct patients to not overuse non-prescription aids and seek help if sleep issues persist for more than a week post-travel.",
    "RedFlags": "Prolonged sleep issues post-travel may indicate complications like insomnia, chronic irritability, and impaired performance, especially in frequent travelers.",
    "Medications": "Melatonin, zolpidem, temazepam for short-term insomnia management.",
    "ReferralPathways": "Not specified in the document.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Transient Ischaemic Attack (TIA)",
    "Classification": "Neurological event",
    "Summary": "TIA is a transient episode of neurological dysfunction due to focal brain, spinal cord, or retinal ischaemia, without acute infarction. It typically resolves within 1 hour and is diagnosed based on sudden-onset focal neurological deficit. TIAs require immediate medical attention due to a high risk of recurrent stroke, particularly within the first 7 days.",
    "Symptoms": "Sudden-onset focal neurological deficits like unilateral weakness or paralysis, dysphasia, vision problems (monocular blindness, diplopia, homonymous hemianopia), difficulty with coordination and gait, vertigo or loss of balance.",
    "Diagnosis": "Clinical diagnosis based on sudden-onset, focal neurological deficit. Initial tests include blood glucose, full blood count, coagulation profile, lipid profile, and electrolytes. Imaging with CT or MRI is used to exclude other causes and to detect ischaemia.",
    "Treatments": "Immediate aspirin administration, followed by dual antiplatelet therapy (aspirin and clopidogrel or ticagrelor) for 21-30 days. Long-term secondary prevention includes single antiplatelet treatment (clopidogrel or aspirin) and high-intensity statin therapy.",
    "UrgentConsiderations": "High risk of recurrent stroke within the first 7 days post-TIA.",
    "RedFlags": "Persistent or worsening neurological symptoms indicating possible stroke.",
    "Medications": "Aspirin, clopidogrel, ticagrelor, high-intensity statins.",
    "ReferralPathways": "Immediate referral to a TIA clinic or stroke specialist for assessment within 24 hours of symptom onset.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Chronic Pain Syndromes",
    "Classification": "Myofascial, Musculoskeletal (Mechanical), Neuropathic, Fibromyalgia, Chronic Headache",
    "Summary": "Chronic pain is a common reason for primary care visits, affecting one in three patients over 65. It's multifactorial, including biological, psychological, and social factors. Types include chronic primary pain, cancer-related pain, post-surgical or post-traumatic pain, secondary musculoskeletal pain, secondary visceral pain, neuropathic pain, and secondary headache or orofacial pain. Treatments should be tailored to the individual.",
    "Symptoms": "Persistent pain lasting more than 3 months, possibly with allodynia (pain from non-painful stimuli) and hyperalgesia (exaggerated pain response).",
    "Diagnosis": "Based on history, physical examination, pain location, and predisposing factors. Investigations include plain x-rays, MRI of the spine for neurological dysfunction, and physical capacity evaluation.",
    "Treatments": "Multidisciplinary approach including physiotherapy, psychological therapies, occupational therapy, and medications such as NSAIDs, paracetamol, codeine, or tramadol. Opioids are not recommended as first-line therapy.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "NSAIDs, Paracetamol, Codeine, Tramadol, Antidepressants, Anticonvulsants",
    "ReferralPathways": "Referral to specialists for persistent, disabling pain, progressive pain, history of substance abuse, and specific conditions like postherpetic neuralgia.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Essential Tremor",
    "Classification": "Movement disorder",
    "Summary": "Essential tremor is characterized by a progressive tremor of the upper extremities, present in posture and action, without other neurological signs or symptoms. It commonly involves the voice, head, and jaw. Prevalence increases with age and in those with a family history. Most people are mildly affected, but the condition can cause social handicap. Treatment includes drug therapies and surgical procedures.",
    "Symptoms": "Progressive tremor of the upper extremities, voice, head, and jaw, usually absent at rest and present during posture and intentional movements.",
    "Diagnosis": "Diagnosis is clinical, based on history and physical examination. Essential tremor is the most common action tremor. No validated serological, radiological, or pathological markers exist. Tremor analysis using wearable devices is emerging in clinical practice.",
    "Treatments": "Treatment aims to reduce tremor and improve functional ability. First-line agents include propranolol and primidone. Second-line treatments are gabapentin, alprazolam, and topiramate. For refractory cases, deep brain stimulation (DBS) of the nucleus ventralis intermedius of the thalamus is an option.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Propranolol, Primidone, Gabapentin, Alprazolam, Topiramate, Botulinum toxin type A (for head tremor)",
    "ReferralPathways": "Referral to a neurologist or movement disorder specialist for disabling symptoms or ineffective first-line treatment.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Migraine Headache in Adults",
    "Classification": "ICHD-3: Migraine without aura, Migraine with aura, Chronic migraine, Complications of migraine (e.g., status migrainosus, persistent aura without infarction, migrainous infarction, migraine aura-triggered seizure).",
    "Summary": "Migraine is a chronic, episodic neurological disorder with a strong genetic component, presenting in early-to-mid life. Symptoms include intermittent headache, visual disturbance, nausea, vomiting, and sensitivity to light or noise. Diagnosis is based on history and physical examination.",
    "Symptoms": "Intermittent headache, visual disturbance, nausea, vomiting, sensitivity to light (photophobia), sensitivity to noise (phonophobia), menstrual migraine in some women.",
    "Diagnosis": "Based on history and physical examination. No specific laboratory or imaging tests required, but MRI or CT scan may be used in cases with concerning features.",
    "Treatments": "Treatment includes identifying and avoiding triggers, medication for acute attacks (preferably triptans over non-specific treatments), and preventive treatment for frequent attacks. NSAIDs, paracetamol, and anti-emetics are also used.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Triptans, NSAIDs, paracetamol, anti-emetics, ergot derivatives, corticosteroids, butalbital-containing compounds.",
    "ReferralPathways": "Not specified in the document.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Functional Neurological and Somatic Symptom Disorders",
    "Classification": "Functional neurological disorder (FND) and somatic symptom disorder, both characterized by significant distress or impairment due to somatic symptoms.",
    "Summary": "Functional neurological disorder (FND) and somatic symptom disorder are characterized by somatic symptoms causing significant distress or impairment. FND is diagnosed based on positive 'rule in' features on neurological examination, and somatic symptom disorder involves heightened awareness of bodily sensations interpreted as medical illness.",
    "Symptoms": "Symptoms vary but include functional limb weakness, movement disorders (e.g., dystonia, tremor), functional sensory signs, functional seizures, cognitive disorders, and persistent postural perceptual dizziness.",
    "Diagnosis": "Diagnosis involves a thorough physical and neurological examination, assessment for comorbid psychiatric conditions, and considering the complete differential diagnosis. Laboratory tests may be necessary to rule out medical/neurological conditions. Diagnosis is often based on clinical features demonstrating impaired voluntary movement or sensation.",
    "Treatments": "Treatment includes cognitive behavioral therapy, physiotherapy, avoiding unnecessary medicines/tests, and treatment of comorbid psychiatric conditions. Management may involve referral to psychiatrists, psychotherapists, and therapists, and a multidisciplinary approach.",
    "UrgentConsiderations": "Not specifically mentioned for these conditions.",
    "RedFlags": "Not specified, but sudden worsening or change in symptoms may warrant re-evaluation.",
    "Medications": "Treatment may include judicious use of somatic, depressive, or anxiety treatments as needed.",
    "ReferralPathways": "Referral to consultative liaison psychiatrists, psychotherapists, physical, occupational, or speech therapists as needed. Regular visits with primary care physicians and neurologists are recommended.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Psychogenic Polydipsia (PPD)",
    "Classification": "Psychiatric/Neurodevelopmental disorder",
    "Summary": "PPD is common in patients with psychiatric disorders, especially schizophrenia. It involves excessive water intake and can lead to hyponatraemia and water intoxication. Neuropsychiatric manifestations include headache, nausea, confusion, seizures, delirium, and possibly coma or sudden death. Complications include incontinence, bladder dilation, renal failure, and osteoporosis. Diagnosis is by exclusion, and management involves fluid restriction, behavioral and pharmacological therapy.",
    "Symptoms": "Excessive water-seeking and drinking, agitation, polyuria, headache, nausea or vomiting, lethargy or confusion, seizures, delirium, and possible coma.",
    "Diagnosis": "Diagnosis of PPD is one of exclusion, requiring a thorough history, physical exam, and lab tests including plasma and urine osmolality, and sodium levels. A water restriction test is the gold standard for diagnosis.",
    "Treatments": "Treatment includes fluid restriction, behavioral therapy, and psychopharmacological therapy. Use of hypertonic saline for severe or symptomatic hyponatraemia, and monitoring of serum sodium and electrolytes.",
    "UrgentConsiderations": "Rapid correction of severe or symptomatic hyponatraemia to prevent cerebral edema and other CNS complications.",
    "RedFlags": "Severe or sudden onset of neuropsychiatric symptoms indicating acute hyponatraemia.",
    "Medications": "Clozapine, risperidone, and olanzapine have been used for symptom improvement. Clozapine is most effective but has risks, especially in patients with hyponatraemia.",
    "ReferralPathways": "Referral to psychiatry for management of underlying psychiatric condition.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Fibromyalgia",
    "Classification": "1. Primary fibromyalgia (common form, no other cause for pain found).\n2. Secondary or concomitant fibromyalgia (accompanies another painful disorder or follows an inciting event, no different pathophysiology except that treating the root problem can sometimes improve fibromyalgia).",
    "Summary": "Fibromyalgia is a syndrome characterised by chronic, widespread pain in the body present for at least 3 months, thought to be related to amplified pain signals in the spinal cord and brain. It involves chronic, waxing and waning body pain with comorbid symptoms like fatigue, memory difficulties, and sleep and mood disturbances.",
    "Symptoms": "Chronic, widespread body pain and stiffness, fatigue, memory problems, sleep disturbances, mood disturbances, allodynia, hyperalgesia, sensitivity to sensory stimuli (touch, light, noise, odours, temperature), headaches, cognitive difficulties ('fibro fog').",
    "Diagnosis": "Diagnosis is based on symptoms, particularly chronic multi-focal pain for more than 3 months with other symptoms and normal physical examination. No specific laboratory test; diagnosis is clinical. Associated conditions like arthritis, systemic lupus erythematosus, osteoarthritis, psychiatric conditions, migraine, chronic gastrointestinal symptoms, and sleep disturbances should be considered.",
    "Treatments": "Combination of non-pharmacological and pharmacological therapies. Education, exercise, cognitive behavioural approaches, tricyclic antidepressants, gabapentinoids, serotonin-noradrenaline reuptake inhibitors. Weight management and physiotherapy may be beneficial. Treatment is individualised, involving a multidisciplinary team.",
    "UrgentConsiderations": "Not applicable for Fibromyalgia as it is a chronic condition.",
    "RedFlags": "Worsening of symptoms despite treatment, presence of systemic disease symptoms (e.g., joint inflammation, muscle weakness) indicating a different or comorbid condition.",
    "Medications": "Tricyclic antidepressants, gabapentinoids, serotonin-noradrenaline reuptake inhibitors.",
    "ReferralPathways": "Referral to rheumatology, pain management specialists, or multidisciplinary teams for complex cases. Physiotherapy referral for exercise and movement therapy.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Generalised Seizures in Children",
    "Classification": "Generalised seizures involve bilaterally distributed networks in the brain, both cortical and subcortical structures.",
    "Summary": "Seizures in children may occur as a single event or recur as epilepsy. Causes can be structural, genetic, infectious, metabolic, immune, or unknown. Identification of epilepsy types and syndromes is crucial, based on seizure patterns, clinical features, and EEG characteristics.",
    "Symptoms": "Seizure types include absence, clonic, tonic, tonic-clonic, myoclonic, myoclonic-atonic, myoclonic-tonic-clonic, atonic, and epileptic spasms, with varying motor and non-motor manifestations.",
    "Diagnosis": "Diagnosis relies on detailed history, seizure onset description, and EEG. Brain imaging may be used if seizure onset is unwitnessed or suggests a focal onset, but not typically indicated in clear generalised epilepsies.",
    "Treatments": "Management includes anticonvulsant medication, ketogenic diet, vagus nerve stimulation, surgery, and lifestyle adjustments. Treatment approach depends on the specific epilepsy syndrome.",
    "UrgentConsiderations": "Epilepsy can significantly impact quality of life, posing risks of physical injury and sudden death. Treatment by a specialist neurologist is essential.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Anticonvulsants are the primary treatment, with the choice depending on the specific epilepsy syndrome.",
    "ReferralPathways": "Referral to a specialist neurologist and possibly an epilepsy surgery centre for drug-resistant cases.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Alzheimer's Disease",
    "Classification": "Chronic, progressive neurodegenerative disorder",
    "Summary": "Alzheimer's disease (AD) is a chronic, progressive neurodegenerative disorder with memory loss, loss of social and occupational functioning, and behavioral and psychological disturbances. It involves brain lesions, neurofibrillary tangles, senile plaques, neuronal loss, and brain atrophy. Treatment is multidisciplinary, focusing on behavioral and psychological symptoms and supporting carers.",
    "Symptoms": "Memory loss, loss of social and occupational functioning, diminished executive function, speech and motor deficits, personality change, and behavioral and psychological disturbance.",
    "Diagnosis": "Diagnosis is clinical, based on cognitive deficits identified by the patient or family/carer. Work-up includes history, physical examination, cognitive screening, and excluding reversible causes of cerebral impairment with laboratory testing and brain imaging. Common diagnostic tools: Mini-Mental State Examination, Blessed Dementia Scale, SLUMS Examination, Mini-Cog, Montreal Cognitive Assessment.",
    "Treatments": "Treatment focuses on slowing disease progression, reducing behavioral disturbances, and delaying institutional care. Pharmacotherapy includes cholinesterase inhibitors and NMDA receptor antagonists. Non-pharmacological treatments involve psychosocial interventions, environmental reviews, and risk mitigation for falls.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Rapid progression, focal neurological deficits, marked language or behavioral changes",
    "Medications": "Cholinesterase inhibitors (e.g., Donepezil, Rivastigmine), NMDA receptor antagonists (e.g., Memantine)",
    "ReferralPathways": "Referral to neurologist, psychiatrist, or geriatrician for diagnosis and management. Involvement of multidisciplinary team including mental health professionals and occupational therapists.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Trigeminal Neuralgia (TN)",
    "Classification": "Facial pain syndrome",
    "Summary": "TN is a facial pain syndrome affecting the trigeminal nerve, characterized by paroxysms of sharp, stabbing, intense pain lasting up to 2 minutes. It often involves the face without neurological deficit. The primary treatment is medical, with surgical/ablative therapies for refractory cases. Microvascular decompression is effective but carries a risk of major morbidity.",
    "Symptoms": "Stereotyped, unilateral paroxysms of facial pain lasting seconds to minutes, intense, sharp, superficial, stabbing, or burning in quality. Triggers include tooth brushing, eating, cold, and touch.",
    "Diagnosis": "Clinical diagnosis based on history and physical examination. MRI is recommended for all patients to exclude secondary TN. Key diagnostic factors include stereotyped paroxysms of facial pain, triggered by facial/oral mechanical stimulation, and presence of risk factors like increased age and multiple sclerosis.",
    "Treatments": "First-line treatment includes anticonvulsant medicines like carbamazepine or oxcarbazepine. For refractory cases, neuroablative techniques, and microvascular decompression are considered.",
    "UrgentConsiderations": "Not explicitly mentioned in the document.",
    "RedFlags": "Sudden or severe facial pain, indicating possible underlying disorders or secondary TN.",
    "Medications": "Carbamazepine, oxcarbazepine, lamotrigine, gabapentin, pregabalin, and baclofen.",
    "ReferralPathways": "Referral to neurology for specialist evaluation, particularly for surgical intervention in refractory cases.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Mild Traumatic Brain Injury",
    "Classification": "Based on criteria like structural imaging (normal), loss of consciousness (<30 minutes), post-traumatic amnesia (0 to 1 day), Glasgow Coma Scale score (13 to 15), and Abbreviated Injury Scale score (head) (1 to 2).",
    "Summary": "Mild traumatic brain injury involves assessment and stabilization using an ABC approach. Urgent CT head scan is needed for those with risk factors. Diagnosis is clinical and based on history and examination. Selected patients may be admitted for observation.",
    "Symptoms": "Symptoms and signs of intracranial hemorrhage include deteriorating consciousness, confusion, severe or increasing headache, repeated vomiting, seizures, and double or blurred vision.",
    "Diagnosis": "Clinical diagnosis based on history-taking and examination. CT head scan is necessary for selected patients to exclude intracranial complications.",
    "Treatments": "Stabilization using Airway, Breathing, Circulation approach. Treatment of pain with intravenous opioids. Admission for patients with new abnormalities on imaging, persistent symptoms, or other concerns.",
    "UrgentConsiderations": "Urgent CT scan required for those with risk factors or symptoms of intracranial complications. Immediate medical attention for deteriorating symptoms.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Intravenous opioids for pain management.",
    "ReferralPathways": "Not specified in the document.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cluster Headache",
    "Classification": "Trigeminal autonomic cephalalgias",
    "Summary": "Cluster headache is a primary headache disorder characterized by severe unilateral pain in the orbital, peri-orbital, and/or temporal areas, lasting 15 to 180 minutes and occurring up to 8 times per day. Attacks are accompanied by cranial autonomic symptoms. Episodic cluster headaches have remission periods, while chronic forms do not. Pathophysiology involves hypothalamic activation with secondary trigeminal and autonomic activation. Triggers include alcohol, strong smells, sleep, circadian disruption, and weather changes.",
    "Symptoms": "Severe unilateral pain, ptosis, conjunctival injection, lacrimation, rhinorrhoea, nasal stuffiness, eyelid and facial swelling, aural fullness, facial sweating, redness, agitation, and restlessness during attacks.",
    "Diagnosis": "Clinical diagnosis based on ICHD-3 criteria, focusing on severe unilateral pain, rapid onset, and cranial autonomic symptoms. Diagnostic tests include MRI, MRA, ECG, polysomnography, and blood tests for secondary causes.",
    "Treatments": "Acute treatments include triptans and high-flow oxygen. Preventative medications include verapamil and galcanezumab. Transitional therapies include corticosteroids and occipital nerve blocks. Invasive neuromodulation like ONS, SPG stimulation, or DBS may be considered for refractory cases.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Triptans, High-flow oxygen, Verapamil, Galcanezumab, Lithium, Melatonin, Topiramate, Gabapentin, Valproate",
    "ReferralPathways": "Referral to a neurologist or headache specialist, especially for complex or refractory cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Bell's Palsy",
    "Classification": "Acute, sudden-onset, unilateral facial palsy of probable viral aetiology",
    "Summary": "Bell's palsy is an acute, sudden-onset, unilateral facial palsy, likely due to viral causes like HSV-1. It is a diagnosis of exclusion and typically affects all facial zones equally. Recovery starts usually within 4-6 months, with complete recovery in 70% of cases. Treatment includes corticosteroids, antiviral agents, physiotherapy, and in severe cases, surgical decompression.",
    "Symptoms": "Unilateral facial weakness or paralysis, pain behind the ear, mild-to-moderate otalgia, taste loss, reduced sound tolerance, facial asymmetry, inability to close the eye on the affected side.",
    "Diagnosis": "Clinical diagnosis based on history and physical examination. Important tests include electroneuronography (ENoG) and needle electromyography. Lyme disease serology in relevant cases.",
    "Treatments": "High-dose corticosteroids within 72 hours of onset, antiviral agents in combination with corticosteroids, physiotherapy, and surgical decompression in severe or complete paralysis cases.",
    "UrgentConsiderations": "Rapid assessment and treatment initiation within 72 hours of symptom onset",
    "RedFlags": "Gradual onset, uneven weakness, other cranial neuropathies, persistent complete paralysis beyond 3-4 months",
    "Medications": "Corticosteroids (e.g., prednisolone), Antiviral agents (e.g., valaciclovir, aciclovir)",
    "ReferralPathways": "Referral to neurology or otolaryngology for complex cases, particularly for consideration of surgical decompression.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Generalised Seizures in Adults",
    "Classification": "Classification includes seizure type, epilepsy type (focal, generalised, combined generalised and focal, unknown), and epilepsy syndrome. Seizure types are generalised-onset (motor, non-motor) and focal-onset.",
    "Summary": "Generalised seizures are characterized by loss of consciousness, widespread motor manifestations (tonic contractions followed by clonic jerking movements), and suppressed arousal post-event. They may reflect generalised-onset epilepsy or focal to bilateral tonic-clonic seizures. Diagnosis involves EEG, MRI, and potentially long-term video-EEG monitoring.",
    "Symptoms": "Loss of consciousness, tonic contractions, clonic jerking movements, suppressed level of arousal following the event. Premonitory symptoms or signs may include fear, epigastric sensation, déjà vu, jamais vu.",
    "Diagnosis": "Diagnosis is based on history, eyewitness accounts, EEG, MRI, and sometimes long-term video-EEG monitoring. Important to differentiate epileptic seizures from other events (e.g., syncope, non-epileptic seizures) and identify if seizures are unprovoked or provoked.",
    "Treatments": "Treatment aims for maximum seizure control with minimal adverse effects, often via monotherapy. Anticonvulsants include valproic acid, lamotrigine, levetiracetam, topiramate, oxcarbazepine, carbamazepine, and others. Treatment choice depends on epilepsy syndrome, patient preference, and characteristics.",
    "UrgentConsiderations": "Acute management of status epilepticus and acute repetitive seizures. Emergency care for continuous seizure activity or multiple seizures without full recovery of consciousness.",
    "RedFlags": "Lack of efficacy or adverse effects of medication, sudden worsening or change in symptoms, new seizure types, or focal neurological deficits.",
    "Medications": "Valproic acid, lamotrigine, levetiracetam, topiramate, oxcarbazepine, carbamazepine, diazepam, midazolam, lorazepam, phenytoin, phenobarbital, fosphenytoin, brivaracetam, lacosamide.",
    "ReferralPathways": "Referral to a comprehensive epilepsy specialty center for patients with treatment-resistant epilepsy. Involvement of neurologists and other specialists as needed.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Parkinson's Disease (PD)",
    "Classification": "Neurodegenerative disorder",
    "Summary": "PD is a chronic progressive neurological disorder characterized by bradykinesia and at least one of rest tremor or rigidity. It presents with insidious, often asymmetrical onset and includes disabling non-motor symptoms. Diagnosis is clinical, based on history and neurological examination. Treatment is symptomatic, personalized, and involves multidisciplinary care.",
    "Symptoms": "Bradykinesia, resting tremor, rigidity, postural instability, masked facies, hypophonia, hypokinetic dysarthria, micrographia, stooped posture, shuffling gait, conjugate gaze disorders, fatigue, constipation, depression, anxiety, dementia.",
    "Diagnosis": "Clinical diagnosis based on history and neurological examination. Diagnostic criteria include bradykinesia with at least one of rest tremor or rigidity. No specific diagnostic tests are available.",
    "Treatments": "Symptomatic treatment with dopaminergic therapy (levodopa, dopamine agonists, MAO-B inhibitors). Treatment focuses on supplementing depleted dopamine and improving quality of life. Physical and occupational therapy are also recommended.",
    "UrgentConsiderations": "Not explicitly mentioned in the document.",
    "RedFlags": "Atypical features such as acute onset, rapidly progressive disease, cognitive impairment, prominent postural instability, severe autonomic dysfunction.",
    "Medications": "Levodopa, dopamine agonists (e.g., pramipexole, ropinirole, rotigotine), MAO-B inhibitors (e.g., selegiline, rasagiline, safinamide).",
    "ReferralPathways": "Referral to neurology for specialist evaluation and management.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Focal Seizures",
    "Classification": "1. Focal-onset seizures (aware/impaired awareness, motor-onset, automatisms, atonic, clonic, epileptic spasms, hyperkinetic, myoclonic, tonic, non-motor onset, autonomic, behavior arrest, cognitive, emotional, sensory, focal to bilateral tonic-clonic).",
    "Summary": "Focal seizures are transient occurrences of signs/symptoms due to abnormal excessive/synchronous neuronal activity in the brain, originating within networks limited to one hemisphere. They can evolve into bilateral tonic-clonic seizures. The diagnosis mainly relies on history-taking, as supportive tests like EEG and neuroimaging often do not show abnormalities.",
    "Symptoms": "Focal seizures vary based on the affected brain area. Symptoms can include altered motor activity (head/gaze deviation, dystonic posturing), sensory changes, automatisms (picking at clothes, smacking lips), temporary aphasia, and impaired awareness or responsiveness.",
    "Diagnosis": "Diagnosis is primarily based on patient history, supported by EEG and imaging studies. Key diagnostic factors include the presence of risk factors (e.g., previous CNS infections, stroke, trauma, family history of seizures), specific types of motor activity, premonitory sensations or experiences, and postictal neurological deficits.",
    "Treatments": "Initial and preferred treatment is monotherapy with anticonvulsants, tailored to individual needs. Dual therapy may be tried if monotherapy fails. Treatment options include diazepam, midazolam, lorazepam, lamotrigine, levetiracetam, oxcarbazepine, and others, with the choice depending on factors like age, sex, comorbidities, and drug properties.",
    "UrgentConsiderations": "Management of status epilepticus (continuous seizure activity or multiple seizures without full recovery of consciousness) and acute repetitive seizures, which disrupt patients' lives significantly. Immediate treatment is crucial in these cases.",
    "RedFlags": "Persistent focal neurological deficits, worsening seizure control, new seizure types, or lack of response to medications can indicate complications or misdiagnosis.",
    "Medications": "Diazepam, midazolam, lorazepam, lamotrigine, levetiracetam, oxcarbazepine, lacosamide, eslicarbazepine, brivaracetam, zonisamide, carbamazepine, valproic acid, topiramate, perampanel, cenobamate, gabapentin, pregabalin.",
    "ReferralPathways": "Referral to neurology, especially in cases of treatment-resistant focal epilepsy or for surgical evaluation. Long-term monitoring and neuropsychological testing may be required for complex cases.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Multiple Sclerosis",
    "Classification": "MS phenotypes include relapsing disease (Clinically Isolated Syndrome, Relapsing-Remitting MS) and Progressive disease (Primary Progressive, Secondary Progressive).",
    "Summary": "MS is a demyelinating condition of the central nervous system, defined by episodes of neurological dysfunction. It affects any age or sex, with variable symptoms. Diagnosis involves MRI and CSF evaluation.",
    "Symptoms": "Temporary visual or sensory loss, changes in vision, ambulation, reflexes, asymmetric motor or sensory issues, gait or visual dysfunction.",
    "Diagnosis": "Neurological history and examination, MRI of brain and spinal cord, CSF evaluation. Key signs include motor, cerebellar, sensory, gait, visual dysfunction, and MRI findings.",
    "Treatments": "Treatment includes management of acute attacks, disease-modifying therapies, and symptomatic management. Medications like interferon beta, glatiramer, dimethyl fumarate are used.",
    "UrgentConsiderations": "Acute management of relapses and worsening; underlying infections or illnesses must be treated. High-dose methylprednisolone and oral taper are used for acute attacks.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Interferon beta preparations, glatiramer, dimethyl fumarate, diroximel fumarate, and teriflunomide. Monitoring for side effects and liver function is required.",
    "ReferralPathways": "Not specified in the document.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Vascular Dementia",
    "Classification": "Neurodegenerative disorder",
    "Summary": "Vascular dementia is characterized by progressive cognitive impairment, predominantly from cerebrovascular causes like infarction and small-vessel changes. It often affects executive functions more than memory. It's the second most common cause of dementia, with significant overlap with Alzheimer's dementia.",
    "Symptoms": "Impaired memory, difficulty in problem solving or using familiar equipment, slowed processing, difficulty initiating activity, perseveration in behaviour, disinhibition, and difficulty in managing finances. Slowing of gait, shuffling, feet 'stuck to the floor', increasing loss of balance, falls, and incontinence.",
    "Diagnosis": "Diagnosis involves cognitive testing to detect multiple cognitive domain impairments. Brain imaging (CT or MRI) is important for diagnosis to detect infarcts and assess white matter lesions.",
    "Treatments": "Focus on safety, reassurance, and support. Prevent further cerebrovascular disease by controlling risk factors. Use of antiplatelet therapy, carotid endarterectomy or stenting, anticoagulation, and lifestyle modifications. Cholinesterase inhibitors and memantine for mixed dementia cases.",
    "UrgentConsiderations": "Not explicitly mentioned in the document.",
    "RedFlags": "Rapid progression of symptoms, significant overlap with Alzheimer's dementia, and presence of mixed dementia.",
    "Medications": "Aspirin, clopidogrel, warfarin, apixaban, dabigatran, rivaroxaban, edoxaban, cholinesterase inhibitors, memantine, antihypertensive drugs, statins.",
    "ReferralPathways": "Referral to neurology for specialist evaluation, especially for differential diagnosis with Alzheimer’s disease.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)",
    "Classification": "Neurological illness",
    "Summary": "ME/CFS is characterized by debilitating fatigue lasting more than 6 months, cognitive dysfunction, total body pain, unrefreshing sleep, and post-exertional malaise. It is not alleviated by rest and is not related to other medical or psychiatric conditions. ME/CFS requires substantial lifestyle changes due to fluctuating disabilities.",
    "Symptoms": "Persistent disabling fatigue, Post-exertional malaise, Cognitive dysfunction, Sore throat, Tender lymph nodes, Generalized arthralgia, Headache/migraine, Sleep alterations, Orthostatic intolerance",
    "Diagnosis": "Based on self-reported history of disabling fatigue and PEM, exclusion of other medical and psychiatric conditions, consideration of pain, interoceptive dysfunction, and orthostatic intolerance. No specific biological causes, biomarkers, or objective findings.",
    "Treatments": "No curative medications or treatments. Primary goals are symptom management and improving functional capacity. Treatment should be individualized.",
    "UrgentConsiderations": "Careful management of daily activities and energy resources.",
    "RedFlags": "Sudden onset of severe fatigue, significant changes in headache pattern, worsening of symptoms following exertion.",
    "Medications": "Not specified",
    "ReferralPathways": "Referral for specialist evaluation for symptom management or exclusion of other conditions.",
    "Referral Template": "Not provided",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acquired Torticollis",
    "Classification": "Neurological disorder",
    "Summary": "Acquired torticollis, also known as cervical dystonia, is a rare brain disorder causing involuntary neck movements, often associated with pain. Relief of symptoms is sometimes possible with sensory tricks. Main treatment includes botulinum toxin injections; oral medications and physiotherapy also play a role. For refractory cases, treatments like deep brain stimulation and selective surgical denervation are considered.",
    "Symptoms": "Involuntary neck movements, pain, awkward posture of head and neck. Patients may relieve symptoms with sensory tricks.",
    "Diagnosis": "Clinically diagnosed based on history and physical examination. If atypical presentation or additional abnormalities are found, further investigations like CT, MRI, or electromyography may be required.",
    "Treatments": "Botulinum toxin injections, oral medications (anticholinergics, baclofen, tizanidine, clonazepam), physiotherapy. For refractory cases: deep brain stimulation, radiofrequency ablation, selective surgical denervation, chemical denervation, intrathecal baclofen.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Sudden onset of symptoms, severe pain, visible or palpable mass, severe focal tenderness, radiculopathy",
    "Medications": "Botulinum toxin, Anticholinergics (e.g., trihexyphenidyl), Baclofen, Tizanidine, Clonazepam",
    "ReferralPathways": "Referral to neurologist, physiatrist, or movement disorders specialist is appropriate. For specific interventions like botulinum toxin injections, consultation with an experienced specialist is necessary.",
    "Referral Template": "Not specified",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Ischaemic Stroke",
    "Classification": "Oxford Community Stroke Project (Bamford/Oxford) classification: Total anterior, Partial anterior, Posterior circulation stroke, Lacunar syndrome. TOAST criteria: Large artery atherosclerosis, Cardioembolism, Small vessel occlusion, Other determined aetiology, Indeterminate aetiology.",
    "Summary": "Ischaemic stroke is a leading cause of morbidity and mortality, characterized by a critical reduction in cerebral blood flow due to arterial occlusion or stenosis. It's a syndrome with various underlying mechanisms and aetiologies.",
    "Symptoms": "Sudden onset of unilateral weakness or paralysis, sensory loss, dysarthria, dysphasia, vision problems, headache, coordination and gait difficulties, vertigo, nystagmus, nausea/vomiting, neck/facial pain, and miosis, ptosis, and facial anhidrosis.",
    "Diagnosis": "Diagnosis is clinical, supported by CT scan, MRI, and blood tests. Use of NIH Stroke Scale, Glasgow Coma Scale, and ECG for atrial fibrillation. Time is critical for initiating reperfusion strategies within 4.5 hours of symptom onset.",
    "Treatments": "Early reperfusion strategies include intravenous thrombolysis (alteplase or tenecteplase) and mechanical thrombectomy. Manage airway, breathing, and circulatory insufficiencies urgently. Admit to stroke unit for specialized care.",
    "UrgentConsiderations": "Rapid assessment and initiation of treatment within the therapeutic window are crucial. Intracranial haemorrhage must be ruled out before starting thrombolysis. Manage any life-threatening complications immediately.",
    "RedFlags": "Sudden severe headache, rapid progression of symptoms, altered level of consciousness, and signs of increased intracranial pressure.",
    "Medications": "Intravenous alteplase, Tenecteplase (off-label in some regions).",
    "ReferralPathways": "Refer to a hyperacute or acute stroke unit for specialized care and consideration of endovascular thrombectomy.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 13,
    "SpecialtyName": "Neurology",
    "Clinical Assessment": "Not specified in the document."
  }
]