[
    {
        "ConditionName": "Pelvic Inflammatory Disease (PID)",
        "Classification": "Inflammatory disorders of the upper female genital tract, including endometritis, salpingitis, tubo-ovarian abscess, pelvic peritonitis.",
        "Summary": "PID is an acute ascending polymicrobial infection of the female gynaecological tract, often associated with Neisseria gonorrhoeae or Chlamydia trachomatis. Symptoms include lower abdominal tenderness, adnexal tenderness, cervical motion tenderness, fever, and discharge. Diagnosis is challenging due to non-specific symptoms. Complications include tubo-ovarian abscess and infertility or ectopic pregnancy.",
        "Symptoms": "Lower abdominal tenderness, adnexal tenderness, cervical motion tenderness, fever, cervical or vaginal discharge, vomiting, back pain, dyspareunia, abnormal vaginal odour, itching, bleeding, or discharge.",
        "Diagnosis": "Often unrecognised due to non-specific symptoms. Diagnosis involves physical examination and laboratory findings like elevated white blood cells, erythrocyte sedimentation rate, C-reactive protein, and documentation of cervical infection. Laparoscopy is the definitive procedure but not recommended for routine diagnosis.",
        "Treatments": "Antibiotic treatment against Neisseria gonorrhoeae and Chlamydia trachomatis. Severe PID may require hospitalisation and parenteral antibiotics. Treatment options include cephalosporin plus doxycycline, metronidazole, ampicillin/sulbactam, clindamycin, gentamicin. Avoid fluoroquinolones if possible due to resistance. Re-assessment within 72 hours of treatment initiation.",
        "UrgentConsiderations": "Severe PID requiring hospitalisation, tubo-ovarian abscess, pregnant women at high risk of morbidity.",
        "RedFlags": "Symptoms worsening or not improving within 72 hours after treatment initiation, potential surgical emergencies, severe illness precluding outpatient management.",
        "Medications": "Ceftriaxone, Cefotetan, Cefoxitin, Doxycycline, Metronidazole, Ampicillin/Sulbactam, Clindamycin, Gentamicin, Moxifloxacin.",
        "ReferralPathways": "not specified",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Fibrocystic Breasts",
        "Classification": "Benign breast condition",
        "Summary": "Fibrocystic breasts are characterized by 'lumpy' breasts with pain and tenderness fluctuating with the menstrual cycle. It's a continuum of physiological changes, not correlated with increased breast cancer risk. Incidence peaks in women between the third and fifth decades of life.",
        "Symptoms": "Breast pain (often bilateral and cyclical), tenderness, diffuse symmetrical lumpiness, nipple discharge (varies from non-suspicious to bloody or watery).",
        "Diagnosis": "Clinical diagnosis based on breast pain, nodularity upon palpation, and imaging studies. Biopsy reserved for cases with a mass to exclude breast cancer. Imaging includes mammography and ultrasound.",
        "Treatments": "Symptomatic treatment includes lifestyle changes, analgesics, and hormonal therapy. For severe, persistent pain, hormonal therapy (tamoxifen, bromocriptine, danazol) is considered. Aspiration for symptomatic cysts; biopsy for atypical ductal hyperplasia.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Suspicious nipple discharge, palpable mass requiring immediate evaluation.",
        "Medications": "Non-narcotic analgesics (paracetamol, aspirin, ibuprofen), evening primrose oil, hormonal therapy (tamoxifen, bromocriptine, danazol).",
        "ReferralPathways": "Referral to specialists for persistent symptoms, complex cysts, or atypical ductal hyperplasia.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Precocious Puberty",
        "Classification": "Central Precocious Puberty (CPP), Gonadotrophin-Independent Precocious Puberty (GIPP)",
        "Summary": "Precocious puberty is characterized by the appearance of secondary sexual characteristics before 8 years in girls and 9 years in boys. It results in accelerated bone development, potentially reduced adult height, and may have psychosocial impacts.",
        "Symptoms": "Secondary sexual characteristics before age 8 in girls and 9 in boys, accelerated bone development, reduced adult height, early menses in girls.",
        "Diagnosis": "Diagnosis involves assessment of pubertal development using Tanner staging, measurement of testicular size in boys, bone age assessment, serum FSH and LH concentrations, and pelvic ultrasound in girls. MRI of the brain is considered for consonant puberty.",
        "Treatments": "Gonadotrophin-releasing hormone agonists for CPP; Treatment for GIPP may involve medications to block production or action of sex steroids.",
        "UrgentConsiderations": "Consideration of underlying causes such as brain tumors, congenital adrenal hyperplasia, gonadal tumors, McCune-Albright syndrome.",
        "RedFlags": "Rapid progression of puberty, presence of neurofibromas, café au lait spots, or symptoms of other autonomous endocrine hyperfunction indicating conditions like McCune-Albright syndrome.",
        "Medications": "Gonadotrophin-releasing hormone agonists, medications for GIPP.",
        "ReferralPathways": "Referral to endocrinology for further evaluation and management, especially in cases of disconsonant puberty.",
        "Referral Template": "Refer to endocrinology for evaluation of precocious puberty with detailed history of pubertal development, growth velocity, and any associated symptoms.",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Ovarian Cysts",
        "Classification": "Physiological (e.g., follicular, corpus luteum, theca lutein cysts), Infectious, Benign neoplastic (e.g., serous cystadenoma, mucinous cystadenoma), Malignant neoplastic (e.g., serous cystadenocarcinoma), Metastatic",
        "Summary": "Ovarian cysts are fluid-filled sacs in the ovarian tissue, either unilocular or multilocular, and can be physiological, infectious, benign or malignant neoplastic, or metastatic. Assessment of malignancy risk is crucial in management.",
        "Symptoms": "not specified",
        "Diagnosis": "Incidental finding on ultrasonography. Diagnosis aims to identify cysts and assess malignancy risk. Critical diagnostic components include age and menopausal status.",
        "Treatments": "In pre-menopausal women, cysts often resolve without treatment. In post-menopausal women, cysts are more likely to persist and may require surgery. Treatment options include conservative management with serial ultrasounds, especially for simple cysts, or surgical intervention in cases of complications such as torsion or rupture.",
        "UrgentConsiderations": "Possible ovarian torsion or cyst rupture in acutely unwell patients with signs of shock or an acute abdomen.",
        "RedFlags": "not specified",
        "Medications": "Oral contraceptives do not influence the regression of benign ovarian cysts.",
        "ReferralPathways": "not specified",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Premenstrual Syndrome and Dysphoric Disorder",
        "Classification": "PMS: Cyclical physical and behavioral symptoms, PMDD: Severe variant of PMS with additional affective symptoms",
        "Summary": "PMS and PMDD are characterized by repetitive, cyclical symptoms in the luteal phase of the menstrual cycle. PMDD includes severe affective symptoms like anger and irritability. Diagnosis is confirmed by a prospective symptom diary, and treatment options range from lifestyle modifications to pharmacological interventions.",
        "Symptoms": "Physical and behavioral symptoms in luteal phase, affective symptoms in PMDD (anger, irritability, internal tension).",
        "Diagnosis": "Diagnosis involves menstrual history assessment and confirmation by a prospective symptom diary. Thyroid screening may be required. Physical examination and limited laboratory testing are typically normal.",
        "Treatments": "Lifestyle modifications, cognitive behavioral therapy, NSAIDs, vitamin and mineral supplementation, combined oral contraceptives, SSRIs/SNRIs, transdermal estradiol with progestin, GnRH agonists, and in severe cases, surgical oophorectomy.",
        "UrgentConsiderations": "Managing severe symptoms that significantly impact quality of life and exploring underlying conditions.",
        "RedFlags": "Symptoms that exacerbate another psychiatric disorder, non-cyclical symptoms.",
        "Medications": "Combined oral contraceptives, SSRIs, SNRIs, transdermal estradiol, progestins, GnRH agonists, anxiolytics (limited use), NSAIDs.",
        "ReferralPathways": "Referral to Gynaecology or psychiatry for severe cases or when initial treatments are ineffective.",
        "Referral Template": "Refer to Gynaecology/psychiatry for evaluation of severe PMS/PMDD with detailed history of symptoms and impact on quality of life.",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Premature Ovarian Failure",
        "Classification": "Normal Menopause: after 45 years, Early Menopause: between 40 and 45 years, Premature Menopause: before 40 years",
        "Summary": "Premature Ovarian Failure (POF) is the cessation of menses for more than 1 year before 40 years of age due to loss of ovarian function. Symptoms include amenorrhoea, hot flushes, sleep disturbance, irritability, vaginal dryness, and often results in infertility.",
        "Symptoms": "Amenorrhoea, hot flushes, sleep disturbance, irritability, vaginal dryness, infertility.",
        "Diagnosis": "Diagnosis is made by documenting persistently elevated serum FSH levels in the presence of low or low-normal serum oestrogen levels. Transvaginal ultrasound may show low ovarian volumes and low antral follicle count.",
        "Treatments": "Hormone Replacement Therapy (HRT) until the average age of natural menopause (around 50-52 years) for symptoms and prevention of osteoporosis. Testosterone supplementation for hypoandrogenism effects.",
        "UrgentConsiderations": "Fluctuations in ovarian function leading to potential spontaneous pregnancy. Risks associated with hormone therapy.",
        "RedFlags": "Rapid progression of symptoms, autoimmune disorders, genetic abnormalities.",
        "Medications": "HRT (various regimens), testosterone supplements (oral or transdermal).",
        "ReferralPathways": "Referral to endocrinology or reproductive endocrinology for further evaluation and management.",
        "Referral Template": "Refer to endocrinology for evaluation of premature ovarian failure with detailed history, symptom description, and preliminary test results.",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Endometriosis",
        "Classification": "Chronic inflammatory condition",
        "Summary": "Endometriosis is a chronic inflammatory condition where endometrial stroma and glands are found outside the uterine cavity, commonly affecting the pelvic peritoneum and ovaries. It presents in reproductive-age women with chronic pelvic pain and/or sub-fertility. Treatment includes NSAIDs, hormonal contraceptives, GnRH agonists/antagonists, danazol, and surgical options.",
        "Symptoms": "Painful menstrual cramps (dysmenorrhoea), progressively worsening and continuous pelvic pain, dysuria, flank pain, haematuria, dyschezia, haematochezia, deep dyspareunia, sub-fertility.",
        "Diagnosis": "Diagnosis relies on clinical suspicion, with laparoscopy and focused biopsies being the gold standard. Transvaginal ultrasound is useful for ovarian endometrioma but may not detect early disease.",
        "Treatments": "First-line treatments include NSAIDs and hormonal contraceptives. GnRH analogues are used when first-line treatments are ineffective. Surgical options are considered for pain refractory to medical management, advanced disease, endometriomas, and associated sub-fertility.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "NSAIDs, combined oral contraceptive pills, progestin-containing compounds, GnRH agonists/antagonists, danazol.",
        "ReferralPathways": "Referral for specialized management in cases of severe or refractory symptoms.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Miscarriage",
        "Classification": "Threatened, Inevitable, Incomplete, Complete, Missed, Recurrent Miscarriage",
        "Summary": "Miscarriage, occurring in up to a third of pregnancies, involves spontaneous pregnancy loss before 20-24 weeks. Diagnosis involves history, beta hCG titres, and trans-vaginal ultrasound. Treatment options include medical or surgical uterine evacuation, or conservative management. Psychological impact can be short or long term.",
        "Symptoms": "Vaginal bleeding, Pain, Hypotension, Tachycardia, Anaemia",
        "Diagnosis": "Based on detailed history, serial beta hCG titres, trans-vaginal ultrasound. Risk factors: older parental age, uterine malformation, bacterial vaginosis, thrombophilias.",
        "Treatments": "Medical or surgical uterine evacuation, conservative management. Management includes symptomatic treatment, follow-up, and counselling. Progesterone use varies by country.",
        "UrgentConsiderations": "Exclude life-threatening differential diagnoses like ectopic pregnancy in presence of pain, hypotension, tachycardia, anaemia.",
        "RedFlags": "Severe vaginal bleeding, persistent bleeding, signs of infection (vaginal discharge, fever, chills, lower abdominal pain, feeling unwell).",
        "Medications": "Misoprostol, Prostaglandin analogues, Oxytocin, Progesterone (depending on country and case specifics).",
        "ReferralPathways": "not specified",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Sexual Dysfunction in Women",
        "Classification": "Female sexual interest/arousal disorder (SIAD), Female orgasmic disorder (FOD), Genito-pelvic penetration pain disorder (GPPPD), Substance/medication-induced sexual dysfunction, Other specified sexual dysfunction, Unspecified sexual dysfunction",
        "Summary": "Sexual dysfunction in women is strongly correlated with poor mental health and negative feelings towards partners. It includes lack of desire, little subjective arousal, and infrequent or no orgasm. Treatment encompasses psycho-education, cognitive behavioural therapy, sex therapy, mindfulness, and occasionally medications.",
        "Symptoms": "Lack of anticipatory sexual desire, Little subjective arousal, Infrequent or no orgasm, Absent/reduced interest in sexual activity, Absent/reduced sexual/erotic thoughts or fantasies, Absent/reduced sexual excitement/pleasure during sexual activity",
        "Diagnosis": "Based on detailed history from partners, assessment of sexual functioning, and consideration of duration, onset, and context of the problem. Physical and laboratory examinations are important in context of medical diseases.",
        "Treatments": "Psycho-education, Cognitive behavioural therapy, Sex therapy, Mindfulness and psychotherapy, Medications for specific conditions (e.g., vaginal oestrogen, DHEA for dyspareunia)",
        "UrgentConsiderations": "not specified",
        "RedFlags": "Rapid onset of symptoms, Significant distress or dysfunction, Symptoms related to serious medical conditions (e.g., endocrine disorders)",
        "Medications": "Vaginal oestrogen for reduced congestion/lubrication, Vaginal DHEA for menopause-related dyspareunia",
        "ReferralPathways": "Referral to mental health professionals for psychotherapy, Referral to gynecologists for specific medical treatments",
        "Referral Template": "Referral includes detailed sexual history, identified sexual dysfunctions, and any relevant medical history",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Uterine Prolapse",
        "Classification": "Pelvic Organ Prolapse (POP) including uterine prolapse, cystocele, rectocele, enterocele",
        "Summary": "Uterine prolapse is the loss of anatomical support for the uterus, often presenting with a palpable protruding cervix and symptoms like vaginal bulging, pelvic pressure, and urinary incontinence. It's predominantly a disorder of parous women and associated with damage to pelvic structures during childbirth.",
        "Symptoms": "Sensation of vaginal bulging, pelvic pressure, urinary frequency or incontinence, incomplete bladder emptying, defecatory dysfunction, dyspareunia",
        "Diagnosis": "Diagnosis involves vaginal examination during resting and straining, with consideration of risk factors like older age, obesity, and previous vaginal delivery.",
        "Treatments": "Conservative management (observation, physiotherapy, pessaries), surgical intervention (vaginal or abdominal approach, with or without graft material).",
        "UrgentConsiderations": "not specified",
        "RedFlags": "Rapid progression of symptoms, urinary retention, severe pelvic pain indicating complications",
        "Medications": "not specified",
        "ReferralPathways": "Referral to Gynaecology for surgical management or specialized treatment in complex cases",
        "Referral Template": "Referral includes detailed history, extent of prolapse, and symptoms severity, with consideration of the patient's desire for fertility preservation or uterine conservation",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Polycystic Ovary Syndrome (PCOS)",
        "Classification": "Mild PCOS, Ovulatory PCOS, Hyper-androgenism and chronic anovulation, Severe PCOS",
        "Summary": "PCOS is the most common endocrinopathy in women of reproductive age, leading to infertility and pregnancy complications. It is associated with insulin resistance, metabolic syndrome, non-alcoholic fatty liver disease, and an increased risk of type 2 diabetes. The main treatment goals are to reduce hyper-androgenism or to induce fertility.",
        "Symptoms": "Hirsutism, acne, scalp hair loss, irregular and infrequent periods, weight gain, infertility. Symptoms often begin at puberty and may be hard to distinguish from normal irregular menses in the first year after menarche.",
        "Diagnosis": "PCOS is diagnosed mainly through exclusion. Diagnosis involves identifying hyper-androgenism, oligo-/anovulation, and polycystic ovarian morphology on ultrasound. No pathognomic features suggest PCOS; it is largely a diagnosis of exclusion.",
        "Treatments": "Focus on improving fertility or treating hyper-androgenism. First-line measures include weight loss and pharmacological treatments such as metformin, letrozole, and clomifene. Severe cases may require in vitro fertilisation or laparoscopic ovarian drilling. For hirsutism, oral contraceptive pills and anti-androgens are used.",
        "UrgentConsiderations": "not specified",
        "RedFlags": "not specified",
        "Medications": "Letrozole, Clomifene, Metformin, Oral Contraceptive Pills, Anti-androgens (e.g., Spironolactone, Cyproterone, Flutamide, Finasteride)",
        "ReferralPathways": "not specified",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Menopause",
        "Classification": "Natural event usually occurring between 40 and 60 years of age, average 51 years. Premature menopause (before age 40), Premature ovarian insufficiency, Perimenopause.",
        "Summary": "Menopause diagnosis is clinical, based on 12 months of absent menses. Effective treatments include oestrogen therapy for menopausal symptoms like hot flushes, night sweats, and urogenital symptoms. For women with a uterus, progestin is co-administered with oestrogen. Non-hormonal interventions are less effective but useful for those who cannot tolerate hormone therapy.",
        "Symptoms": "Vasomotor symptoms (hot flushes, night sweats), Urogenital symptoms (dryness, itching, dyspareunia), Mood changes (irritability, mood swings), Sleep disturbances, Mild memory impairment.",
        "Diagnosis": "Clinical diagnosis after 12 months without menses for women >45 years. Amenorrhoea (>60 days) indicates menopause within 2 years. Examination findings include thinning of labia minora, pallor of the vestibule, loss of rugae. Tests include serum FSH (especially in women under 45) and estradiol testing (not usually indicated).",
        "Treatments": "Hormone therapy (lowest dose, shortest time), lifestyle changes (weight loss, exercise), and alternative therapies. For hot flushes: pharmacological (hormonal and non-hormonal), non-pharmacological methods. Transdermal estradiol preferred in high thrombotic risk cases.",
        "UrgentConsiderations": "not specified",
        "RedFlags": "not specified",
        "Medications": "Oestrogen therapy, Progestin (for women with a uterus), SSRIs/SNRIs, Gabapentin, Clonidine.",
        "ReferralPathways": "not specified",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Routine Antenatal Care",
        "Classification": "Care during pregnancy to ensure maternal and fetal health",
        "Summary": "Routine antenatal care is essential for a healthy pregnancy, aiming to identify and treat complications and promote healthy behaviors. Regular care significantly reduces risks of low birth weight and infant mortality. It includes medical care, counseling, and education.",
        "Symptoms": "Not applicable for this category",
        "Diagnosis": "Regular antenatal visits for evaluation of blood pressure, weight, urine protein levels, fetal heart rate, and psychosocial screening. Initiation of care by 10 to 12 weeks' gestation is recommended.",
        "Treatments": "Nutritional counseling, weight management, and addressing specific health conditions or risks associated with pregnancy.",
        "UrgentConsiderations": "Management of pregnancy complications like gestational hypertension, diabetes, and pre-eclampsia.",
        "RedFlags": "High blood pressure, proteinuria, symptoms of gestational diabetes, signs of aneuploidy or neural tube defects in ultrasound.",
        "Medications": "Supplementation with vitamins (e.g., folate), and medications as needed for specific pregnancy-related conditions.",
        "ReferralPathways": "Referral to specialists based on specific risks or complications identified during routine care (e.g., obstetrician, endocrinologist).",
        "Referral Template": "Referral to relevant specialists with detailed antenatal history and identified risk factors or complications.",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Abnormal Uterine Bleeding",
        "Classification": "Acute AUB, Chronic AUB, Inter-menstrual bleeding (IMB), Cyclic mid-cycle IMB, Cyclic pre- or post-menstrual IMB, Acyclic IMB, Heavy menstrual bleeding (HMB)",
        "Summary": "Abnormal uterine bleeding (AUB) is a common, debilitating condition affecting women of reproductive age. It's defined as any variance from the normal menstrual cycle based on frequency, regularity, duration, and volume, including inter-menstrual bleeding.",
        "Symptoms": "Variation in menstrual flow and cycle length, especially at extremes of reproductive age. Heavy menstrual bleeding (HMB) is also a common presentation.",
        "Diagnosis": "Diagnosis is primarily based on menstrual history. Physical examination, pregnancy test, full blood count, thyroid-stimulating hormone level, cervical cancer screening, coagulation profile, ultrasound scan, and endometrial biopsy may be considered.",
        "Treatments": "Treatment options include hormone therapy, tranexamic acid, NSAIDs, endometrial ablation, hysterectomy, and GnRH analogues. The choice of treatment depends on the patient's age, parity, comorbidities, need for uterine and fertility preservation, and personal preference.",
        "UrgentConsiderations": "Acute AUB may require immediate hospital admission and emergency treatment, especially in adolescents and women with underlying bleeding diathesis.",
        "RedFlags": "Significant risk factors like iparity, obesity, PCOS, hypertension, diabetes, family history of breast, colon, or endometrial cancer, and failure of medical management.",
        "Medications": "Conjugated oestrogens, combined oral contraceptives, progestogen-only treatments, NSAIDs, tranexamic acid.",
        "ReferralPathways": "Referral to specialists for suspected endometrial pathology, underlying pelvic or systemic disease, and in cases of failure of medical management.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Cervicitis",
        "Classification": "Infectious and non-infectious",
        "Summary": "Cervicitis is common, often asymptomatic, inflammation of the cervix, potentially leading to pelvic inflammatory disease, infertility, and chronic pelvic pain. Neisseria gonorrhoeae and Chlamydia trachomatis are common causes. Diagnosis is based on clinical suspicion, with nucleic acid amplification testing being the most sensitive and specific tool.",
        "Symptoms": "Dysuria, vaginal discharge, pruritic vaginal discharge, dyspareunia, intermenstrual or postcoital bleeding, easily induced cervical bleeding, vulval/vaginal inflammation, and 'strawberry cervix' in Trichomonas vaginalis infection.",
        "Diagnosis": "Diagnosis includes history taking, full pelvic examination, wet mount microscopic evaluation of cervical discharge, Thayer-Martin culture, nucleic acid amplification testing, and Gram stain. Screening for other STIs is also important.",
        "Treatments": "Treatment aims to prevent sequelae like pelvic inflammatory disease and infertility. Antibiotics such as doxycycline, azithromycin, or ceftriaxone are used, with specific treatments for confirmed infections. Treatment of sexual partners is crucial.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Doxycycline, azithromycin, ceftriaxone, gentamicin, metronidazole, clindamycin, aciclovir, famciclovir, valaciclovir, amoxicillin, secnidazole, tinidazole.",
        "ReferralPathways": "Referral to a specialist in cases of persistent or complicated cervicitis.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Uterine Fibroids",
        "Classification": "Subserosal Myoma, Intramural Myoma, Submucosal Myoma, Cervical, Broad Ligament",
        "Summary": "Uterine fibroids are benign tumors of the uterus, common in women. They can cause excessive uterine bleeding, pressure symptoms, miscarriage, or infertility. Treatment includes surgical options like hysterectomy and myomectomy, or non-surgical options like hormone therapy and NSAIDs.",
        "Symptoms": "Asymptomatic in most cases, excessive uterine bleeding, pressure on bladder and rectum, miscarriage, infertility, anemia due to heavy menstrual bleeding",
        "Diagnosis": "Diagnosis after pelvic examination for heavy menstrual bleeding or pelvic pain. Pelvic ultrasonography is the standard diagnostic test.",
        "Treatments": "Hysterectomy, myomectomy, uterine artery embolisation, GnRH agonists, hormones, GnRH antagonists plus hormonal add-back therapy, NSAIDs",
        "UrgentConsiderations": "not specified",
        "RedFlags": "Rapid growth of the fibroid, significant bleeding, and pressure symptoms indicating potential complications",
        "Medications": "GnRH agonists (e.g., leuprorelin), mifepristone, levonorgestrel intrauterine device, GnRH antagonists (e.g., elagolix, relugolix), NSAIDs, tranexamic acid",
        "ReferralPathways": "Referral to Gynaecology for surgical management or further specialized treatment",
        "Referral Template": "Referral includes detailed history of symptoms, ultrasound findings, and consideration for fertility preservation or desire for uterine conservation",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Vulvovaginal Candidiasis",
        "Classification": "Fungal infection",
        "Summary": "Vulvovaginal candidiasis is a common fungal infection caused by Candida species, often presenting with vaginal discharge, itching, and dyspareunia. Diagnosis is based on clinical findings and confirmed with microscopy and culture. Treatment includes antifungal agents like azoles, with consideration of non-pharmacological measures.",
        "Symptoms": "Vaginal discharge, itching, dyspareunia, vulval erythema, swelling, fissuring, and excoriation",
        "Diagnosis": "Diagnosis is based on clinical findings and confirmed with microscopy and culture. Risk factors include pregnancy, diabetes, antibiotic use, and immunosuppression.",
        "Treatments": "Antifungal agents like azoles, with consideration of non-pharmacological measures. Treatment options include oral or topical azoles, with consideration of non-pharmacological measures.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Fluconazole, Itraconazole, Miconazole, Clotrimazole, Nystatin",
        "ReferralPathways": "Referral to specialists for persistent or complicated cases",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Vulvovaginal Atrophy",
        "Classification": "Atrophic vaginitis",
        "Summary": "Vulvovaginal atrophy is a common condition in post-menopausal women due to reduced oestrogen levels, leading to vaginal dryness, itching, and dyspareunia.", 
        "Symptoms": "Vaginal dryness, itching, dyspareunia, vaginal discharge, urinary symptoms, recurrent urinary tract infections",
        "Diagnosis": "is based on clinical findings and confirmed with vaginal pH and microscopy.", 
        "Treatments": "includes oestrogen therapy, non-hormonal treatments, and lifestyle modifications.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Oestrogen therapy, Vaginal moisturizers, Vaginal lubricants, Ospemifene",
        "ReferralPathways": "Referral to specialists for persistent or complicated cases",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },

    {
        "ConditionName": "Vaginal Discharge",
        "Classification": "Infectious and non-infectious",
        "Summary": "Vaginal discharge is a common symptom, often due to physiological changes, infections, or non-infectious causes.", 
        "Symptoms": "Vaginal discharge, pruritus, dyspareunia, dysuria, vulval erythema, swelling, fissuring, and excoriation",
        "Diagnosis": "is based on clinical findings and confirmed with microscopy and culture.", 
        "Treatments": "options depend on the underlying cause.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Depends on the underlying cause",
        "ReferralPathways": "Referral to specialists for persistent or complicated cases",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Pre-eclampsia",
        "Classification": "Hypertensive syndrome in pregnancy",
        "Summary": "Pre-eclampsia is a hypertensive disorder occurring most often after 20 weeks of gestation, characterized by new-onset, persistent hypertension and proteinuria or systemic involvement. Management focuses on monitoring, blood pressure control, seizure management, and fluid restriction. Delivery is the definitive treatment.",
        "Symptoms": "Hypertension, Proteinuria, Systemic involvement like cerebral and liver vascular dysregulation, pulmonary edema.",
        "Diagnosis": "Persistent new-onset hypertension after 20 weeks' gestation, usually with proteinuria. Systemic involvement or fetal growth restriction with hypertension can also lead to diagnosis in the absence of proteinuria.",
        "Treatments": "Antihypertensive therapy (labetalol, nifedipine, methyldopa), seizure control, fluid management. Decision on delivery method based on gestational age and maternal and fetal factors.",
        "UrgentConsiderations": "Early delivery in cases of uncontrolled hypertension, deteriorating blood tests, reduced oxygen saturation, or signs of placental abruption.",
        "RedFlags": "Severe hypertension, pulmonary edema, cerebral vascular complications.",
        "Medications": "Labetalol, Nifedipine, Methyldopa",
        "ReferralPathways": "Referral to obstetric care facility for management, especially in severe cases or complications.",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Infertility in Women",
        "Classification": "not specified",
        "Summary": "Infertility in women is commonly caused by ovulatory dysfunction, tubal or other anatomical disorders, endometriosis, or unexplained infertility. The work-up requires evaluation of reproductive anatomy and physiology, and the lifestyle of the couple. Diagnosis may be unexplained if all investigations are normal. Management options depend on the diagnosis and emphasize female age, including expectant treatment, medical therapy, surgical therapy, or assisted fertility treatments. Fertility outcomes depend on female age, infertility diagnosis, and access to assisted fertility treatments.",
        "Symptoms": "Risk factors: age >35 years, history of sexually transmitted disease, cigarette smoking, very high or low body fat, history of autoimmune disease, appendicitis, use of dopaminergic antagonist medications, cannabis, alcohol, caffeine, stress; irregular menstrual cycles; hirsutism; acne; palpable uterine abnormalities; adnexal abnormalities; galactorrhoea.",
        "Diagnosis": "Diagnosis focuses on specific pathophysiologies and includes tests such as semen analysis, luteal-phase progesterone, urinary LH, transvaginal ultrasound scan, hysterosalpingogram, saline infusion sonogram, serum LH, serum oestradiol, free serum testosterone, serum TSH, serum prolactin, pelvic MRI, 3D ultrasonography, laparoscopy, and hysteroscopy.",
        "Treatments": "Treatment aims to correct pathology and restore reproductive function, with the ultimate goal of establishing a healthy pregnancy and live birth. Includes controlled ovarian stimulation, use of selective oestrogen receptor modulators, aromatase inhibitors, or gonadotrophins, and lifestyle changes. For PCOS, metformin may be combined with clomifene.",
        "UrgentConsiderations": "not specified",
        "RedFlags": "not specified",
        "Medications": "Clomifene, letrozole, gonadotrophins, metformin (especially in combination with clomifene for PCOS).",
        "ReferralPathways": "Referral to fertility specialists or reproductive endocrinologists for further evaluation and management.",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Vaginitis",
        "Classification": "Inflammatory condition",
        "Summary": "Vaginitis is an inflammation of the vagina often caused by bacterial vaginosis, trichomoniasis, or candidiasis. It can affect women of all age groups, particularly during reproductive years. Non-infectious causes are also possible.",
        "Symptoms": "Vaginal discharge, pruritus (itching), dyspareunia (painful intercourse), change in discharge, vaginal malodour, itching, dysuria (painful urination)",
        "Diagnosis": "Based on clinical findings and confirmed with vaginal samples. STI screening is recommended for infective cases. Risk factors include poor hygiene, antibiotic use, hormonal changes, and others.",
        "Treatments": "Depends on the etiological organism. Bacterial vaginosis treated with metronidazole or clindamycin; trichomoniasis with metronidazole or tinidazole; candidiasis with azole antifungal agents. Treatment differs for pregnant women.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "Metronidazole, Clindamycin, Tinidazole (for bacterial vaginosis and trichomoniasis), Azole antifungal agents (for candidiasis)",
        "ReferralPathways": "Not specified",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Chronic Pelvic Pain in Women",
        "Classification": "Syndrome of pain from pelvic organs/muscles",
        "Summary": "Chronic pelvic pain in women is a syndrome involving pain from one or more pelvic organs or muscles. It often includes negative cognitive, behavioral, sexual, and emotional consequences, along with symptoms related to urinary, bowel, pelvic floor, and gynecological dysfunction.",
        "Symptoms": "Pain varying with menstrual cycle, worsening later in day or with activity, following intercourse, or with initial penetration; dysuria, dyspareunia, dysmenorrhea, abdominal pain, nocturia, incomplete voiding, dyschezia, low back pain, headache.",
        "Diagnosis": "Structured history and physical examination; urinalysis, pelvic ultrasound, cystoscopy, laparoscopy; tests for endometriosis, adenomyosis, and interstitial cystitis.",
        "Treatments": "Targeted therapy based on pain generators; NSAIDs, ovarian suppression, induced menopause, surgery for gynecological pain; dietary modifications, pharmacological therapy, and intravesical instillations for interstitial cystitis; physiotherapy, trigger-point injection for fibromyalgia and levator ani syndrome; topical anaesthetics, amitriptyline or gabapentin for vulvodynia.",
        "UrgentConsiderations": "Not specified",
        "RedFlags": "Not specified",
        "Medications": "NSAIDs, paracetamol, medroxyprogesterone, levonorgestrel-releasing IUD, gonadotrophin antagonists, pentosan, amitriptyline, hydroxyzine, cimetidine, botulinum toxin.",
        "ReferralPathways": "Referral to appropriate specialists based on identified pain generators.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Postnatal Depression",
        "Classification": "Part of a bipolar or, more usually, a unipolar illness",
        "Summary": "Postnatal depression presents with symptoms such as depressed mood, anhedonia, weight changes, sleep disturbance, and more. It causes significant impairment and may affect the baby's outcomes. Treatment includes psychological therapy and/or medication, especially for severe episodes.",
        "Symptoms": "Depressed mood, anhedonia, weight changes, sleep disturbance, psychomotor problems, low energy, excessive guilt, loss of confidence or self-esteem, poor concentration, suicidal ideation",
        "Diagnosis": "Diagnosis involves checking for depression during the perinatal period, with consideration of psychosocial factors. Postnatal depression is often part of a unipolar depressive illness but can have episodes of bipolar disorder.",
        "Treatments": "Stepwise approach to treatment, prioritizing severe cases. Treatment includes psychological therapy, medication, and referral to specialist mental health services for severe cases or where bipolar illness or postnatal psychosis is suspected.",
        "UrgentConsiderations": "Urgent psychiatric assessment if there is a risk of self-harm or harm to the child, postnatal psychosis, or manic/mixed episode.",
        "RedFlags": "not specified",
        "Medications": "Antidepressants recommended for more severe episodes",
        "ReferralPathways": "Referral to specialist mental health services for severe cases or suspected bipolar illness or postnatal psychosis.",
        "Referral Template": "not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Bartholin's Cyst",
        "Classification": "Non-infectious occlusion of Bartholin's duct",
        "Summary": "Bartholin's cyst is a non-infectious occlusion of the distal Bartholin's duct, causing retention of secretions. Common in reproductive-age women, it presents as a cystic structure in the labia majora. An abscess may develop from infection of the cyst fluid. Treatment varies from conservative to surgical based on symptoms and infection.",
        "Symptoms": "Medially protruding cystic structure at the labia majora, pain on sitting/walking/sexual intercourse, feeling of fullness or pressure, vulval erythema, induration, fever in case of abscess.",
        "Diagnosis": "Clinically diagnosed by visual inspection. Further investigations are typically not required. Biopsy considered if malignancy is suspected, especially in women over 40.",
        "Treatments": "Conservative management for asymptomatic cases. Surgical interventions include marsupialisation, catheter drainage, excision, silver nitrate cauterisation, and alcohol sclerotherapy. Broad-spectrum antibiotics for cellulitis or abscesses.",
        "UrgentConsiderations": "Potential for abscess formation requiring immediate medical attention.",
        "RedFlags": "Rapid development of symptoms, severe pain, high fever indicating abscess formation.",
        "Medications": "Broad-spectrum antibiotics for abscess treatment.",
        "ReferralPathways": "Referral to a gynecologist for surgical management or when malignancy is suspected.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    },
    {
        "ConditionName": "Contraception",
        "Classification": "Various Methods",
        "Summary": "Contraception is vital for preventing unintended pregnancies and abortions, especially in groups with limited access to contraception. It encompasses various methods, including barrier methods, hormonal contraception, intrauterine devices (IUDs), and emergency contraception. Each method has its specific efficacy, risks, advantages, and disadvantages.",
        "Symptoms": "Not applicable",
        "Diagnosis": "Selection of appropriate contraception is based on patient-centered counseling, considering medical eligibility, efficacy, risks, and personal preferences.",
        "Treatments": "Includes barrier methods (condoms, diaphragms), hormonal contraception (pills, patches, rings), IUDs (copper and progestogen), and emergency contraception (levonorgestrel, ulipristal, copper IUD).",
        "UrgentConsiderations": "Emergency contraception is crucial after unprotected sexual intercourse to reduce pregnancy risk.",
        "RedFlags": "Not specified",
        "Medications": "Various, including levonorgestrel, ulipristal for emergency contraception, combined oestrogen/progestogen, progestogen-only formulations.",
        "ReferralPathways": "Referral to family planning clinics or specialists for contraception counseling and management.",
        "Referral Template": "Not specified",
        "SpecialtyID": 14,
        "SpecialtyName": "Obstetrics&Gynaecology",
        "Clinical Assessment": "Not specified in the document."
    }
]