[
  {
    "ConditionName": "Cataracts",
    "Classification": "Lens opacification",
    "Summary": "Cataracts, the most common cause of curable blindness worldwide, particularly affect those aged 50 or over. They are characterized by a decrease in visual acuity due to the opacification of the crystalline lens, often requiring surgical intervention. Cataracts can be caused by aging, ocular trauma, certain medical conditions like diabetes, genetic diseases, and exposure to UV radiation. Treatment involves surgical removal of the opacified lens and usually replacing it with an artificial lens. Post-operative care may include correction of residual refractive error.",
    "Symptoms": "Blurred or cloudy vision, gradual decrease in vision over many years, difficulty with night driving due to glare, changes in color perception, particularly blues, and inadequate glasses prescription in progressing nuclear sclerotic cataracts.",
    "Diagnosis": "Diagnosis involves detecting lens opacity using slit lamp examination or observing opacities in the lens through defects in the red reflex during direct ophthalmoscopy. Risk factors like age, diabetes, long-term use of ocular corticosteroids, family history of congenital cataract, smoking, and UV light exposure are considered.",
    "Treatments": "Surgical removal of the opacified lens, typically replaced by an artificial intra-ocular lens (IOL). Various types of IOLs like toric, multi-focal, and accommodating IOLs are used based on the patient's need. In developing countries, manual small incision cataract surgery or extra-capsular cataract surgery is common, with low-cost IOLs becoming increasingly available.",
    "UrgentConsiderations": "Severe vision impairment requiring prompt surgical intervention.",
    "RedFlags": "Rapid progression of symptoms, especially in diabetic patients, and severe visual impairment indicating the need for urgent evaluation.",
    "Medications": "not specified",
    "ReferralPathways": "Referral to an ophthalmologist for surgical evaluation and management, especially in cases with significant vision impairment or other ocular diseases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Blepharitis",
    "Classification": "Ocular surface inflammatory disease",
    "Summary": "Blepharitis, a significant cause of ocular discomfort, is characterized by foreign body sensation, burning, itching, and crusting around eyelashes. It includes lid erythema, collarettes around eyelashes, and capped meibomian glands. Severe cases may lead to corneal changes and visual impairment. Causes include bacteria, Demodex mites, and meibomian gland dysfunction. Treatment focuses on maintaining eyelid hygiene, using topical corticosteroids, antibiotics, and antiparasitics. Addressing underlying medical conditions is vital for successful management【79†source】.",
    "Symptoms": "Bilateral ocular burning, itching, foreign body sensation, mild photophobia, crusting on the eyelids, redness of lid margins, dry eye symptoms, and possibly decreased vision in severe cases. Chronic disease may show depigmentation of lashes, trichiasis, madarosis, lid margin thickening and ulceration【88†source】.",
    "Diagnosis": "Diagnosed based on history and clinical findings such as bilateral lid erythema, telangiectasias, collarettes around lashes, capped meibomian glands, and conjunctival hyperaemia. Slit lamp examination is essential. Eye swabs are not typically required, but lid biopsy and lid margin culture may be indicated in atypical or unresponsive cases【86†source】【87†source】.",
    "Treatments": "Initial treatments include eyelid hygiene measures like warm compresses, lid scrubs, and eyelid massage. Omega-3 fatty acid supplementation and treatment for dry eye disease may be beneficial. Unresponsive cases may require topical antibiotics, corticosteroids, or antiparasitics. Chronic or severe cases might benefit from oral antibiotics like tetracyclines or macrolides. Ophthalmology referral is advised for visual impairment, atypical, unilateral, or non-responsive cases【91†source】.",
    "UrgentConsiderations": "Visual impairment, especially in severe cases with corneal involvement【79†source】.",
    "RedFlags": "Severe visual impairment, corneal changes like neovascularisation, scarring, ulceration, perforation, and atypical, unilateral, or non-responsive eyelid margin inflammation which may indicate underlying malignancies or immune-mediated diseases【79†source】【91†source】.",
    "Medications": "Topical corticosteroids (e.g., fluorometholone, loteprednol), antibiotics (e.g., erythromycin, bacitracin, azithromycin), antiparasitics (e.g., tea tree oil, metronidazole, lotilaner ophthalmic solution). Oral antibiotics like doxycycline, tetracycline, minocycline, erythromycin, and azithromycin for chronic or severe cases【91†source】.",
    "ReferralPathways": "Referral to an ophthalmologist is recommended for visual impairment, atypical presentations, unilateral or non-responsive inflammation, or when corneal ulceration and perforation are present【91†source】.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Keratitis",
    "Classification": "Ocular emergency, infectious and non-infectious",
    "Summary": "Keratitis is an ocular emergency and a major cause of blindness globally, characterized by inflammation and damage to the cornea. It can be infectious, caused by microbes like bacteria, fungi, protozoa, and viruses, or non-infectious, resulting from autoimmune diseases, exposure, or radiation. Key risk factors include corneal trauma, contact lens wear, and compromised corneal epithelium. Diagnosis involves history, slit-lamp examination, and corneal scraping cultures. Treatment targets eliminating the causative agent and preserving ocular function, using topical antimicrobials, corticosteroids, analgesics, and in some cases, systemic drugs. Complications can include scarring, perforation, and endophthalmitis.",
    "Symptoms": "Eye pain, redness, photophobia, discharge, reduced vision, corneal infiltrate or ulcer, epithelial defects, stromal oedema, and keratic precipitates. In severe cases, corneal scarring, necrosis, thinning, and globe perforation may occur.",
    "Diagnosis": "Keratitis diagnosis involves slit-lamp examination to observe corneal lesions, detailed patient history including past medical and ocular history, and corneal scraping cultures. Examination may reveal epithelial disease, stromal infiltrate, interstitial keratitis, or endotheliitis.",
    "Treatments": "Treatment includes topical antimicrobials, supplemented by pupil-dilating agents, analgesics, and corticosteroids. Empirical treatment with antibiotics like polymyxin B/trimethoprim or fluoroquinolones, and in severe cases, a combination of fortified antibiotics. Topical antivirals for herpetic keratitis, and antifungals for fungal keratitis. Non-infectious keratitis may require corticosteroids and systemic immunomodulating therapies.",
    "UrgentConsiderations": "Rapid progression, severe inflammation, corneal thinning >50%, and globe perforation requiring emergent surgical intervention.",
    "RedFlags": "Rapid onset of severe symptoms, considerable corneal thinning, globe perforation, and severe anterior chamber reaction. In cases of non-infectious keratitis, systemic disease involvement may be a concern.",
    "Medications": "Topical antibiotics (polymyxin B/trimethoprim, fluoroquinolones), topical antivirals (trifluridine, ganciclovir), topical or oral antifungals (natamycin, voriconazole), topical corticosteroids, and systemic medications for severe or recalcitrant cases.",
    "ReferralPathways": "Referral to an ophthalmologist for further work-up and treatment, especially in cases of severe symptoms, atypical presentations, or suspected systemic disease involvement.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Conjunctivitis",
    "Classification": "Allergic, Atopic Keratoconjunctivitis, Seasonal/Perennial, Vernal, Bacterial (Gonococcal, Non-Gonococcal, Chlamydial), Viral (Adenoviral, Herpetic), Mechanical/Irritative/Toxic, Superior Limbic Keratoconjunctivitis, Blepharoconjunctivitis, Keratoconjunctivitis Sicca, Rosacea, Contact Lens-Related, Giant Papillary, Floppy Eyelid Syndrome, Pediculosis Palpebrarum, Toxic/Chemical, Medication-Related, Conjunctival Chalasis, Immune-Mediated, Neoplastic (Sebaceous Carcinoma, Ocular Surface Squamous Neoplasia, Melanoma), Other (Ligneous)",
    "Summary": "Acute Conjunctivitis is the inflammation of the conjunctiva caused by various factors including infections (bacterial, viral, chlamydial), allergies, mechanical irritation, and chemical exposure. It presents with symptoms like red eye, watery or purulent discharge, without significant pain, light sensitivity, or visual loss. It's important to differentiate subtypes for effective treatment.",
    "Symptoms": "Irritated red eye, watery/purulent discharge, bilateral manifestation in allergic cases with itching, and highly contagious nature in bacterial and viral cases.",
    "Diagnosis": "Clinically based on symptoms with overlap in allergic, viral, and bacterial types. Laboratory tests like rapid adenovirus immunoassay for identifying adenoviral conjunctivitis, PCR, cell culture for chronic cases, and allergy skin testing or tear immunoglobulin E levels in severe allergic cases.",
    "Treatments": "Allergic conjunctivitis: Topical mast cell stabilizers, antihistamines, artificial tears, cool compresses, avoidance of allergens. Bacterial conjunctivitis: Topical antibiotics. Viral conjunctivitis: Symptomatic treatment. Measures to prevent spread of infection in contagious cases.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Topical mast cell stabilizers, antihistamines for allergic conjunctivitis; topical antibiotics for bacterial conjunctivitis.",
    "ReferralPathways": "Referral to an ophthalmic clinician in cases of severe or resistant allergic disease (atopic or vernal conjunctivitis).",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Stye and Chalazion",
    "Classification": "Ocular surface conditions",
    "Summary": "Stye (hordeolum) and chalazion are common ocular surface conditions. A stye, caused by acute infection of eyelid glands (meibomian, Zeis, Moll), is painful and often associated with Staphylococcus aureus or S. epidermidis. Chalazion, resulting from a foreign body reaction to sebum, is a non-infectious, chronic inflammatory condition. Both conditions are more common in adults. Styes and chalazia usually resolve with warm compresses and topical antibiotics, but recurrent chalazia may require more aggressive treatment like excision.",
    "Symptoms": "Stye: Tender, erythematous, swollen eyelid. Chalazion: Non-tender nodule, no surrounding erythema or signs of acute infection.",
    "Diagnosis": "Diagnosis of styes and chalazia is based on history and physical examination. No specific diagnostic tests are necessary. Differentiating between internal hordeolum and chalazion can be challenging in the acute setting.",
    "Treatments": "Stye: Warm compresses, topical ophthalmic antibiotics (bacitracin, erythromycin). Severe cases may need systemic antibiotics or referral for incision and drainage. Chalazion: Warm compresses, lid hygiene, and in refractory cases, corticosteroid injection or incision and curettage.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "Recurrent lesions may require biopsy to exclude carcinoma. Significant surrounding cellulitis and distorted vision warrant immediate medical attention.",
    "Medications": "Topical ophthalmic antibiotics (bacitracin, erythromycin), systemic antibiotics (cephalosporins, amoxicillin/clavulanate) for severe cases.",
    "ReferralPathways": "Referral to an ophthalmologist/optometrist is recommended for large, recurrent, or refractory chalazia, and for styes with significant cellulitis or distorted vision.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Dry Eye Disease",
    "Classification": "Ocular surface disease",
    "Summary": "Dry eye disease is characterized by tear film abnormalities and/or ocular surface inflammation, often resulting from aqueous deficiencies or evaporative abnormalities. It is a multifactorial disease leading to ocular discomfort, dryness, and visual disturbance. Diagnosis is complex as symptoms often don't correlate with clinical findings, requiring detailed history, ophthalmologist-led examination, and various diagnostic tests.",
    "Symptoms": "Ocular irritation, foreign body sensation, burning sensation, photophobia, excessive tearing, transient blurring of vision. The prevalence is higher in females, older adults, and varies globally.",
    "Diagnosis": "Diagnosis involves slit-lamp examination, tear testing, and considering undiagnosed Sjögren syndrome in patients presenting with dry eye. Diagnostic tests include tear film meniscus height measurement, tear film/fluorescein break-up time, Schirmer's test, tear film osmometry, and MMP-9 detection.",
    "Treatments": "Initial treatment with topical lubricants. Other treatments include oral tetracyclines for meibomian gland dysfunction/blepharitis, topical ophthalmic corticosteroids, punctal plugs, moisture chamber spectacles, ciclosporin eye drops, autologous serum eye drops, scleral contact lenses, and permanent punctal occlusion. Novel treatments like perfluorohexyloctane ophthalmic solution, meibomian gland duct probing, lifitegrast, reproxalap, varenicline nasal spray, and anti-vascular endothelial growth factor antibodies.",
    "UrgentConsiderations": "Severe ocular surface inflammation requiring aggressive management to prevent long-term sequelae such as vascularisation.",
    "RedFlags": "Severe symptoms with minimal clinical signs, significant ocular surface defects without symptoms, rapid progression of symptoms, especially in at-risk populations (e.g., elderly, females, specific ethnic groups).",
    "Medications": "Topical lubricants, tetracycline antibiotics, topical ophthalmic corticosteroids, ciclosporin eye drops, autologous serum eye drops, scleral contact lenses, topical antibiotics like erythromycin and azithromycin, low-dose oral doxycycline, cholinergic agonists for Sjögren syndrome-associated keratoconjunctivitis sicca.",
    "ReferralPathways": "Referral to an ophthalmologist for patients with severe symptoms, atypical presentations, or if there is suspicion of associated systemic diseases like Sjögren syndrome.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Uveitis",
    "Classification": "Anterior uveitis, Intermediate uveitis, Posterior uveitis, Panuveitis",
    "Summary": "Uveitis is inflammation of the uvea, between the retina and sclera of the eye. It can be acute, recurrent, or chronic, and is potentially blinding. Diagnosis is clinical and may require investigation for underlying causes. Treatment varies based on type and cause.",
    "Symptoms": "Pain, redness, photophobia, tearing (anterior uveitis); decreased vision, floaters, photopsia, asymptomatic (posterior uveitis).",
    "Diagnosis": "Clinical examination, history, demographic information, presence of risk factors like inflammatory diseases, HLA-B27 positivity, ocular trauma, immunosuppression. Laboratory tests vary based on type and location of uveitis.",
    "Treatments": "Topical corticosteroids for acute non-infectious anterior uveitis; injected local corticosteroids or systemic corticosteroids, or other immunosuppression for intermediate and posterior uveitis.",
    "UrgentConsiderations": "Potential for blindness; requires management by an experienced ophthalmologist.",
    "RedFlags": "Rapid onset, recurrent episodes, association with systemic diseases.",
    "Medications": "Corticosteroids, immunosuppressive agents.",
    "ReferralPathways": "Referral to an ophthalmologist for all types of uveitis, especially for recurrent or chronic cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Age-related Macular Degeneration",
    "Classification": "Potentially progressive maculopathy",
    "Summary": "Age-related macular degeneration (AMD) is a potentially progressive maculopathy characterized by drusen formation, macular pigmentary changes, geographic atrophy, and neovascularization of the choriocapillaris with exudation. It's a leading cause of adult blindness in industrialized nations, typically affecting individuals over 55 years old.",
    "Symptoms": "Sudden-onset of blurring or distortion of vision (common in neovascular form), micropsia, metamorphopsia, decreased vision, scotoma, photopsia, difficulties with dark adaptation, progressive loss of vision in one or both eyes.",
    "Diagnosis": "Diagnosed through a directed history, dilated fundus examination, Amsler grid examination, and stereo biomicroscopic examination of the macula. Optical coherence tomography (OCT), fluorescein angiography, and OCT angiography are key tests.",
    "Treatments": "Treatment depends on the stage of disease. Early or intermediate stages have few or no visual symptoms. Late AMD may involve severe visual loss. First-line treatment for CNV is intravitreal injection with VEGF inhibitors. Other treatments include thermal laser photocoagulation and photodynamic therapy using verteporfin, although the latter is less commonly recommended.",
    "UrgentConsiderations": "Severe visual loss, especially if the condition involves the center of the fovea.",
    "RedFlags": "Sudden onset of symptoms, severe visual loss, end-stage disease with fibrovascular scar formation, and dome-shaped, fluid-filled irregular elevation of the neurosensory retina and retinal pigment epithelium.",
    "Medications": "Ranibizumab, Aflibercept, Brolucizumab, Faricimab for CNV treatment. Oral supplementation with antioxidant vitamins and zinc can significantly reduce the development of advanced AMD in certain patients.",
    "ReferralPathways": "Referral to an ophthalmologist specializing in diseases of the retina is recommended for any patient who reaches AREDS category ≥3 in one eye, patients who experience subjective visual changes or abnormality on Amsler examination, or when diagnosis is uncertain and/or atypical features are present.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Pterygium",
    "Classification": "Ocular surface disease",
    "Summary": "Pterygium is a wing-shaped fibrovascular overgrowth from the conjunctiva onto the corneal surface, typically in the interpalpebral region, often bilateral. It's associated with chronic UV light exposure, especially in outdoor workers and people living near the equator. Symptoms include ocular irritation, impaired cosmesis, and reduced vision. Diagnosis is primarily clinical, with slit-lamp examination being key. Treatment includes UV protection, topical lubricants, and surgical intervention in significant cases. Recurrence is possible post-surgery.",
    "Symptoms": "Ocular irritation, burning, tearing due to local inflammation and tear film disturbances, reduced visual acuity, cosmetic concerns, and occasionally double vision.",
    "Diagnosis": "Diagnosis involves ocular examination, typically revealing a wing-shaped conjunctival overgrowth onto the corneal surface. It's diagnosed by its appearance and location, along with a history of UV light exposure. Slit-lamp examination and fluorescein staining are essential diagnostic tools.",
    "Treatments": "Asymptomatic cases may not require treatment. Symptomatic management includes UV protection and topical artificial tears. Inflammatory symptoms can be treated with topical corticosteroids. Surgical intervention is considered for significant ocular irritation, impaired cosmesis, reduced visual acuity, or double vision.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "Rapid progression, significant vision impairment, or severe cosmetic deformity may warrant urgent ophthalmological evaluation.",
    "Medications": "Topical artificial tears, topical corticosteroids (fluorometholone, loteprednol) for inflammation. Postoperative antibiotic-corticosteroid eye drops are used after surgical excision.",
    "ReferralPathways": "Referral to an ophthalmologist is recommended for surgical evaluation and management, especially in cases with significant symptoms or cosmetic concerns.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Astigmatism",
    "Classification": "Refractive error",
    "Summary": "Astigmatism is a refractive error characterized by a variation in the dioptric power of the eye from one meridian to another, causing the optical system to be unable to generate a clear image. The most common symptom is diminished visual acuity. Its etiology is influenced by both genetic and environmental factors, including family history, myopia, and certain ethnic origins.",
    "Symptoms": "Diminished visual acuity, headache, eye fatigue. Large degrees of astigmatism reduce visual acuity for both near and distance.",
    "Diagnosis": "Diagnosed primarily through clinical presentation. Screening ophthalmological examination is essential in infants and young children. Retinoscopy is the most practical procedure to determine objective refraction. Other tests include keratometry, corneal topography, wavefront analysis technology, and anterior-segment optical coherence tomography.",
    "Treatments": "Treatment includes spectacle or contact lens correction, refractive surgery (PRK, LASIK, astigmatic keratotomy, SMILE, phakic intraocular lens, or refractive lens exchange). Management varies by age: infants may not require spectacle correction, children aged 1-3 years might need spectacle under-correction, and older children and adults may require full spectacle correction or contact lenses.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "Significant reduction in visual acuity, changes in corneal topography, and symptoms indicating possible keratoconus or other corneal ectasias.",
    "Medications": "not specified",
    "ReferralPathways": "Referral to an ophthalmologist is recommended for cases with increasing or stable astigmatism, signs of amblyopia or strabismus, and in cases of irregular astigmatism or suspected keratoconus.",
    "Referral Template": "Not specified",
    "SpecialtyID": 15,
    "SpecialtyName": "Ophthalmology",
    "Clinical Assessment": "Not specified in the document."
  }
]
