[
  {
    "ConditionName": "Bulimia Nervosa",
    "Classification": "Eating disorder with severe preoccupation about weight and body shape",
    "Summary": "Characterized by recurrent episodes of binge eating with compensatory behaviors like self-induced vomiting to prevent weight gain. Common in women in their 20s and 30s, usually presenting with normal physical appearance but possibly low self-esteem and depressive thoughts.",
    "Symptoms": "Binge eating, self-induced vomiting, fasting, excessive exercise, misuse of laxatives, diuretics, or other medications.",
    "Diagnosis": "Diagnosis is based on DSM-5-TR criteria, including recurrent episodes of binge eating and compensatory behaviors to prevent weight gain, at least once a week for 3 months.",
    "Treatments": "Cognitive behavioral therapy (CBT) as primary treatment. Selective serotonin-reuptake inhibitors (SSRIs) or serotonin-norepinephrine reuptake inhibitors (SNRIs) may be used adjunctively. Interpersonal psychotherapy and psychoanalytic psychotherapy are also effective.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "SSRIs (e.g., fluoxetine), SNRIs.",
    "ReferralPathways": "Referral to specialists for comorbid psychiatric disorders like major depressive disorder and obsessive-compulsive disorder. Immediate referral needed for suicidality, diabetes mellitus, physical symptoms like loss of consciousness, syncope, seizures, substance misuse, or self-injurious behavior.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cocaine Use Disorder",
    "Classification": "Mild, Moderate, Severe (based on DSM-5-TR criteria)",
    "Summary": "Cocaine use disorder involves a pattern of cocaine use leading to significant impairment or distress. It's associated with family disruption, work impairment, financial issues, and medical/psychiatric comorbidities.",
    "Symptoms": "Hyperadrenergic state symptoms like nausea, jitteriness, trouble concentrating, anxiety, paranoia, euphoria, chest pain, seizure, loss of consciousness, focal neurological complaints.",
    "Diagnosis": "Diagnosed based on the presence of at least 2 of 11 symptoms during a 12-month period. Urine toxicology and ECG are common diagnostic tests.",
    "Treatments": "Psychosocial interventions are the primary treatment. Treatment options include drug counselling, contingency management, CBT, motivational interviewing. Emerging treatments include cocaine vaccine, agonist-like medications, modafinil, disulfiram, topiramate.",
    "UrgentConsiderations": "Potential for acute psychiatric or medical crises, including excited delirium and myocardial remodelling leading to arrhythmias.",
    "RedFlags": "Increased risk with heavier use and when smoked or injected, presence of psychiatric illnesses.",
    "Medications": "Modafinil, disulfiram, topiramate (under study or limited use)",
    "ReferralPathways": "Referral to drug treatment services, possibly mental health referral for comorbid psychiatric issues.",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Sexual Abuse and Assault",
    "Classification": "Sexual violence encompasses any sexual act, attempt to obtain a sexual act, unwanted sexual comments or advances, or acts to traffic or otherwise directed against a person's sexuality using coercion.",
    "Summary": "Sexual abuse and assault are common issues affecting individuals of all ages, with young women and girls being most at risk. The diagnosis is complex with major ramifications, necessitating adherence to diagnostic guidelines. Normal findings on examination, especially in children, do not exclude sexual abuse. The management strategy depends on the time elapsed since the assault and the pubertal status of the patient.",
    "Symptoms": "Post-assault symptoms can include mental health disorders like depression, anxiety, PTSD, and substance abuse disorders. Behavioral changes in children may manifest as internal/depressive symptoms and external acting-out behaviors.",
    "Diagnosis": "Diagnosis involves a combination of psychosocial and medical components. Initial assessments differ based on the patient's age and the time elapsed since the last sexual contact. It's important to ensure a safe environment for the victim and to follow mandatory reporting protocols.",
    "Treatments": "Treatment varies based on the time elapsed since the assault and includes safety assessment and counseling, STI prophylaxis, HIV post-exposure prophylaxis, hepatitis B vaccination, human papillomavirus vaccine, and emergency contraception for adolescents and adults. Forensic evidence collection is also important.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Normal genital examination findings are common even in confirmed cases of sexual abuse. Emotional and psychological disorders are common following sexual assault.",
    "Medications": "Prophylactic treatment for STIs, HIV post-exposure prophylaxis, and hepatitis B vaccination. Specific medications depend on the identified STIs and other medical conditions.",
    "ReferralPathways": "Referral to specific sexual assault centers, social services, police, prosecutors, courts, and non-governmental organizations is recommended. Reporting is often mandatory, and psychological counseling should be offered.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Panic Disorder",
    "Classification": "Anxiety Disorder",
    "Summary": "Panic Disorder is characterized by recurrent unexpected panic attacks, persistent concern about additional attacks, and behavior changes to avoid panic attacks. Attacks involve intense physical and cognitive symptoms of anxiety.",
    "Symptoms": "Recurrent panic attacks, fear of additional attacks, avoidance behaviors, intense physical and cognitive symptoms of anxiety, increased sympathetic nervous system activity.",
    "Diagnosis": "Based on self-reported patient history, clinical interview, and behavioral observation. Key features include recurrent panic attacks, fear or apprehension about future attacks, and avoidance or safety behaviors.",
    "Treatments": "Cognitive Behavioral Therapy (CBT), SSRIs/SNRIs, combination of CBT and medication. Treatment for severe cases may include referral to a psychiatrist and inclusion of family in treatment strategies.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "SSRIs (e.g., paroxetine, sertraline, fluoxetine, fluvoxamine, citalopram, escitalopram, venlafaxine), SNRIs, TCAs (e.g., imipramine, clomipramine) for treatment-resistant cases or as second-line options.",
    "ReferralPathways": "Referral to a psychiatrist for severe cases, especially with comorbid depression or substance use disorders. Involvement of mental health professionals for CBT.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Premenstrual Syndrome (PMS) and Premenstrual Dysphoric Disorder (PMDD)",
    "Classification": "PMS: Cyclical physical and behavioral symptoms. PMDD: Severe form of PMS with additional affective symptoms.",
    "Summary": "PMS and PMDD are characterized by cyclical symptoms tied to the menstrual cycle, with PMDD being a more severe variant. They are diagnoses of exclusion, confirmed by symptom diaries, and typically do not show abnormalities on physical examination or laboratory testing.",
    "Symptoms": "Common: Abdominal bloating, fatigue, breast tenderness, headaches, mood swings, and irritability. PMDD specific: Depression, tension, anxiety, and other affective symptoms.",
    "Diagnosis": "Based on menstrual history, symptom diary, physical examination, and ruling out other conditions like mood disorders. Diagnostic criteria include cyclicity of symptoms, symptom-free intervals, and impact on life.",
    "Treatments": "Lifestyle modifications, cognitive behavioral therapy (CBT), pharmacological interventions (such as SSRIs, SNRIs, COCs), and in severe cases, surgical removal of the ovaries.",
    "UrgentConsiderations": "Suicidal ideation and attempts are significantly higher in women with PMDD. Emergency psychiatric evaluation may be necessary.",
    "RedFlags": "Symptoms not remitting post-menses or not cyclical may suggest other underlying disorders. Severe depression or suicidal thoughts require immediate attention.",
    "Medications": "SSRIs (e.g., Fluoxetine, Sertraline), SNRIs, COCs, GnRH agonists. Anxiolytics and NSAIDs as adjuncts.",
    "ReferralPathways": "Referral to mental health services for CBT or psychiatric evaluation in cases of severe PMDD. Gynecological referral for hormonal therapies or surgical options.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Obsessive-compulsive disorder (OCD)",
    "Classification": "Mental health disorder",
    "Summary": "OCD is a mental health disorder with persistent obsessions and/or compulsions, causing significant distress or impairment in various areas of functioning. Diagnosis is nuanced and often delayed, with first-line treatments including CBT and SSRIs or clomipramine.",
    "Symptoms": "Persistent obsessions (intrusive thoughts) and/or compulsions (repetitive behaviors), time-consuming (over 1 hour per day), distress, social and occupational impairment.",
    "Diagnosis": "Based on DSM-5-TR criteria, ICD-11 criteria, patient's history, and structured interviews. Age of onset typically in late adolescence to early twenties. Consideration of family history and autoimmune factors.",
    "Treatments": "First-line: CBT (exposure and response prevention), SSRIs, clomipramine. Augmentation strategies for non-responders include higher doses, combination regimens, intravenous options. Antidopaminergic agents for refractory cases.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "SSRIs (e.g., fluoxetine, fluvoxamine, paroxetine, sertraline), clomipramine, possible augmentation with antipsychotics (e.g., haloperidol, risperidone, aripiprazole).",
    "ReferralPathways": "Referral for combined CBT and pharmacotherapy in severe cases, or for patients with comorbid disorders. Specialist evaluation for treatment-resistant cases.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Personality Disorders",
    "Classification": "Cluster A (odd/eccentric), Cluster B (dramatic), Cluster C (anxious/fearful)",
    "Summary": "Personality disorders are chronic patterns of perceptual and behavioral abnormalities, manifesting in cognitive-perceptual, affect regulation, interpersonal functioning, or impulse control domains. They often present with comorbid disorders.",
    "Symptoms": "Varies based on specific disorder: cognitive-perceptual abnormalities, affect regulation issues, interpersonal functioning problems, impulse control difficulties.",
    "Diagnosis": "Diagnosis focuses on broad symptom categories observable in patient history or physician-patient encounters. Symptoms often indicate significant interpersonal difficulties.",
    "Treatments": "Psychotherapy (e.g., DBT, MBT, TFP, schema-focused therapy), selective pharmacotherapy for problematic thoughts/moods/behaviors, addressing comorbid substance use disorders.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Use of low-dose antipsychotics for certain types, particularly for Cluster A disorders. NICE guidelines do not support medication use specifically for borderline personality disorder.",
    "ReferralPathways": "Referral for psychotherapy, substance use disorder assessment, and specialized treatments as needed.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Anorexia Nervosa",
    "Classification": "Eating disorder characterized by restriction of caloric intake, intense fear of gaining weight, and body image disturbance",
    "Summary": "Anorexia nervosa (AN) is characterized by low body weight, intense fear of gaining weight, and body image disturbance. It has one of the highest premature mortality rates among psychiatric illnesses. Early intervention is crucial to prevent long-term complications.",
    "Symptoms": "Low body weight, fear of gaining weight, body image disturbance, possible binge-eating or purging behavior, and amenorrhea in females.",
    "Diagnosis": "Diagnosis includes a thorough history, physical examination, and laboratory tests. Key factors include low BMI, fear of weight gain, and disturbed body image. Laboratory tests may show abnormalities related to malnutrition.",
    "Treatments": "Treatment goals include returning to a healthy weight and normalizing eating behaviors, which may involve medical stabilization and management of complications. Treatment settings vary based on severity and patient willingness.",
    "UrgentConsiderations": "Rapid deterioration possible in severe cases. Immediate referral to secondary care is advised. Involuntary treatment may be necessary for those refusing treatment and are medically or psychiatrically unstable.",
    "RedFlags": "Rapid weight loss, BMI below 17.5 kg/m² in adults or below 5th percentile in children, and symptoms like low temperature, reduced heart rate, and blood pressure.",
    "Medications": "Not specified in the document.",
    "ReferralPathways": "Referral to specialized clinical services for eating disorders, including psychiatric and medical units, and possibly residential treatment programs.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Phobias",
    "Classification": "Psychiatric Conditions",
    "Summary": "Phobias are common psychiatric conditions marked by intense fear or anxiety in the presence of specific objects or situations. They often involve avoidance or endurance of phobic cues with intense anxiety.",
    "Symptoms": "Intense anxiety or panic in the presence of specific objects/situations, avoidance behavior, sleep disruption, depression, anticipatory anxiety, vasovagal syncope (in blood-injection-injury phobias).",
    "Diagnosis": "Based on self-report, clinical interviews, and behavioral observations. Empirically validated self-report questionnaires assess baseline functioning and response to treatment.",
    "Treatments": "First-line: Cognitive Behavioral Therapy (CBT), especially exposure therapy. Short-term treatments, one-session treatments effective for children and adults. Internet-assisted and self-help modalities also used.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Short-term benzodiazepines for infrequent symptoms, SSRIs for concurrent depression or other anxiety disorders. Use of D-cycloserine and glucocorticoids emerging.",
    "ReferralPathways": "Referral to experts in CBT and exposure therapy, internet programs for self-directed exposure, evidence-based manuals for bibliotherapy.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Schizophrenia",
    "Classification": "Mental health condition characterized by altered perception, thoughts, mood, and behavior.",
    "Summary": "Schizophrenia typically begins in early adulthood, often preceded by a prodromal period of altered thoughts, mood, and behavior. It includes positive symptoms like hallucinations and bizarre delusions, and negative symptoms such as social withdrawal and demotivation. The diagnosis is complex and requires specialist assessment.",
    "Symptoms": "Positive symptoms: Auditory hallucinations, bizarre delusions, disrupted speech. Negative symptoms: Social withdrawal, demotivation, self-neglect, flat affect.",
    "Diagnosis": "Clinical assessment by a specialist, ruling out organic causes of symptoms. Important features include hallucinations, delusions, passivity phenomena, negative symptoms, and disorganized thinking.",
    "Treatments": "Antipsychotic therapy and psychosocial interventions, with treatments tailored to individual needs. Treatment goals include access to early intervention, remission acceleration, relapse prevention, managing adverse effects, and maximizing the patient's return to normal life.",
    "UrgentConsiderations": "High suicide risk, especially at illness onset, necessitating careful risk assessment and management.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Antipsychotics (specific choice and monitoring determined by a specialist).",
    "ReferralPathways": "Referral to mental health professionals for specialist assessment and treatment planning.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Parasomnias in Adults",
    "Classification": "Sleep Disorders",
    "Summary": "Parasomnias are undesirable events occurring during sleep or transitions into/out of sleep, including abnormal behaviors (e.g., sleepwalking) or dreams (e.g., nightmares). They may be transient or severe enough to cause significant sleep disruption or injury.",
    "Symptoms": "Varies by type; can include sleepwalking, sleep terrors, sleep-related eating disorders, RBD, sleep paralysis, nightmare disorder.",
    "Diagnosis": "Based on thorough history, usually from bed partner. Associated with risk factors like sleep deprivation, family history of sleep disorder, obstructive sleep apnoea, and psychiatric disorders.",
    "Treatments": "Depends on type; includes reassurance, sleep environment modification, cognitive therapy, and pharmacotherapy. Benzodiazepines and tricyclic antidepressants for severe cases.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Benzodiazepines, tricyclic antidepressants, melatonin, paroxetine, pramipexole, acetylcholinesterase inhibitors (e.g., donepezil), carbamazepine, desipramine.",
    "ReferralPathways": "Not specified",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Autism Spectrum Disorder (ASD)",
    "Classification": "Lifelong neurodevelopmental condition with neurological and cognitive variation.",
    "Summary": "ASD is a lifelong neurodevelopmental condition, clinically heterogeneous, associated with disabilities, challenges, and sometimes cognitive strengths. It involves social communication difficulties and restricted, repetitive behaviors.",
    "Symptoms": "Difficulties in social communication and interaction, restricted and repetitive patterns of behavior. Variable manifestations across individuals, including language delay, communication difficulties, and behavioral issues.",
    "Diagnosis": "Clinical diagnosis by specialists using standardised criteria, assessing functioning in multiple environments. Early signs often noticed by parents include language delay and communication issues.",
    "Treatments": "Treatment aims to maximize functional independence and quality of life, supporting learning, social communication, and managing co-occurring physical or mental health problems.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Not specified in the document.",
    "ReferralPathways": "Referral to specialists in paediatrics, psychiatry, psychology, or multidisciplinary teams for diagnosis and management.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Brief Psychotic Disorder (BPD)",
    "Classification": "Short-term disturbance with at least 1 positive psychotic symptom",
    "Summary": "BPD involves sudden onset of psychotic symptoms for 1 to 30 days, returning to pre-morbid functioning. It can occur with or without a major stressor, including postnatal onset.",
    "Symptoms": "Delusions, hallucinations, disorganized speech, grossly disorganized or catatonic behavior",
    "Diagnosis": "Diagnosed after recovery within 1 month of symptoms onset. Must exclude drug-induced, medical, neurological, or other psychiatric causes. Differential diagnosis includes schizophrenia, delusional disorder, or mood disorder with psychotic features.",
    "Treatments": "Antipsychotic medicine, psychotherapy, and follow-up care. Medication choice depends on patient's status, including lactation risk categories.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Second-generation antipsychotics (e.g., olanzapine, risperidone) as first-line; first-generation antipsychotics (e.g., haloperidol) as second-line. Lorazepam for rapid sedation of violent or agitated individuals.",
    "ReferralPathways": "Referral to psychiatrist or psychiatric team for evaluation, treatment, and monitoring.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Child Abuse",
    "Classification": "Physical abuse, Emotional abuse, Sexual abuse, Neglect",
    "Summary": "Child abuse is a global issue affecting children of all ages, especially infants and toddlers. It includes physical, emotional, sexual abuse, and neglect, often ongoing in family, institutional, or community settings.",
    "Symptoms": "Injuries from abuse may include bruises, fractures, burns, oral injuries, bites, head and spinal injuries, abdominal injuries.",
    "Diagnosis": "A detailed history and meticulous examination are critical. Screening aids in identifying children at high risk. Clinicians should maintain a high suspicion for abuse in injured children, with guidelines like the TEN-4 rule to assist in assessment.",
    "Treatments": "Treatment involves addressing the physical and psychological effects of abuse, ensuring the child's safety, and possibly involving legal and social services.",
    "UrgentConsiderations": "Missed diagnosis can lead to more serious abuse or fatalities.",
    "RedFlags": "Suspicious injuries in a child, especially if inconsistent with developmental stage or explained history.",
    "Medications": "Not specified in the document",
    "ReferralPathways": "Referral to social services, legal authorities, and specialized medical care as needed",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Insomnia",
    "Classification": "Chronic insomnia disorder, Short-term insomnia disorders, Other insomnia disorder",
    "Summary": "Insomnia is a common complaint in primary care, diagnosed primarily through patient interview, sleep diaries, actigraphy, and polysomnography. It requires individualized treatment based on patient preferences, severity, risks, benefits, and availability of treatments like CBT-I.",
    "Symptoms": "Difficulty initiating or maintaining sleep, early-morning awakening leading to dissatisfaction with sleep quantity or quality, impairment in social, occupational, educational, academic, behavioural, or other important areas of functioning, significant distress.",
    "Diagnosis": "Based on medical and sleep history, sleep diaries, actigraphy, polysomnography (in certain cases). Insomnia Severity Index and other questionnaires aid diagnosis.",
    "Treatments": "CBT-I, sleep hygiene, relaxation techniques, hypnotics (e.g., zolpidem, eszopiclone, ramelteon), dual orexin receptor antagonists (e.g., suvorexant, lemborexant), sedating antihistamines, antidepressants.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Zolpidem, eszopiclone, zaleplon, ramelteon, suvorexant, lemborexant, daridorexant, doxepin, trazodone.",
    "ReferralPathways": "Specialist input for pharmacological treatment during pregnancy or in cases of chronic insomnia.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Attention Deficit Hyperactivity Disorder (ADHD)",
    "Classification": "Combined presentation, predominantly inattentive presentation, predominantly hyperactive/impulsive presentation",
    "Summary": "ADHD is a common childhood-onset neuro-developmental disorder characterized by inattention, hyperactivity, and impulsivity. It often persists into adulthood, affecting academic, interpersonal, and occupational success.",
    "Symptoms": "Inattention, hyperactivity, impulsivity, difficulty in sustaining attention, often fidgety, inability to stay seated, excessive talking, blurting out answers, difficulty waiting turns, interrupting others.",
    "Diagnosis": "Based on clinical history, including information from multiple sources (parents, teachers), mental status examination, and ADHD rating scales. Diagnosis typically made by primary care physician or referred to a specialist.",
    "Treatments": "Stimulant medications (effective in 85% of patients), non-stimulants, psychoeducation, tailored treatment plans for efficacy, tolerability, compliance, and affordability. Regular monitoring and follow-up.",
    "UrgentConsiderations": "Not specified in the document",
    "RedFlags": "Co-existing psychiatric disorders such as oppositional defiant disorder, conduct disorder, substance abuse, mood and anxiety disorders.",
    "Medications": "Stimulant medications, non-stimulants",
    "ReferralPathways": "Referral to psychiatry, neurology, or developmental behavioural paediatrics in complex cases",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Depression in Adults",
    "Classification": "Major depressive disorder, Persistent depressive disorder, Premenstrual dysphoric disorder, Substance-/medication-induced depressive disorder, Depressive disorder due to another medical condition, Other specified depressive disorders, Unspecified depressive disorder, Unspecified mood disorder",
    "Summary": "Depression is a clinical syndrome involving mood, neurovegetative functions, cognition, and behavior. It is characterized by a persistent low mood, loss of interest and enjoyment, and reduced energy, leading to varied levels of social and occupational dysfunction.",
    "Symptoms": "Depressed, anxious, or irritable mood, anhedonia, weight and libido changes, sleep disturbance, psychomotor problems, low energy, excessive guilt, poor concentration, suicidal ideation.",
    "Diagnosis": "Diagnosis based on clinical history, mental status examination, and screening tools like PHQ-2 and PHQ-9. Major depression diagnosed with ≥5 symptoms over a 2-week period including depressed mood or loss of interest.",
    "Treatments": "Antidepressants, psychotherapies, supportive interventions, electroconvulsive therapy. Collaborative care models, Internet- and mobile-based interventions also beneficial. ECT used in severe cases.",
    "UrgentConsiderations": "Increased suicide risk, especially in the early weeks of treatment. Close monitoring and management of suicidal ideation necessary.",
    "RedFlags": "Severe depression with psychotic symptoms, suicidality, catatonia, or severe psychomotor retardation.",
    "Medications": "Antidepressants, antipsychotics (in severe cases), benzodiazepines (for acute distress)",
    "ReferralPathways": "Referral to psychiatry for patients with severe depression, suicidal ideation, psychotic symptoms, or inadequate treatment response.",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Suicide Risk Mitigation",
    "Classification": "Identification, assessment, intervention, and treatment of a person at risk of suicide, whether due to mental illness or a life crisis.",
    "Summary": "Suicide risk mitigation is a public health concern involving ambivalence about dying and often unrelated to mental illness. It represents a multifactorial process over time. The shift in suicide risk assessment focuses on compassion, safeguarding, and safety planning rather than solely on risk management.",
    "Symptoms": "Compelling, persistent, or increasing suicidal thoughts, plans and preparations for suicide, sudden unexplained behavior changes, hopelessness, agitation, shame, or entrapment, recent loss of attachment, relationship instability, or bereavement, relapse of mental illness, psychotic phenomena, substance misuse, history of self-harm.",
    "Diagnosis": "Diagnosis involves assessing suicidal thoughts and behaviors, psychiatric, medical, psychosocial, and family history, mental state examination, and psychosocial assessment by a mental health professional.",
    "Treatments": "Management includes ensuring patient safety, reducing access to means of suicide, creating safety plans, following legal procedures for involuntary admission if necessary, and arranging aftercare and follow-up.",
    "UrgentConsiderations": "Immediate intervention is necessary in cases of heightened suicide risk, including access to lethal means, significant mental illness, or acute physical illness.",
    "RedFlags": "RedFlags include sudden or dramatic changes in mental health, lack of improvement despite treatment, significant interpersonal loss or stressor, and onset of a life-threatening or disfiguring physical illness.",
    "Medications": "Medication management may include adjustments in SSRIs or other antidepressants, with careful monitoring during changes in dose or discontinuation.",
    "ReferralPathways": "Referral to community mental health teams for patients with significant psychiatric disorders, high levels of distress, lack of protective factors, or request for specialist services.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Generalised Anxiety Disorder (GAD)",
    "Classification": "Chronic condition with excessive worry and anxiety for at least 6 months",
    "Summary": "GAD is defined as chronic, excessive worry for at least 6 months causing distress or impairment. Diagnosis requires at least three key symptoms in adults (one in children), including restlessness, fatigue, poor concentration, irritability, muscle tension, and sleep disturbance. It's partly a diagnosis of exclusion.",
    "Symptoms": "Restlessness or nervousness, being easily fatigued, poor concentration, irritability, muscle tension, sleep disturbance",
    "Diagnosis": "Diagnosis involves assessing for chronic excessive worry, ruling out other mental health disorders, medication effects, and substance misuse. Key diagnostic tools include GAD-7, Hamilton anxiety rating scale (HAM-A), and Clinical global impression (CGI) scale.",
    "Treatments": "Primary treatments include psychotherapy (especially CBT), SSRIs, SNRIs, and a combination of these. Other medication options include mirtazapine, buspirone, and pregabalin.",
    "UrgentConsiderations": "Not specified in the document",
    "RedFlags": "Worry or anxiety causing significant distress or impairment in functioning",
    "Medications": "SSRIs, SNRIs, mirtazapine, buspirone, pregabalin",
    "ReferralPathways": "Referral to mental health professionals for management of severe cases or when primary treatment is insufficient",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Attention Deficit Hyperactivity Disorder in Adults",
    "Classification": "Neurodevelopmental disorder characterized by persistent inattention, hyperactivity, and impulsivity",
    "Summary": "ADHD in adults is often a persistence of childhood ADHD, with a prevalence of 2% to 5% in the general population. It is characterized by inner restlessness, impatience, sensation seeking, inattention, and functional impairment.",
    "Symptoms": "Inner restlessness, impatience, sensation seeking, excessive spending, inattention, functional impairment with underachievement and disorganization. Other symptoms include emotional dysregulation, difficulty in self-regulating emotions like irritability, frustration, and anger.",
    "Diagnosis": "Clinical history is critical for diagnosis, supported by screening questionnaires. Neuropsychological testing can assess cognitive problems related to attention and executive functioning, but is not diagnostic.",
    "Treatments": "Multi-modal approach including psychoeducation, medication (lisdexamfetamine, methylphenidate), and psychological therapies (CBT, metacognitive therapy, dialectical behaviour therapy).",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Stimulants (methylphenidate, amfetamine derivatives), non-stimulant medications (atomoxetine).",
    "ReferralPathways": "Referral to mental health professionals experienced in managing ADHD.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Social Anxiety Disorder",
    "Classification": "Mental health disorder characterized by excessive fear of social and performance situations, fear of being embarrassed, or negatively evaluated by others.",
    "Summary": "Social Anxiety Disorder is a common and impairing mental disorder with high risk for comorbid anxiety, depressive, and substance-use disorders. It severely impacts daily functioning, including quality of life, relationship formation, and performance at school or work.",
    "Symptoms": "Marked fear or anxiety in social situations, anticipatory anxiety, situational avoidance, and discomfort in social encounters. Symptoms may include tachycardia, hyperventilation, and social skills deficits like poor eye contact and difficulty initiating conversations.",
    "Diagnosis": "Based on self-reported patient history, clinical interview, and behavioral observation. Objective findings from physical examination or laboratory testing are generally not required.",
    "Treatments": "Initial management includes psychoeducation and lifestyle adjustments. First-line treatments include cognitive behavioral therapy (CBT) and pharmacotherapy with SSRIs or SNRIs. Long-term management is typically required to prevent relapse.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "SSRIs (e.g., sertraline, paroxetine, escitalopram), SNRIs (e.g., venlafaxine), with MAOIs and some anticonvulsants as alternative options. Propranolol may be used for single-dose treatment in specific situations like performance anxiety.",
    "ReferralPathways": "Referral for formal substance misuse treatment, and to mental health professionals for managing anxiety, depression, and other comorbid conditions. In cases of bipolar disorder, referral to a psychiatrist is recommended.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Seasonal Affective Disorder (SAD)",
    "Classification": "Sub-type specifier for recurrent major depressive or bipolar disorders with temporal mood variations.",
    "Summary": "SAD is a pattern of depressive symptoms that occur seasonally, typically with onset in autumn/winter and remission in spring/summer. It is not a standalone diagnosis but rather a specifier for major depressive or bipolar mood disorders. Common features include atypical depressive symptoms like hypersomnia, hyperphagia, and weight gain.",
    "Symptoms": "Common depressive symptoms: Sad mood, loss of interest, poor energy, concentration difficulties, thoughts of suicide. Atypical symptoms in autumn/winter: Hypersomnia, hyperphagia, weight gain, irritability. Spring/summer symptoms: Less common manic or hypomanic episodes.",
    "Diagnosis": "Based on a self-reported history, assessment of mood symptoms, and at least 2 years of reliable seasonal mood changes. Diagnostic criteria must meet major depressive or bipolar mood disorder, with additional criteria for seasonal patterns.",
    "Treatments": "Initial treatment: Light therapy, SSRIs, SNRIs. For sub-syndromal SAD: Lifestyle changes, light therapy, antidepressant medicines. For severe cases or non-responsive to initial treatment: Referral to a psychiatrist or mental health professional, combined treatments (light therapy, antidepressant, CBT), mood stabilizers for bipolar mood disorder.",
    "UrgentConsiderations": "Not specified in the document.",
    "RedFlags": "Not specified in the document.",
    "Medications": "Antidepressants (SSRIs like fluoxetine and sertraline), SNRIs. Mood stabilizers (e.g., lithium, valproic acid) for bipolar mood disorder.",
    "ReferralPathways": "Psychiatrist or mental health professional for severe symptoms or inadequate response to initial treatment.",
    "Referral Template": "Not provided in the document.",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Post-traumatic Stress Disorder (PTSD)",
    "Classification": "Mental health disorder",
    "Summary": "PTSD may develop following exposure to a stressful event of a threatening or catastrophic nature. Characterized by intrusion symptoms, avoidance, negative alterations in cognition and mood, and alterations in arousal and reactivity. Symptoms must persist for more than a month and cause functional impairment for diagnosis.",
    "Symptoms": "Involuntary re-experiencing of traumatic event, avoidance of trauma reminders, negative alterations in cognition and mood, alterations in arousal and reactivity, comorbid issues like depression, anxiety, anger, substance misuse.",
    "Diagnosis": "Based on DSM-5-TR criteria. Diagnosis made through self-report, clinical interview, behavioral observation. Screening tools include PDS-5, PTSD Checklist for DSM-5, Trauma Screening Questionnaire, International Trauma Questionnaire.",
    "Treatments": "Trauma-focused psychological treatments, pharmacotherapy for those not responding to or unable to access psychological therapies. Goals include reducing symptom severity, treating comorbid conditions, improving functioning, preventing relapse.",
    "UrgentConsiderations": "Not specified",
    "RedFlags": "Not specified",
    "Medications": "Not specified",
    "ReferralPathways": "Referral for psychological treatments, trauma-focused therapies, screening for high-risk groups post-disaster or for refugees/asylum seekers, routine screening in trauma centers for at-risk patients.",
    "Referral Template": "Not specified",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Depression in Children",
    "Classification": "Major depressive disorder (MDD), Persistent depressive disorder, Disruptive mood dysregulation disorder, Premenstrual dysphoric disorder, Substance/medication-induced depressive disorder, Depressive disorder due to another medical condition, Other specified depressive disorder, Unspecified depressive disorder",
    "Summary": "Depression in children involves sad or irritable mood, anhedonia, decreased self-esteem, sleep disturbance, social withdrawal, and impaired school performance. Treatment involves active monitoring, specific psychotherapies, antidepressants, or a combination of these therapies.",
    "Symptoms": "Depressed or irritable mood, decreased interest or enjoyment, decreased concentration, insomnia or hypersomnia, change of appetite or weight, excessive fatigue, feelings of worthlessness, recurrent thoughts of death or suicidal ideation, psychomotor agitation or retardation.",
    "Diagnosis": "Based on comprehensive diagnostic evaluation of history and presenting symptoms, input from multiple sources including child, parents, and school. Screening recommended for at-risk children in primary care and emergency settings. No specific test for childhood depression, but tests to exclude medical causes are important.",
    "Treatments": "Treatment includes psychotherapies, antidepressants, or a combination. It is crucial to make an accurate diagnosis and evaluate safety, symptoms, and treatment response.",
    "UrgentConsiderations": "Increased risk for school disengagement, substance use disorders, suicide attempts, and completed suicide. Careful assessment of suicidality needed.",
    "RedFlags": "Severe symptoms causing functional impairment in school, social settings, or family. History of manic or hypomanic episodes should be ruled out.",
    "Medications": "Antidepressants (specific types not mentioned)",
    "ReferralPathways": "Referral to mental health specialists for severe cases or when primary care management is insufficient.",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 17,
    "SpecialtyName": "Psychiatry",
    "Clinical Assessment": "Not specified in the document."
  }
]