[
  {
    "ConditionName": "Pulmonary Tuberculosis",
    "Classification": "Infectious disease caused by Mycobacterium tuberculosis",
    "Summary": "Pulmonary tuberculosis (TB) is an infectious disease primarily affecting the lungs, caused by Mycobacterium tuberculosis. It's crucial to recognize and treat infectious TB early to prevent transmission. Key risk factors include exposure to the infection, being born in an endemic country, and HIV infection.",
    "Symptoms": "Cough, fever, weight loss, malaise, pleuritic chest pain, night sweats, hemoptysis, psychological symptoms, clubbing, erythema nodosum",
    "Diagnosis": "Diagnosis involves a high level of suspicion in patients with risk factors. It is confirmed by culturing Mycobacterium tuberculosis from sputum samples and chest x-ray. Acid-fast bacilli (AFB) smear, nucleic acid amplification testing (NAAT), and full blood count are used in diagnostics. Empirical treatment may be started based on clinical suspicion before laboratory confirmation.",
    "Treatments": "Treatment includes an initial intensive phase and a subsequent continuation phase. Directly observed therapy (DOT) is recommended to ensure adherence. WHO guidelines suggest a standard 6-month treatment regimen for new patients.",
    "UrgentConsiderations": "Early recognition and treatment are vital to prevent transmission. If TB is suspected, patient isolation is recommended.",
    "RedFlags": "Critical symptoms like extensive coughing, severe weight loss, and hemoptysis require immediate medical attention.",
    "Medications": "Initial intensive regimen: Isoniazid, rifampicin, pyrazinamide, ethambutol. Continuation phase: Isoniazid and rifampicin.",
    "ReferralPathways": "Referral to infectious disease specialists or pulmonologists is recommended for complex cases or treatment non-adherence.",
    "Referral Template": "Referral should include patient's medical history, symptoms, diagnostic test results, and any treatment already initiated.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Asthma in Children",
    "Classification": 5,
    "Summary": 3,
    "Symptoms": 11,
    "Diagnosis": 8,
    "Treatments": 21,
    "UrgentConsiderations": 92,
    "RedFlags": "not specified",
    "Medications": "overview  30",
    "ReferralPathways": "not specified",
    "Referral Template": "not specified",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Sarcoidosis",
    "Classification": "Chronic granulomatous disorder, affecting mainly the lungs, skin, and eyes. Classified into systemic, pulmonary, cutaneous, ocular, cardiac, neuro, and renal sarcoidosis.",
    "Summary": "Sarcoidosis is a chronic disorder characterized by the formation of non-caseating granulomas, primarily affecting the lungs and lymph nodes. It involves a T-cell-mediated immune response and exhibits a heterogeneous clinical course.",
    "Symptoms": "Predominantly pulmonary symptoms (cough, dyspnoea), along with constitutional symptoms (fatigue, weight loss, low-grade fever), photophobia, skin lesions, and possible cardiac involvement (arrhythmias, heart block).",
    "Diagnosis": "Diagnosis is by exclusion of other granulomatous diseases. It often requires histological confirmation and assessment of organ involvement. Initial tests include chest x-ray, blood tests, liver function tests, serum calcium, pulmonary function tests, ECG, and eye examination.",
    "Treatments": "Treatment involves corticosteroids, especially for severe cases. Immunomodulatory therapies are used for corticosteroid-refractory disease. Specific treatments depend on the affected organ system. Supportive care includes oxygen therapy for those with low oxygen saturation.",
    "UrgentConsiderations": "Spontaneous remission is common in early-stage disease. Treatment primarily aims to avoid life-threatening complications and improve quality of life.",
    "RedFlags": "Poor prognosis indicators include black ancestry, chronic pulmonary involvement, lupus pernio, and chronic hypercalcaemia.",
    "Medications": "Includes topical and systemic corticosteroids, methotrexate, azathioprine, leflunomide, mycophenolate, hydroxychloroquine, and biological agents like infliximab.",
    "ReferralPathways": "Early referral to specialists such as ophthalmologists for ocular sarcoidosis, cardiologists for cardiac sarcoidosis, and neurologists for neurosarcoidosis is crucial.",
    "Referral Template": "Not specified in the document.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Asthma in Adults",
    "Classification": "Last updated: Oct 31, 2023Table of Contents",
    "Summary": "Last updated: Oct 31, 2023Table of Contents",
    "Symptoms": "Investigations  19",
    "Diagnosis": "Theory  4",
    "Treatments": "Prognosis  73",
    "UrgentConsiderations": "Despite the improved understanding of pathophysiology and treatment methods, asthma continues to be",
    "RedFlags": "not specified",
    "Medications": "and the chest is silent.",
    "ReferralPathways": "not specified",
    "Referral Template": "not specified",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Exacerbation of Chronic Obstructive Pulmonary Disease",
    "Classification": "pulmonary disease",
    "Summary": "pulmonary disease",
    "Symptoms": "Primary prevention  88",
    "Diagnosis": "Theory  4",
    "Treatments": "May represent the first presentation of COPD, usually associated with a history of tobacco exposure.",
    "UrgentConsiderations": "respiratory symptoms, lung function, functional status, and quality of life.[11] [13] [14] [15] [16] [17] [18]",
    "RedFlags": "not specified",
    "Medications": "THEORYEpidemiology",
    "ReferralPathways": "not specified",
    "Referral Template": "not specified",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Cystic Fibrosis",
    "Classification": "Genetic Multisystem Disease",
    "Summary": "Cystic fibrosis (CF) is a genetic multisystem disease, primarily affecting the respiratory and digestive systems due to abnormalities in salt and water transport across epithelial surfaces. It's caused by mutations in the cystic fibrosis transmembrane conductance regulator (CFTR), leading to thick, sticky secretions in the lungs and pancreas.",
    "Symptoms": "Symptoms include failure to thrive, bronchiolitis, recurrent respiratory complaints in early childhood, chronic or recurrent bronchitis, sinusitis, pancreatitis in adults, frequent bulky and greasy stools indicating fat and calorie malabsorption.",
    "Diagnosis": "Diagnosis involves a sweat test, CFTR genetic tests, and CFTR physiological tests. A positive sweat test (sweat chloride ≥60 mmol/L) or a CFTR genetic analysis is required for diagnosis.",
    "Treatments": "Treatment includes mucus thinners, airway clearance, antibiotics, CFTR modulators, inhaled hypertonic saline, and nutritional support. Lung transplantation is considered for advanced cases.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Not specified in the provided information",
    "Medications": "CFTR modulators (potentiators like ivacaftor and correctors), antibiotics (e.g., tobramycin, aztreonam), mucolytics (e.g., dornase alfa), bronchodilators, pancreatic enzyme replacement therapy (PERT), fat-soluble vitamins.",
    "ReferralPathways": "Not specified in the provided information",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Croup",
    "Classification": "Acute Respiratory Disease",
    "Summary": "Croup, known as laryngotracheobronchitis, is a common childhood respiratory disease. It presents with a sudden onset of a barky cough, often with stridor, voice hoarseness, and respiratory distress, due to upper-airway obstruction from viral infection (typically parainfluenza virus types 1 or 3).",
    "Symptoms": "Seal-like barky cough, stridor, sternal/intercostal indrawing, hoarse voice, worse at night and with agitation, may have prior upper respiratory symptoms.",
    "Diagnosis": "Diagnosis relies on history and physical examination, key features include a sudden-onset barky cough and stridor. Radiological studies are not typically performed unless atypical conditions like epiglottitis or bacterial tracheitis are suspected.",
    "Treatments": "Treatment includes supportive care, oral/nebulised corticosteroids, and nebulised epinephrine for moderate to severe cases. Oxygen is given for marked respiratory distress and intubation for impending respiratory failure.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Not specified in the provided information",
    "Medications": "Oral/nebulised corticosteroids (e.g., dexamethasone), nebulised epinephrine.",
    "ReferralPathways": "Not specified in the provided information",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Bronchiolitis",
    "Classification": "Acute Viral Infection of the Lower Respiratory Tract",
    "Summary": "Bronchiolitis, primarily affecting infants under 1 year, is a leading cause of hospital admission. It's often caused by RSV and is usually mild and self-limiting. Symptoms include cough, wheeze, and laboured breathing.",
    "Symptoms": "Cough, wheeze, laboured breathing, rhinitis, fever, tachypnoea, retractions, fluctuating clinical course, apnoea, irritability, malaise, poor feeding.",
    "Diagnosis": "Diagnosis is mainly clinical with symptoms like cough, tachypnoea, and wheeze. Pulse oximetry is used for assessing hypoxaemia. Chest x-ray and full blood count or serum chemistry may be indicated in severe cases.",
    "Treatments": "Supportive care is primary. Hospitalisation for persistent hypoxaemia, severe tachypnoea, or apnoea. Treatment options include supplemental oxygen, high-flow nasal cannula therapy, CPAP, and in severe cases, ribavirin.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Severe disease, persistent hypoxaemia, severe tachypnoea, apnoea, clinical signs of impending respiratory failure.",
    "Medications": "Palivizumab for high-risk infants, supportive therapies like supplemental oxygen, hydration therapy. Corticosteroids, bronchodilators, and antibiotics have limited or no evidence of efficacy.",
    "ReferralPathways": "Referral to specialists for severe cases or those not responding to standard treatment.",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Bronchitis",
    "Classification": "Last updated: May 13, 2022Table of Contents",
    "Summary": "Last updated: May 13, 2022Table of Contents",
    "Symptoms": "Theory  4",
    "Diagnosis": "Definition  3",
    "Treatments": "Approach  6",
    "UrgentConsiderations": "Emerging  23",
    "RedFlags": "not specified",
    "Medications": "Investigations  8",
    "ReferralPathways": "not specified",
    "Referral Template": "not specified",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Asthma Exacerbation in Children",
    "Classification": "Respiratory condition",
    "Summary": "Acute asthma exacerbations in children are characterized by an acute or sub-acute onset of wheeze and respiratory distress. Symptoms vary depending on the child's age. Triggers include infections, allergens, irritants, emotions, and medication non-adherence. Treatment varies from bronchodilator therapy to hospitalization for severe cases.",
    "Symptoms": "Wheezing, coughing, chest tightness, respiratory distress, hyper-inflation of lungs, tachypnoea, possibly silent chest in severe cases.",
    "Diagnosis": "Clinical diagnosis based on history, physical examination, and response to bronchodilator therapy. PEFR and oxygen saturation are used to classify the exacerbation's severity. Other tests like ABGs and chest x-ray may be needed in severe cases.",
    "Treatments": "Inhaled short-acting beta-2 agonist (SABA) as first-line therapy, systemic corticosteroids, oxygen therapy. Severe cases may require hospitalization, respiratory support, and possibly intubation.",
    "UrgentConsiderations": "Life-threatening exacerbations may require immediate respiratory support and intensive care.",
    "RedFlags": "Signs of impending respiratory failure (e.g., confusion, silent chest, cyanosis, hypoxaemia)",
    "Medications": "SABA, systemic corticosteroids, possibly intravenous bronchodilators and magnesium sulfate.",
    "ReferralPathways": "Referral to paediatric intensive care unit for life-threatening cases.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Pertussis (Whooping Cough)",
    "Classification": "Acute infectious disease caused by Bordetella pertussis.",
    "Summary": "Pertussis, commonly known as whooping cough, progresses through catarrhal, paroxysmal, and convalescent stages. It presents with episodes of severe coughing, often with an inspiratory whoop and post-tussive emesis, usually without fever. The disease is more severe in unvaccinated or partially vaccinated individuals, infants, and those with pre-existing pulmonary disease.",
    "Symptoms": "Prolonged cough illness, paroxysmal cough, inspiratory whoop, post-tussive emesis, and in infants, apnoea or cyanosis.",
    "Diagnosis": "Confirmed by culture, nucleic acid amplification test (NAAT), or serology. Sensitivity and specificity depend on timing, patient characteristics, and specimen quality.",
    "Treatments": "First-line treatment with macrolide antibiotics (azithromycin, clarithromycin, erythromycin). Trimethoprim/sulfamethoxazole as an alternative in certain cases. Antimicrobial therapy may reduce symptom severity if administered early.",
    "UrgentConsiderations": "Immediate treatment required to prevent transmission and reduce severity, especially in high-risk groups like infants and pregnant women.",
    "RedFlags": "Severe paroxysms of cough, apnoea in infants, rapid deterioration in condition, and suspicion of secondary bacterial infections.",
    "Medications": "Macrolide antibiotics (azithromycin, clarithromycin, erythromycin), trimethoprim/sulfamethoxazole in some cases.",
    "ReferralPathways": "Referral to infectious disease specialists for severe cases or complex management, especially in high-risk groups.",
    "Referral Template": "Include patient’s demographic information, clinical history, exposure history, symptoms, diagnostic test results, and current treatment.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Obstructive Sleep Apnoea in Adults",
    "Classification": "ICSD-3-TR classification: PSG- or HSAT-determined obstructive respiratory event ≥5 events/hour with typical symptoms or ≥15 events/hour regardless of symptoms",
    "Summary": "Obstructive Sleep Apnoea (OSA) is characterized by episodes of partial or complete upper airway obstruction during sleep, often associated with oxyhaemoglobin desaturations and arousals.",
    "Symptoms": "Loud snoring, gasping during sleep, apnoeas, unrefreshing sleep, excessive daytime sleepiness, insomnia, nocturnal heartburn, dry mouth, nocturia, nasal obstruction, morning headache.",
    "Diagnosis": "Diagnosed via polysomnography or portable sleep tests. Key indicators include Apnoea-Hypopnoea Index (AHI) ≥15 episodes/hour or AHI ≥5 with significant symptoms or comorbidities.",
    "Treatments": "CPAP therapy as first-line treatment, especially for severe OSA. Oral appliances for mild to moderate OSA. Upper airway surgery in cases where CPAP or oral appliances are not accepted, have failed, or are not tolerated.",
    "UrgentConsiderations": "Immediate management required in severe cases to prevent cardiovascular, metabolic, and neurocognitive dysfunction.",
    "RedFlags": "Severe daytime sleepiness affecting job performance or driving, rapid deterioration in cognitive function.",
    "Medications": "Pharmacotherapeutic agents for residual sleepiness (modafinil, armodafinil, solriamfetol, pitolisant), nasal corticosteroids for CPAP adherence in patients with rhinitis.",
    "ReferralPathways": "Referral to sleep medicine specialists for polysomnography and management. Consideration for surgical intervention in specific cases.",
    "Referral Template": "Template should include patient’s demographic information, symptoms, severity of condition (AHI), current treatment regimen, and specific referral question.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Bronchiectasis",
    "Classification": "Chronic Respiratory Condition",
    "Summary": "Bronchiectasis is characterized by recurrent pulmonary infections and chronic productive cough with mucopurulent sputum. It involves the abnormal dilation of bronchi due to destruction of bronchial wall components, often stemming from recurrent/severe infections.",
    "Symptoms": "Persistent productive cough, mucopurulent sputum, dyspnea, fatigue, rhinosinusitis, blood-tinged sputum, haemoptysis, fever, weight loss, wheezing, pleuritic chest pain.",
    "Diagnosis": "High-resolution chest CT for confirmation. Other tests include full blood count, sputum culture and sensitivity, sweat sodium chloride concentration, genetic testing for cystic fibrosis, pulmonary function tests.",
    "Treatments": "Maintenance therapy, treatment of acute exacerbations, attention to specific organisms, intravenous antibiotics for severe cases, lung transplantation for severe, progressive disease.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Severe disease, resistant organism infections (like Pseudomonas), rapid progression, significant lung damage.",
    "Medications": "Antibiotics (specific to organism), maintenance aerosolized antibiotics for severe cases.",
    "ReferralPathways": "Referral to specialists in cases of severe disease, resistant infections, or consideration for surgery.",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Asthma Exacerbation in Adults",
    "Classification": "Respiratory condition",
    "Summary": "Acute asthma exacerbations present as acute or subacute episodes of worsening asthma symptoms like shortness of breath, wheezing, cough, and chest tightness. They involve increased airway obstruction and are typically managed with bronchodilators and corticosteroids.",
    "Symptoms": "Shortness of breath, wheezing, cough, chest tightness, increased airway obstruction quantifiable by peak flow measurement.",
    "Diagnosis": "Based on clinical presentation, assessment of respiratory distress, and peak flow measurement. Arterial blood gases and oxygen saturation measurements are key tests.",
    "Treatments": "Early administration of bronchodilators and corticosteroids, additional therapies including oxygen, magnesium, and mechanical ventilation in severe cases.",
    "UrgentConsiderations": "Life-threatening exacerbations require immediate medical attention, possible intensive care admission, and close monitoring.",
    "RedFlags": "Pneumonia, pneumothorax, pneumomediastinum, respiratory failure",
    "Medications": "Bronchodilators, corticosteroids, oxygen, magnesium (in some cases)",
    "ReferralPathways": "Referral to a respiratory specialist or intensive care unit for severe or life-threatening cases.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Chronic Obstructive Pulmonary Disease (COPD)",
    "Classification": "Chronic Respiratory Condition",
    "Summary": "COPD is characterized by chronic respiratory symptoms and airflow limitation, often progressive and not fully reversible. It includes emphysema, bronchiolitis, and chronic bronchitis, primarily caused by cigarette smoking. It has systemic consequences and exacerbations and comorbidities significantly affect prognosis.",
    "Symptoms": "Shortness of breath, wheeze, cough, sputum production, chest tightness, fatigue, haemoptysis, cyanosis, morning headaches, weight loss, muscle loss, anorexia, occasional chest pain and haemoptysis.",
    "Diagnosis": "Spirometry is essential for diagnosis and monitoring, assessing FEV1 and FVC ratios. Chest x-ray, oximetry, and arterial blood gas analysis are used for further assessment. GOLD guidelines emphasize exacerbation assessment, symptoms, and comorbidities. Chest CT scans, full blood count, and DLCO measurements are additional tests.",
    "Treatments": "Bronchodilators, inhaled corticosteroids, phosphodiesterase-4 inhibitors, antibiotics, and mucolytics. Long-term oxygen therapy for severe cases. Pulmonary rehabilitation improves exercise tolerance and health status. Treatment is stepwise and individualized, often beginning with bronchodilator therapy.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Severe dyspnoea, decreased air entry, acute exacerbation signs, chest pain, and signs of respiratory failure or spontaneous pneumothorax.",
    "Medications": "Bronchodilators, inhaled corticosteroids, phosphodiesterase-4 inhibitors, antibiotics, mucolytics. Long-term oxygen therapy in severe cases.",
    "ReferralPathways": "Referral to specialists for severe cases, frequent exacerbations, or complex comorbid conditions.",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Chronic Obstructive Pulmonary Disease (COPD)",
    "Classification": "Chronic Respiratory Condition",
    "Summary": "COPD, often linked to smoking, is characterized by chronic respiratory symptoms and airflow limitation. It includes emphysema, bronchiolitis, and chronic bronchitis, and has significant systemic consequences. The condition's progression is marked by exacerbations and various comorbidities.",
    "Symptoms": "Typical symptoms include productive cough, wheezing, shortness of breath, especially with exercise, frequent bronchitis, reduced exercise tolerance, waking at night with breathlessness, ankle swelling, and fatigue. Other symptoms can include chest tightness, weight loss, muscle loss, anorexia, fatigue, haemoptysis, cyanosis, and morning headaches.",
    "Diagnosis": "Diagnosis includes spirometry to establish FEV1 and FVC ratios, chest x-ray, pulse oximetry, arterial blood gases, and possibly chest CT scans. GOLD guidelines emphasize exacerbation assessment, symptoms, and comorbidities. Full blood count, DLCO measurement, and alpha-1 antitrypsin level testing are also recommended.",
    "Treatments": "Treatment involves bronchodilators, inhaled corticosteroids, phosphodiesterase-4 inhibitors, antibiotics, and mucolytics. Long-term oxygen therapy and pulmonary rehabilitation are also important. The GOLD guidelines recommend a stepwise approach based on symptom burden and exacerbation risk.",
    "UrgentConsiderations": "Not specified in the provided information",
    "RedFlags": "Severe dyspnoea, severely decreased air entry, acute exacerbation signs, chest pain, and signs of respiratory failure or spontaneous pneumothorax.",
    "Medications": "Bronchodilators, inhaled corticosteroids, phosphodiesterase-4 inhibitors, antibiotics, mucolytics, and possibly long-term oxygen therapy.",
    "ReferralPathways": "Referral to specialists for severe cases, frequent exacerbations, or complex comorbid conditions.",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Occupational Asthma",
    "Classification": "Work-related asthma; Sensitiser-induced OA (caused by immunological stimuli); Irritant-induced OA (caused by non-immunological stimuli)",
    "Summary": "Occupational Asthma (OA) is the most common occupational respiratory disease in developed countries, caused by workplace exposure to immunological or non-immunological stimuli. Sensitiser-induced OA develops after exposure to an immunological stimulus, while irritant-induced OA is caused by non-immunological stimuli.",
    "Symptoms": "Cough, wheeze, shortness of breath, chest tightness; improvement during holidays; symptoms of asthma worsened at work and improved when off work.",
    "Diagnosis": "Objective establishment of asthma through spirometry, bronchodilator response, and methacholine challenge. Investigation of work-relatedness of asthma, including exposure history to sensitising agents or irritants.",
    "Treatments": "Pharmacological management following established asthma guidelines; avoidance of further exposure to causative agent; patient education and environmental control.",
    "UrgentConsiderations": "Severe cases may require emergency treatment. Early diagnosis and avoidance of further exposure crucial for sensitiser-induced OA.",
    "RedFlags": "Rapid deterioration of asthma symptoms at work; exposure to high-level irritants or known sensitisers.",
    "Medications": "Inhaled corticosteroids, bronchodilators, and other standard asthma medications as per guidelines.",
    "ReferralPathways": "Referral to specialists for detailed investigation and management; workers' compensation claims; workplace modifications.",
    "Referral Template": "Include patient’s demographic information, work exposure history, clinical history, asthma symptoms, test results, and current management.",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Atypical Pneumonia (non-COVID-19)",
    "Classification": "Bacterial and Viral",
    "Summary": "Atypical pneumonia, commonly community-acquired, often affects young adults in close proximity settings. Diagnosis is primarily clinical, with molecular-based throat swabs or sputum diagnosis, and serology confirmation. Treatment typically involves macrolide antibiotics or doxycycline, and extrapulmonary manifestations may occur, especially in Mycoplasma pneumoniae infections.",
    "Symptoms": "Persistent cough, fever (usually low grade), malaise, headache, pharyngitis, hoarseness, diarrhoea (in Legionella infections), bullous myringitis (suggests M. pneumoniae), rash, possibly Stevens-Johnson syndrome. Clinical signs like rales/crepitations may be mild or absent.",
    "Diagnosis": "Based on history, physical examination, blood counts, biochemistry, and chest x-ray. Molecular diagnostics and serology for specific pathogens like Mycoplasma pneumoniae, Chlamydophila pneumoniae, and Coxiella burnetii. RT-PCR for SARS-CoV-2 during pandemic. Sputum Gram stain, culture, urine antigen test for Legionella, nasopharyngeal viral cultures.",
    "Treatments": "Outpatient care or hospitalisation based on severity. Antibiotics (macrolides, tetracycline, fluoroquinolone), supportive care, hydration, gas exchange, hemodynamic stability management, oxygen and ventilation if needed. Beta-lactam antibiotics and corticosteroids in severe cases.",
    "UrgentConsiderations": "Consider COVID-19 in patients with cough and fever during the pandemic. Immediate care required for low oxygen saturation (<90%) indicating severe disease.",
    "RedFlags": "Severe pneumonia requiring intensive care, not responding to initial therapy, low oxygen saturation, complications like pleural/parapneumonic effusion, neurological symptoms, pericarditis.",
    "Medications": "Macrolides (e.g., azithromycin, clarithromycin, erythromycin), Doxycycline, Fluoroquinolones (e.g., levofloxacin, moxifloxacin, gemifloxacin). Lefamulin as a newer option.",
    "ReferralPathways": "Refer to specialists in infectious diseases or pulmonology for complex cases, especially those not responding to standard treatment or presenting with severe symptoms.",
    "Referral Template": "Not specified in the provided information",
    "SpecialtyID": 18,
    "SpecialtyName": "Respiratory",
    "Clinical Assessment": "Not specified in the document."
  }
]