[
  {
    "ConditionName": "Systemic Sclerosis (Scleroderma)",
    "Classification": "Non-contagious, chronic, multi-system autoimmune disease",
    "Summary": "Characterized by functional and structural abnormalities of small blood vessels, fibrosis of skin and internal organs, and production of auto-antibodies. Two main subtypes are limited cutaneous SSc and diffuse cutaneous SSc.",
    "Symptoms": "Fatigue, vague musculoskeletal complaints, diffuse swelling of hands, Raynaud's phenomenon, sclerodactyly, skin thickening, GORD, digital ulcers, telangiectasias, pulmonary involvement, bloating, faecal incontinence, arthralgias, myalgias.",
    "Diagnosis": "Suggested by history and exam findings: Raynaud's phenomenon, sclerodactyly, skin thickening, GORD, digital ulcers, telangiectasias. Serology tests for auto-antibodies, ANA, FBC, urea, serum creatinine, ESR, CRP, PFTs, chest x-ray, high-resolution CT scan.",
    "Treatments": "Targeted on reversible disease processes (e.g., active inflammation or vasoconstriction). Aims to minimize functional impairment.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "not specified",
    "ReferralPathways": "not specified",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Juvenile Idiopathic Arthritis (JIA)",
    "Classification": "Autoimmune disorder, Rheumatologic condition",
    "Summary": "JIA is a type of arthritis that occurs in children and adolescents, characterized by inflammation of the joints and other symptoms.",
    "Symptoms": "Joint swelling, Pain, and stiffness, Reduced range of motion, Fever, Rash, Eye inflammation.",
    "Diagnosis": "Physical examination, Blood tests (e.g., ANA, RF), Imaging tests (X-ray, MRI), Joint fluid analysis.",
    "Treatments": "Nonsteroidal anti-inflammatory drugs (NSAIDs), Disease-modifying antirheumatic drugs (DMARDs), Biologic agents, Physical therapy.",
    "UrgentConsiderations": "Potential for long-term joint damage, Growth problems, Eye problems (uveitis).",
    "RedFlags": "Severe joint pain and swelling, Eye redness or pain, Unexplained fever and rash.",
    "Medications": "Ibuprofen, Methotrexate, TNF inhibitors",
    "ReferralPathways": "Referral to pediatric rheumatologist, Ophthalmologist for eye involvement.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Restless Legs Syndrome (RLS)",
    "Classification": "Primary and secondary RLS",
    "Summary": "RLS is characterized by a compulsive urge to move the legs, often associated with dysesthesias like creeping, crawling, tingling, cramping, or aching. Symptoms worsen during rest and in the evening, and improve temporarily with movement. It can lead to insomnia, daytime sleepiness, fatigue, mood and anxiety disorders, and loss of work productivity.",
    "Symptoms": "Urge to move the legs, worsened by rest or inactivity and improved by movement; primarily affects lower extremities; nocturnal symptoms; can cause insomnia and increased sleepiness and tiredness.",
    "Diagnosis": "Primarily clinical diagnosis. History of nocturnal symptoms, worsening during rest, and relief with movement. Lower extremities more commonly affected. Consider iron deficiency, pregnancy, medications like antidepressants and neuroleptics, and family history.",
    "Treatments": "Non-pharmacological interventions, dopamine agonists, opioids, benzodiazepines, neuroleptic agents. Lifestyle modifications, iron replacement if needed. Carbidopa/levodopa, low-potency opioids, and benzodiazepine receptor agonists for intermittent RLS; chronic persistent RLS may require daily treatment.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "Dopamine agonists, opioids, benzodiazepines, neuroleptic agents, carbidopa/levodopa, low-potency opioids, and benzodiazepine receptor agonists.",
    "ReferralPathways": "Referral to a specialist for complex cases or if initial treatment is ineffective.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "IgA Vasculitis (Henoch-Schonlein Purpura)",
    "Classification": "Vascular disorder, Immunological disorder",
    "Summary": "IgA Vasculitis, also known as Henoch-Schonlein Purpura, is an immune disorder causing inflammation and bleeding in the small blood vessels. It mostly affects children.",
    "Symptoms": "Purplish rash, often on the legs and buttocks, Joint pain and swelling, Abdominal pain, Kidney involvement, leading to blood in urine.",
    "Diagnosis": "Clinical examination, Blood tests, Urinalysis, Kidney function tests, Biopsy in some cases.",
    "Treatments": "Symptomatic treatment, Corticosteroids for severe cases, Immunosuppressive drugs, Management of kidney involvement.",
    "UrgentConsiderations": "Monitoring for kidney involvement, Management of severe gastrointestinal or joint symptoms.",
    "RedFlags": "Severe abdominal pain, Blood in stools, Signs of kidney failure, Persistent joint pain.",
    "Medications": "NSAIDs for joint pain, Corticosteroids, Immunosuppressants in severe cases",
    "ReferralPathways": "Referral to a rheumatologist or nephrologist, especially in cases with significant kidney involvement.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Polymyalgia Rheumatica (PMR)",
    "Classification": "Inflammatory rheumatologic syndrome",
    "Summary": "PMR is characterized by pain, morning stiffness in the neck, shoulder girdle, and/or pelvic girdle, particularly in individuals over 50 years old. It may occur as an isolated condition or in association with giant cell arteritis (GCA).",
    "Symptoms": "Difficulty in rising from seated or prone positions, significant shoulder and hip girdle stiffness, varying degrees of muscle tenderness, shoulder/hip bursitis, oligoarthritis, and less common peripheral musculoskeletal manifestations like monoarthritis, pitting edema of the hand, carpal tunnel syndrome, and tenosynovitis.",
    "Diagnosis": "Based on patient history, supported by laboratory tests showing elevated ESR or CRP. Ultrasound and MRI can aid in identifying bursitis, synovitis, or tenosynovitis. Physical examination may reveal limited active movement of shoulders and hips, muscle tenderness, and occasionally an oligoarthritis of the peripheral joints.",
    "Treatments": "Low-dose corticosteroids, response usually occurs within 24 to 72 hours. Methotrexate for high-risk patients or those not responding to corticosteroids. Tocilizumab and Leflunomide in certain cases.",
    "UrgentConsiderations": "Immediate medical attention for symptoms suggesting GCA, worsening PMR symptoms, or signs of infections.",
    "RedFlags": "Signs of GCA, such as unilateral temporal or occipital headaches, scalp tenderness, jaw claudication, or visual symptoms.",
    "Medications": "Prednisolone, intramuscular methylprednisolone in certain cases, NSAIDs for short-term pain management. Tocilizumab and Leflunomide in certain cases.",
    "ReferralPathways": "Referral to a rheumatologist is recommended for ongoing management, especially in complex cases or those not responding to standard treatment.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Complex Regional Pain Syndrome (CRPS)",
    "Classification": "Chronic pain syndrome, Neurological disorder",
    "Summary": "CRPS is a chronic pain condition typically affecting a limb after an injury or surgery. It's characterized by severe pain, swelling, and changes in the skin.",
    "Symptoms": "Continuous, intense pain out of proportion to the severity of the injury, Swelling, Skin color changes, Temperature changes, Sensitivity to touch.",
    "Diagnosis": "Clinical diagnosis based on symptoms and history, Exclusion of other conditions, Bone scan, Sympathetic nervous system tests.",
    "Treatments": "Pain management (medications, nerve blocks), Physical therapy, Psychological support, Sympathectomy in severe cases.",
    "UrgentConsiderations": "Potential for significant impact on quality of life and functional ability, Importance of early treatment.",
    "RedFlags": "Rapid spread of symptoms, Severe uncontrolled pain, Development of contractures.",
    "Medications": "NSAIDs, Antidepressants, Anticonvulsants, Corticosteroids, Opioids in severe cases",
    "ReferralPathways": "Referral to pain specialist, neurologist, or rehabilitation specialist.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Rheumatoid Arthritis (RA)",
    "Classification": "Chronic, erosive arthritis",
    "Summary": "RA is a chronic inflammatory condition primarily affecting small joints of the hands and feet. Without aggressive treatment, it can lead to major work loss, decreased quality of life, need for joint replacement surgery, and mortality.",
    "Symptoms": "Bilateral, symmetrical pain and swelling of small joints of hands and feet, morning stiffness lasting over 1 hour, possible extra-articular features like rheumatoid nodules or vasculitic skin involvement in severe cases.",
    "Diagnosis": "Clinical diagnosis supported by laboratory and radiographic testing for prognostic information. Rheumatoid factor and anti-cyclic citrullinated peptide antibody tests are key. ESR and CRP levels reflect inflammation.",
    "Treatments": "Early and aggressive treatment with DMARDs, possibly combined with a biological agent or targeted synthetic DMARD. Treat-to-target approach with frequent monitoring and modification of treatment.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "DMARDs, TNF-alpha inhibitors, NSAIDs for symptom control, corticosteroids for acute flares.",
    "ReferralPathways": "Referral to rheumatologist for confirmation of diagnosis and management. Frequent reassessment at 3 months or less for treatment effectiveness and adjustment.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Systemic Lupus Erythematosus (SLE)",
    "Classification": "Chronic multisystem disorder",
    "Summary": "SLE is a generalized disorder affecting multiple systems, most commonly women during reproductive years. It involves the skin, joints, serositis, nephritis, haematological cytopenias, and neurological manifestations.",
    "Symptoms": "Malar rash, photosensitivity, arthritis, leukopenia, thrombocytopenia, proteinuria, low complement levels, and CNS involvement. Differential diagnosis includes rheumatoid arthritis, antiphospholipid syndrome, and systemic sclerosis.",
    "Diagnosis": "Diagnosis is made using 2019 criteria recommended by the American College of Rheumatology and the European League Against Rheumatology. Tests include full blood count, activated partial thromboplastin time, urinalysis for proteinuria, complement levels, and brain MRI for suspected cerebral lupus.",
    "Treatments": "For mild to moderate disease: hydroxychloroquine, NSAIDs, corticosteroids. For severe disease: azathioprine, belimumab, cyclophosphamide, methotrexate, mycophenolate, rituximab, tacrolimus.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "Hydroxychloroquine, NSAIDs, corticosteroids, azathioprine, belimumab, cyclophosphamide, methotrexate, mycophenolate, rituximab, tacrolimus.",
    "ReferralPathways": "Referral to a rheumatologist for diagnosis and management. Frequent reassessment and monitoring, especially for CNS and renal involvement.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Rh Incompatibility",
    "Classification": "Rhesus D (RhD) red blood cell alloimmunisation, Haemolysis caused by RhD antigen, Non-RhD RBC alloimmunisation, Haemolysis caused by other, atypical RBC antigens (Kell, Rhc, Kidd, Duffy)",
    "Summary": "A condition where an Rh-negative mother carrying an Rh-positive fetus produces antibodies against fetal Rh antigens, leading to the destruction of fetal red blood cells. This is a leading cause of haemolytic disease of the fetus and newborn (erythroblastosis fetalis).",
    "Symptoms": "Not specified in the source material.",
    "Diagnosis": "Primarily based on maternal blood type and Rh antibody screen. Risk factors include history of Rh-positive fetus to an Rh-negative mother, invasive fetal procedures, fetomaternal haemorrhage, placental trauma, spontaneous, threatened, or induced abortion, and multiparity. Diagnosis is confirmed by laboratory testing for the presence of red cell antibodies.",
    "Treatments": "Primary prevention via immunoprophylaxis using anti-D immunoglobulin. This is highly effective in preventing sensitisation of Rh-negative mothers. Postnatal administration of anti-D immunoglobulin reduces the risk of Rh incompatibility in subsequent pregnancies. Routine antenatal administration of anti-D immunoglobulin at 28 weeks of gestation further reduces the risk of sensitisation.",
    "UrgentConsiderations": "not specified",
    "RedFlags": "not specified",
    "Medications": "Anti-D immunoglobulin",
    "ReferralPathways": "Referral to a specialist for managing Rh-sensitised pregnancies and for fetal and maternal surveillance in cases of fetal anaemia or hydrops.",
    "Referral Template": "Not provided in the source material.",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Graves' Disease",
    "Classification": "Autoimmune disorder, Endocrine disorder",
    "Summary": "Graves' Disease is an autoimmune disorder that leads to overactivity of the thyroid gland (hyperthyroidism).",
    "Symptoms": "Anxiety and irritability, Tremor of hands or fingers, Heat sensitivity, Weight loss, Bulging eyes, Enlarged thyroid gland (goiter).",
    "Diagnosis": "Physical examination, Blood tests for thyroid function (TSH, T3, and T4), Radioactive iodine uptake test.",
    "Treatments": "Antithyroid medications (e.g., Methimazole), Radioactive iodine therapy, Beta blockers, Surgery (thyroidectomy) in severe cases.",
    "UrgentConsiderations": "Risk of thyroid storm, a life-threatening condition if not properly managed.",
    "RedFlags": "Rapid heart rate, High fever, Delirium, Severe weakness.",
    "Medications": "Methimazole, Propylthiouracil, Propranolol",
    "ReferralPathways": "Referral to an endocrinologist for specialized treatment and management.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Gout",
    "Classification": "Metabolic disorder, Rheumatologic condition",
    "Summary": "Gout is a form of inflammatory arthritis characterized by recurrent attacks of a red, tender, hot, and swollen joint, caused by elevated levels of uric acid in the blood.",
    "Symptoms": "Severe joint pain (often starting in the big toe), Joint redness and swelling, Limited range of motion in the affected joint, Flare-ups of symptoms.",
    "Diagnosis": "Physical examination, Blood test for uric acid levels, Joint fluid analysis, Imaging tests (X-ray, ultrasound).",
    "Treatments": "Nonsteroidal anti-inflammatory drugs (NSAIDs), Colchicine, Corticosteroids, Lifestyle and dietary changes, Medications to lower uric acid levels.",
    "UrgentConsiderations": "Rapid treatment required during flare-ups, Management of risk factors to prevent complications.",
    "RedFlags": "Persistent pain and swelling, Multiple joint involvement, Signs of infection.",
    "Medications": "Ibuprofen, Naproxen, Colchicine, Allopurinol, Febuxostat",
    "ReferralPathways": "Referral to a rheumatologist for management and monitoring, Dietician consultation for lifestyle changes.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Osgood-Schlatter's Disease",
    "Classification": "Orthopedic condition, Pediatric condition",
    "Summary": "Osgood-Schlatter's Disease is a common cause of knee pain in growing adolescents, particularly those who are active in sports. It results from the stress on the patellar tendon where it attaches to the shinbone.",
    "Symptoms": "Pain and swelling below the knee, Tenderness at the tibial tuberosity, Pain that worsens with exercise.",
    "Diagnosis": "Clinical diagnosis based on symptoms and physical examination, X-rays (in some cases).",
    "Treatments": "Rest and activity modification, Ice and anti-inflammatory medications, Stretching and strengthening exercises, Knee straps or braces in some cases.",
    "UrgentConsiderations": "Differentiation from more serious knee injuries, Managing symptoms to prevent limitation of activity.",
    "RedFlags": "Severe knee pain, Knee instability or locking, Signs of infection (redness, fever).",
    "Medications": "NSAIDs like ibuprofen for pain and swelling",
    "ReferralPathways": "Referral to an orthopedic specialist or sports medicine doctor for persistent symptoms.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Ankylosing Spondylitis",
    "Classification": "Inflammatory disease, Musculoskeletal disorder",
    "Summary": "Ankylosing Spondylitis is a type of arthritis affecting the spine and large joints, leading to pain and stiffness, primarily in the back and hips.",
    "Symptoms": "Chronic back pain and stiffness, Pain and swelling in other parts of the body, Fatigue.",
    "Diagnosis": "Physical examination, Imaging tests (X-ray, MRI), Blood tests for inflammatory markers and HLA-B27 genetic marker.",
    "Treatments": "Nonsteroidal anti-inflammatory drugs (NSAIDs), Physical therapy, Biologic medications (TNF inhibitors), Surgery in severe cases.",
    "UrgentConsiderations": "Risk of long-term disability due to joint damage, Need for regular monitoring and treatment adjustments.",
    "RedFlags": "Severe pain and stiffness, Eye pain or redness (uveitis), Bowel or bladder problems.",
    "Medications": "Ibuprofen, Naproxen, TNF inhibitors (e.g., infliximab, etanercept)",
    "ReferralPathways": "Referral to rheumatologist for diagnosis and management, Multidisciplinary approach including physiotherapy.",
    "Referral Template": "not specified",
    "SpecialtyID": 19,
    "SpecialtyName": "Rheumatology",
    "Clinical Assessment": "Not specified in the document."
  }
]