[
  {
    "ConditionName": "Bladder Cancer",
    "Classification": "Malignant neoplasm, Urological condition",
    "Summary": "Bladder cancer is a common type of cancer that begins in the cells of the bladder. It is more prevalent in older adults and can vary in severity.",
    "Symptoms": "Blood in urine (hematuria), Frequent urination, Painful urination, Pelvic pain.",
    "Diagnosis": "Cystoscopy, Urine cytology, Imaging tests (CT scan, MRI, Ultrasound), Biopsy.",
    "Treatments": "Surgery (e.g., transurethral resection, cystectomy), Chemotherapy, Radiation therapy, Immunotherapy.",
    "UrgentConsiderations": "Risk of metastasis, Importance of early detection and treatment.",
    "RedFlags": "Persistent blood in urine, Unexplained weight loss, Bone pain (possible sign of metastasis).",
    "Medications": "Intravesical chemotherapy (e.g., Mitomycin C), Systemic chemotherapy (e.g., Cisplatin-based regimens)",
    "ReferralPathways": "Referral to urologist, oncologist for specialized treatment and management.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Cystitis",
    "Classification": "Complicated (Anatomical/functional abnormalities, male sex, pregnancy, immunosuppression, diabetes, incomplete voiding, indwelling urinary catheter, recent instrumentation, healthcare-associated infection, infection with ESBL-producing organisms or other multi-drug resistant organisms); Uncomplicated; Recurrent",
    "Summary": "Acute cystitis is a lower urinary tract infection, most commonly caused by Escherichia coli. Diagnosis for uncomplicated cases can be based on history alone, while complicated cases require urinalysis and culture.",
    "Symptoms": "Dysuria, urgency, frequency, fever, chills, nausea, vomiting, abdominal pain, flank pain, vaginal pruritus, or discharge",
    "Diagnosis": "History and physical examination for uncomplicated cases; urinalysis and culture for complicated cases; consider pregnancy test if applicable",
    "Treatments": "Oral antibiotics (nitrofurantoin, trimethoprim/sulfamethoxazole, trimethoprim, fosfomycin, pivmecillinam) for uncomplicated cases; fluoroquinolones, cephalosporins, aminopenicillins, or intravenous antibiotics for complicated cases; phenazopyridine for symptomatic relief",
    "UrgentConsiderations": "Potential progression to pyelonephritis, especially in pregnant patients",
    "RedFlags": "Fever, chills, nausea, vomiting, abdominal pain, flank pain indicating possible pyelonephritis",
    "Medications": "Nitrofurantoin, trimethoprim/sulfamethoxazole, trimethoprim, fosfomycin, pivmecillinam, fluoroquinolones, cephalosporins, aminopenicillins, amoxicillin, gentamicin, cefuroxime, ceftriaxone; phenazopyridine for symptomatic relief",
    "ReferralPathways": "Referral to specialist in cases of recurrent or complicated cystitis",
    "Referral Template": "Not specified in the document",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Prostatitis",
    "Classification": "Inflammatory condition, Urological condition",
    "Summary": "Acute prostatitis is an acute bacterial infection causing inflammation of the prostate gland, commonly affecting adult men.",
    "Symptoms": "Pain in the pelvis or genital area, Frequent urination, Urgent need to urinate, Painful urination, Fever and chills.",
    "Diagnosis": "Physical examination (Digital Rectal Exam), Urinalysis, Blood tests, Prostate fluid culture.",
    "Treatments": "Antibiotics, Pain relievers, Alpha blockers, Fluid intake.",
    "UrgentConsiderations": "Risk of abscess formation, Potential urinary retention.",
    "RedFlags": "High fever, Severe urinary retention, Sepsis symptoms.",
    "Medications": "Ciprofloxacin, Trimethoprim/sulfamethoxazole, Ibuprofen",
    "ReferralPathways": "Referral to urologist for complicated cases or treatment failure.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Paraphimosis",
    "Classification": "Urological condition",
    "Summary": "Paraphimosis is a medical condition in males where the foreskin, once retracted, cannot return to its original position, leading to swelling and pain in the glans.",
    "Symptoms": "Swollen glans, Pain in the penis, Retracted foreskin that cannot return to normal position.",
    "Diagnosis": "Physical examination, sometimes requiring immediate medical attention.",
    "Treatments": "Manual reduction of the foreskin, Ice packs to reduce swelling, Circumcision or surgery in severe cases.",
    "UrgentConsiderations": "Risk of reduced blood flow to the glans, potential for serious complications if not treated promptly.",
    "RedFlags": "Severe pain, Discoloration of the glans, Signs of infection.",
    "Medications": "Pain relief medications, Antibiotics if infection is present",
    "ReferralPathways": "Immediate medical attention, Potential referral to urologist.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Urinary Tract Infections in Women",
    "Classification": "Infectious disease, Urological condition, Gynecological condition",
    "Summary": "Urinary tract infections (UTIs) in women are common infections usually involving the bladder. They can range from mild to severe.",
    "Symptoms": "Painful urination, Frequent urge to urinate, Lower abdominal pain, Cloudy or bloody urine.",
    "Diagnosis": "Urinalysis, Urine culture, Pelvic examination (in some cases).",
    "Treatments": "Antibiotics, Pain relief medication, Increased fluid intake.",
    "UrgentConsiderations": "Risk of kidney infection if untreated, Importance of completing antibiotic course.",
    "RedFlags": "High fever, Flank pain, Nausea and vomiting, Symptoms persisting or worsening despite treatment.",
    "Medications": "Trimethoprim/sulfamethoxazole, Nitrofurantoin, Cephalexin",
    "ReferralPathways": "Referral to urologist or gynecologist for recurrent or complicated UTIs.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Varicocele",
    "Classification": "Urological condition",
    "Summary": "Varicocele is an enlargement of the veins within the loose bag of skin that holds the testicles (scrotum). It's similar to a varicose vein but occurs in the scrotum.",
    "Symptoms": "Dull, aching pain in the scrotum, Feeling of heaviness in the testicles, Noticeable or enlarged veins in the scrotum, Infertility in some cases.",
    "Diagnosis": "Physical examination, Scrotal ultrasound to assess blood flow and vein size.",
    "Treatments": "Observation for mild cases, Surgical treatment (varicocelectomy) for pain or fertility issues.",
    "UrgentConsiderations": "Possible impact on fertility, Pain management.",
    "RedFlags": "Sudden severe pain, Swelling in the scrotum, Signs of infection (redness, fever).",
    "Medications": "Pain relievers (e.g., ibuprofen) for symptomatic relief",
    "ReferralPathways": "Referral to urologist for evaluation and potential surgical treatment, Fertility specialist if there are concerns about infertility.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Urinary Tract Infections in Men",
    "Classification": "Infectious disease, Urological condition",
    "Summary": "Urinary Tract Infections (UTIs) in men are less common than in women but can be more serious. They often involve the bladder or prostate.",
    "Symptoms": "Pain or burning during urination, Frequent urination, Urgency to urinate, Cloudy or bloody urine, Pelvic or rectal pain.",
    "Diagnosis": "Urinalysis, Urine culture, Prostate examination (if prostatitis is suspected), Imaging tests in complicated cases.",
    "Treatments": "Antibiotics, Increased fluid intake, Pain relievers.",
    "UrgentConsiderations": "Risk of prostatitis and potential spread to kidneys, Importance of full course of antibiotics.",
    "RedFlags": "High fever, Chills, Nausea and vomiting, Back pain indicating kidney involvement.",
    "Medications": "Ciprofloxacin, Trimethoprim/sulfamethoxazole, Amoxicillin",
    "ReferralPathways": "Referral to urologist, especially for recurrent UTIs or suspected prostatitis.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Erectile Dysfunction (ED)",
    "Classification": "Sexual dysfunction, Urological condition",
    "Summary": "Erectile Dysfunction (ED) is the inability to achieve or maintain an erection sufficient for satisfactory sexual performance.",
    "Symptoms": "Difficulty achieving an erection, Trouble maintaining an erection, Reduced sexual desire.",
    "Diagnosis": "Physical examination, Blood tests (e.g., testosterone levels), Psychological assessment, Penile ultrasound.",
    "Treatments": "Oral medications (e.g., sildenafil, tadalafil), Lifestyle changes (e.g., weight loss, exercise), Psychological counseling, Vacuum erection devices, Penile implants (in severe cases).",
    "UrgentConsiderations": "ED can be a sign of underlying health conditions like cardiovascular disease.",
    "RedFlags": "Sudden onset of symptoms, Painful erection (priapism), Symptoms related to urination.",
    "Medications": "Sildenafil, Tadalafil, Vardenafil",
    "ReferralPathways": "Referral to urologist, Cardiologist (if related to heart disease), Endocrinologist (if hormonal issues are suspected).",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Enuresis",
    "Classification": "Urological condition, Pediatric condition",
    "Summary": "Enuresis, commonly known as bedwetting, is involuntary urination in children over 5 years old, often during sleep.",
    "Symptoms": "Involuntary urination, especially at night (nocturnal enuresis), May also occur during the day.",
    "Diagnosis": "Medical history, Urinalysis, Voiding diary, Excluding other medical conditions.",
    "Treatments": "Behavioral strategies (e.g., bladder training), Moisture alarms, Medications (e.g., Desmopressin), Counseling.",
    "UrgentConsiderations": "Important to address psychological impact, Rule out underlying medical conditions.",
    "RedFlags": "New onset in an older child, Symptoms of urinary tract infection, Associated daytime urinary symptoms.",
    "Medications": "Desmopressin, Anticholinergics (for daytime symptoms)",
    "ReferralPathways": "Referral to pediatrician or pediatric urologist, Counseling or psychological support if needed.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Nephrolithiasis",
    "Classification": "Renal condition, Urological condition",
    "Summary": "Nephrolithiasis, commonly known as kidney stones, involves the formation of solid crystals in the kidneys, often causing pain and urinary issues.",
    "Symptoms": "Severe pain in the side and back, Pain on urination, Pink, red, or brown urine, Nausea and vomiting, Persistent need to urinate.",
    "Diagnosis": "Imaging tests (e.g., CT scan, ultrasound), Urinalysis, Blood tests to check for kidney function and calcium or uric acid levels.",
    "Treatments": "Pain management, Drinking water, Medical expulsive therapy, Lithotripsy, Surgical removal in severe cases.",
    "UrgentConsiderations": "Risk of urinary tract obstruction, Risk of infection.",
    "RedFlags": "Severe pain, Signs of infection (fever, chills), Inability to urinate.",
    "Medications": "Alpha-blockers (e.g., tamsulosin), Pain relievers, Antibiotics if infection is present",
    "ReferralPathways": "Referral to urologist or nephrologist, especially for recurrent stones or complications.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Epididymitis",
    "Classification": "Inflammatory condition, Urological condition",
    "Summary": "Acute epididymitis is the inflammation of the epididymis, commonly due to infection. It affects men, often involving the testis (epididymo-orchitis).",
    "Symptoms": "Scrotal pain, Swelling in the scrotum, Redness and warmth of the scrotum, Painful urination, Discharge from the penis.",
    "Diagnosis": "Physical examination, Urinalysis, Ultrasound of the scrotum, STI testing.",
    "Treatments": "Antibiotics (for bacterial infections), Pain relief medications, Rest, Scrotal elevation.",
    "UrgentConsiderations": "Risk of abscess formation, Risk of spread to testes (epididymo-orchitis).",
    "RedFlags": "High fever, Intense pain, Symptoms of systemic infection.",
    "Medications": "Ciprofloxacin, Doxycycline, Levofloxacin",
    "ReferralPathways": "Referral to urologist for severe cases or complications.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Benign Prostatic Hyperplasia (BPH)",
    "Classification": "Non-cancerous enlargement of the prostate, Urological condition",
    "Summary": "Benign Prostatic Hyperplasia (BPH) is a common condition in older men, characterized by the enlargement of the prostate gland, leading to urinary symptoms.",
    "Symptoms": "Frequent urination, Difficulty starting urination, Weak urine stream, Incomplete bladder emptying, Nocturia (nighttime urination).",
    "Diagnosis": "Digital Rectal Exam (DRE), Prostate-specific antigen (PSA) test, Urinalysis, Uroflowmetry, Postvoid residual volume test.",
    "Treatments": "Medications (e.g., alpha blockers, 5-alpha reductase inhibitors), Minimally invasive therapies, Surgery (in severe cases).",
    "UrgentConsiderations": "Risk of acute urinary retention, Potential for chronic kidney damage.",
    "RedFlags": "Complete inability to urinate, Blood in urine, Severe bladder infection symptoms.",
    "Medications": "Tamsulosin, Finasteride, Dutasteride",
    "ReferralPathways": "Referral to urologist for symptom management, especially in severe cases.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Anatomical Penile Abnormalities",
    "Classification": "Congenital disorders, Urological condition",
    "Summary": "Anatomical penile abnormalities refer to a range of congenital malformations affecting the penis, including conditions like hypospadias, epispadias, and others.",
    "Symptoms": "Abnormal appearance of the penis, Difficulty with urination, Issues with sexual function, Potential fertility issues.",
    "Diagnosis": "Physical examination, Imaging tests, Uroflowmetry.",
    "Treatments": "Surgical correction (depending on the type of abnormality), Hormonal therapy, Psychosexual counseling.",
    "UrgentConsiderations": "Potential for urinary tract infections, Impact on mental health and self-esteem.",
    "RedFlags": "Severe urinary obstruction, Acute urinary retention, Signs of infection.",
    "Medications": "not specified",
    "ReferralPathways": "Referral to pediatric urologist (for children), Urologist (for adults), Counseling services.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Acute Pyelonephritis",
    "Classification": "Infectious disease, Urological condition",
    "Summary": "Acute pyelonephritis is a bacterial infection causing inflammation of the kidney, typically due to a urinary tract infection (UTI).",
    "Symptoms": "Flank pain, Fever and chills, Nausea and vomiting, Painful urination, Frequent urination.",
    "Diagnosis": "Urine culture, Blood tests, Ultrasound or CT scan of the kidneys, Urinalysis.",
    "Treatments": "Antibiotics, Fluids, Pain relievers, Hospitalization (in severe cases).",
    "UrgentConsiderations": "Risk of kidney damage, Sepsis risk in severe cases.",
    "RedFlags": "High fever, Severe back or side pain, Symptoms of shock.",
    "Medications": "Ciprofloxacin, Levofloxacin, Amoxicillin-clavulanate",
    "ReferralPathways": "Referral to urologist or nephrologist, especially in recurrent or complicated cases.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Gynaecomastia",
    "Classification": "Endocrine disorder, Urological condition",
    "Summary": "Gynaecomastia is the benign enlargement of breast tissue in males, often caused by an imbalance of the hormones estrogen and testosterone.",
    "Symptoms": "Enlarged breast gland tissue, Breast tenderness.",
    "Diagnosis": "Physical examination, Blood tests (hormone levels), Imaging tests (e.g., mammography, ultrasound).",
    "Treatments": "Observation and reassurance (in mild cases), Medications (e.g., anti-estrogens), Surgery (for persistent or severe cases).",
    "UrgentConsiderations": "Important to rule out breast cancer or other serious conditions.",
    "RedFlags": "Rapid increase in size, Hard or fixed lumps, Discharge from the nipple, Asymmetry between breasts.",
    "Medications": "Tamoxifen, Aromatase inhibitors",
    "ReferralPathways": "Referral to endocrinologist, plastic surgeon or oncologist as needed.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Urinary Incontinence in Women",
    "Classification": "Urological condition, Gynecological condition",
    "Summary": "Urinary incontinence in women refers to the involuntary leakage of urine. It can be due to various causes and is more common with aging.",
    "Symptoms": "Involuntary release of urine, Urgency to urinate, Frequent urination, Nocturia (nighttime urination).",
    "Diagnosis": "Medical history, Bladder diary, Urinalysis, Stress test, Urodynamic testing.",
    "Treatments": "Pelvic floor muscle exercises, Bladder training, Medications, Surgical interventions in severe cases.",
    "UrgentConsiderations": "Impact on quality of life, Risk of skin infections or ulcers due to chronic wetness.",
    "RedFlags": "Blood in urine, Pain during urination, Signs of urinary tract infection.",
    "Medications": "Anticholinergics, Mirabegron, Estrogen (topical)",
    "ReferralPathways": "Referral to urologist, gynecologist, or pelvic floor specialist.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Urethritis",
    "Classification": "Inflammatory condition, Urological condition",
    "Summary": "Urethritis is the inflammation of the urethra, often caused by infection. It can lead to pain during urination and an increased urge to urinate.",
    "Symptoms": "Painful urination, Increased urinary frequency, Urethral discharge, Itching or burning at the urethral opening.",
    "Diagnosis": "Physical examination, Urinalysis, Urine culture, Testing for sexually transmitted infections.",
    "Treatments": "Antibiotics (if bacterial), Antiviral medications (if viral), Symptomatic treatment for pain.",
    "UrgentConsiderations": "Prompt treatment to prevent complications, Screening for sexually transmitted infections.",
    "RedFlags": "Blood in urine, Severe pain, Symptoms of bladder or kidney infection (fever, flank pain).",
    "Medications": "Azithromycin, Doxycycline, Ceftriaxone",
    "ReferralPathways": "Referral to urologist or infectious disease specialist for complicated cases.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  },
  {
    "ConditionName": "Hydrocele",
    "Classification": "Urological condition",
    "Summary": "Hydrocele is a condition characterized by the accumulation of fluid in the scrotum, leading to scrotal swelling. It's common in newborns and usually harmless.",
    "Symptoms": "Swelling in the scrotum, Feeling of heaviness in the scrotum, Pain is usually absent.",
    "Diagnosis": "Physical examination, Transillumination, Ultrasound of the scrotum.",
    "Treatments": "Observation (for infants as it often resolves spontaneously), Surgical repair (hydrocelectomy) in adults or persistent cases.",
    "UrgentConsiderations": "Differentiation from inguinal hernia or testicular torsion is crucial.",
    "RedFlags": "Sudden onset of pain, Redness or warmth of the scrotum, Signs of infection.",
    "Medications": "not specified",
    "ReferralPathways": "Referral to urologist for evaluation and potential surgical intervention.",
    "Referral Template": "not specified",
    "SpecialtyID": 20,
    "SpecialtyName": "Urology",
    "Clinical Assessment": "Not specified in the document."
  }
]